[
    {
        "bookID": "1",
        "bookName": "1. كتاب المقدمات",
        "numberOfchaptars": 83,
        "chaptars": [
            {
                "chapterID": 1,
                "chapterName": "1 - باب الإخلاص وإحضار النية",
                "chapterIntro": "بسم الله الرحمن الرحيم\n1- باب الإخلاص وإحضار النية في جميع الأعمال والأقوال والأحوال البارزة والخفية، قَالَ اللهُ تَعَالَى: {وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} [البينة : 5]، وَقالَ تَعَالَى: {لَنْ يَنَالَ اللَّهَ لُحُومُهَا وَلا دِمَاؤُهَا وَلَكِنْ يَنَالُهُ التَّقْوَى مِنْكُمْ} [الحج: 37]، وَقالَ تَعَالَى: {قُلْ إِنْ تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ} [آل عمران: 29].",
                "hadiths": [
                    {
                        "hadithId": "1",
                        "text": "(إنّمَا الأَعْمَالُ بالنِّيّاتِ، وَإِنَّمَا لِكُلِّ امرِىءٍ مَا نَوَى، فَمَنْ كَانَتْ هجرته إلى الله ورسوله، فهجرته إلى الله ورسوله، ومن كانت هِجْرَتُهُ لِدُنْيَا يُصيبُهَا، أَوْ امْرَأَةٍ يَنْكَحُهَا، فَهِجْرَتُهُ إِلى مَا هَاجَرَ إِلَيْه). مُتَّفَقٌ عَلَى صِحَّتِهِ. رَوَاهُ إمَامَا الْمُحَدّثِينَ، أبُو عَبْدِ الله مُحَمَّدُ بْنُ إسْمَاعيلَ بْن إبراهِيمَ بْن المُغيرَةِ بنِ بَرْدِزْبهْ الجُعْفِيُّ البُخَارِيُّ، وَأَبُو الحُسَيْنِ مُسْلمُ بْنُ الحَجَّاجِ بْنِ مُسْلمٍ الْقُشَيريُّ النَّيْسَابُورِيُّ رضي اللهُ عنهما فِي صحيحيهما اللَّذَيْنِ هما أَصَحُّ الكُتبِ المصنفةِ.",
                        "sanad": "وعن أمير المؤمِنين أبي حَفْصٍ عمرَ بنِ الخطابِ بنِ نُفَيْلِ بنِ عبدِ العُزّى بن رياحِ بنِ عبدِ اللهِ بن قُرْطِ بن رَزاحِ بنِ عدِي بنِ كعب بنِ لُؤَيِّ بنِ غالبٍ القُرشِيِّ العَدويِّ رضي الله عنه قالَ: سَمِعتُ رَسُولَ اللهِ صلى الله عليه وسلم يقُولُ: "
                    },
                    {
                        "hadithId": "2",
                        "text": "قالَ رسول الله صلى الله عليه وسلم: (يغْزُو جَيْشٌ الْكَعْبَةَ فإِذَا كَانُوا بِبَيْدَاءَ مِنَ الأَرضِ يُخْسَفُ بِأَوَّلِهِمْ وآخِرِهِمْ). قَالَتْ: قلتُ: يَا رَسُولَ اللهِ، كَيْفَ يُخْسَفُ بأوَّلِهِمْ وَآخِرِهِمْ وَفِيهمْ أسْوَاقُهُمْ(1)، وَمَنْ لَيْسَ مِنْهُمْ ؟! قَالَ: (يُخْسَفُ بِأَوَّلِهِمْ وَآخِرِهِمْ ثُمَّ يُبْعَثُونَ عَلَى نِيّاتِهمْ) مُتَّفَقٌ عَلَيهِ. هذَا لَفْظُ الْبُخَارِيِّ .\n\n\nـــــــــــــــ\n(1) السوقة من الناس: الرعية ومن دون الملك ومن لم يكن ذا سلطان، والذكر والأنثى فيه سواء. اللسان 6/437 (سوق).",
                        "sanad": "وعن أمِّ المؤمِنينَ أمِّ عبدِ اللهِ عائشةَ رضي الله عنها قالت:"
                    },
                    {
                        "hadithId": "4",
                        "text": "كُنَّا مَعَ النَّبيِّ صلى الله عليه وسلم في غَزَاةٍ، فَقالَ: (إِنَّ بالمدِينَةِ لَرِجَالاً ما سِرْتُمْ مَسِيراً، وَلاَ قَطَعْتُمْ وَادِياً، إلاَّ كَانُوا مَعَكمْ حَبَسَهُمُ الْمَرَضُ). وَفي روَايَة: (إلاَّ شَرَكُوكُمْ في الأجْرِ)رواهُ مسلمٌ. ورواهُ البخاريُّ عن أنسٍ رضي الله عنه قَالَ: رَجَعْنَا مِنْ غَزْوَةِ تَبُوكَ مَعَ النَّبيِّ صلى الله عليه وسلم فقال : (إنَّ أقْواماً خَلْفَنَا بالْمَدِينَةِ مَا سَلَكْنَا شِعْباً (1)، وَلاَ وَادياً، إلاّ وَهُمْ مَعَنَا؛ حَبَسَهُمُ العُذْرُ).\n\nـــــــــــــ\n(1) الشِّعب: ما انفرج بين جبلين. اللسان 7/126 (شعب).",
                        "sanad": "وعن أبي عبدِ اللهِ جابر بن عبدِ اللهِ الأنصاريِّ رَضي اللهُ عنهما، قَالَ: "
                    },
                    {
                        "hadithId": "5",
                        "text": "كَانَ أبي يَزيدُ أخْرَجَ دَنَانِيرَ يَتَصَدَّقُ بِهَا، فَوَضعَهَا عِنْدَ رَجُلٍ في الْمَسْجِدِ، فَجِئْتُ فأَخذْتُها فَأَتَيْتُهُ بِهَا. فقالَ: واللهِ، مَا إيَّاكَ أرَدْتُ، فَخَاصَمْتُهُ إِلى رسولِ اللهِ صلى الله عليه وسلم، فقَالَ: (لكَ مَا نَوَيْتَ يَا يزيدُ، ولَكَ ما أخَذْتَ يَا مَعْنُ). رواهُ البخاريُّ.",
                        "sanad": "وعن أبي يَزيدَ مَعْنِ بنِ يَزيدَ بنِ الأخنسِ رضي الله عنهم، وهو وأبوه وَجَدُّه صحابيُّون، قَالَ:"
                    },
                    {
                        "hadithId": "6",
                        "text": "جاءنِي رسولُ اللهِ صلى الله عليه وسلم يَعُودُنِي عَامَ حَجَّةِ الوَدَاعِ مِنْ وَجَعٍ اشْتَدَّ بي، فقُلْتُ: يَا رَسُولَ اللهِ، إنِّي قَدْ بَلَغَ بي مِنَ الوَجَعِ مَا تَرَى، وَأَنَا ذُو مالٍ وَلا يَرِثُني إلا ابْنَةٌ لي، أفأَتَصَدَّقُ بِثُلُثَيْ مَالِي؟ قَالَ: (لا)، قُلْتُ: فالشَّطْرُ يَا رَسُولَ اللهِ؟ فقَالَ: (لا)، قُلْتُ: فالثُّلُثُ يَا رَسُولَ اللهِ؟ قَالَ: (الثُّلُثُ والثُّلُثُ كَثيرٌ - أَوْ كبيرٌ - إنَّكَ إنْ تَذَرْ وَرَثَتَكَ أغنِيَاءَ خيرٌ مِنْ أنْ تَذَرَهُمْ عَالَةً (1)، يتكفَّفُونَ النَّاسَ، وَإنَّكَ لَنْ تُنفِقَ نَفَقَةً تَبْتَغي بِهَا وَجهَ اللهِ إلاَّ أُجِرْتَ عَلَيْهَا حَتَّى مَا تَجْعَلُ في فِيِّ امْرَأَتِكَ)، قَالَ: فَقُلتُ: يَا رسولَ اللهِ، أُخلَّفُ (2)، بعدَ أصْحَابي؟ قَالَ: (إِنَّكَ لَنْ تُخَلَّفَ فَتَعملَ عَمَلاً تَبتَغي بِهِ وَجْهَ اللهِ إلاَّ ازْدَدتَ بِهِ دَرَجةً ورِفعَةً، وَلَعلَّكَ أنْ تُخَلَّفَ حَتّى يَنتَفِعَ بِكَ أقْوَامٌ وَيُضَرَّ بِكَ آخرونَ. اللَّهُمَّ أَمْضِ لأصْحَابي هِجْرَتَهُمْ ولاَ تَرُدَّهُمْ عَلَى أعقَابهمْ، لكنِ البَائِسُ سَعدُ بْنُ خَوْلَةَ) يَرْثي لَهُ رَسُولُ اللهِ صلى الله عليه وسلم أنْ ماتَ بمَكَّة. مُتَّفَقٌ عليهِ .\n\nـــــــــــــ\n(1)  جمع عائل، وهو الفقير. النهاية 3/323 .\n(2) التخلف: التأخر. النهاية 2/67 ",
                        "sanad": "وعن أبي إسحاقَ سَعدِ بنِ أبي وَقَّاصٍ مالِكِ بنِ أُهَيْب بنِ عبدِ منافِ بنِ زُهرَةَ بنِ كلابِ بنِ مُرَّةَ بنِ كعبِ بنِ لُؤيٍّ القُرشِيِّ الزُّهريِّ رضي الله عنه، أَحَدِ العَشَرَةِ المشهودِ لهم بالجنةِ رضي الله عنهم قَالَ:"
                    },
                    {
                        "hadithId": "7",
                        "text": "قَالَ رَسُولُ الله صلى الله عليه وسلم : (إنَّ الله لا ينْظُرُ إِلى أجْسَامِكُمْ، ولا إِلى صُوَرِكمْ، وَلَكن ينْظُرُ إلى قُلُوبِكمْ وأعمالكم) رواه مسلم.",
                        "sanad": "وعنْ أبي هريرةَ عبدِ الرحمنِ بنِ صخرٍ رضي الله عنه، قَالَ:"
                    },
                    {
                        "hadithId": "8",
                        "text": " سُئِلَ رسولُ الله صلى الله عليه وسلم عَنِ الرَّجُلِ يُقاتلُ شَجَاعَةً، ويُقَاتِلُ حَمِيَّةً، ويُقَاتِلُ رِيَاءً، أَيُّ ذلِكَ في سبيلِ الله؟ فقال رَسُول الله aصلى الله عليه وسلم: (مَنْ قَاتَلَ لِتَكونَ كَلِمَةُ اللهِ هي العُلْيَا، فَهوَ في سبيلِ اللهِ) مُتَّفَقٌ عَلَيهِ.",
                        "sanad": "وعن أبي موسى عبدِ اللهِ بنِ قيسٍ الأشعريِّ رضي الله عنه، قَالَ:"
                    },
                    {
                        "hadithId": "9",
                        "text": "أَنَّ النَّبيَّ صلى الله عليه وسلم قَالَ: (إِذَا التَقَى المُسلِمَان بسَيْفَيهِمَا فالقَاتِلُ وَالمَقْتُولُ في النّارِ) قُلتُ: يا رَسُولَ اللهِ، هذا القَاتِلُ فَمَا بَالُ المقْتُولِ؟ قَالَ: (إنَّهُ كَانَ حَريصاً عَلَى قتلِ صَاحِبهِ) مُتَّفَقٌ عليهِ.",
                        "sanad": "وعن أبي بَكرَةَ نُفيع بنِ الحارثِ الثقفيِّ رضي الله عنه:"
                    },
                    {
                        "hadithId": "10",
                        "text": "قالَ رَسُول الله صلى الله عليه وسلم: (صَلاةُ الرَّجلِ في جمَاعَةٍ تَزيدُ عَلَى صَلاتهِ في سُوقِهِ وبيتهِ بضْعاً (1)، وعِشرِينَ دَرَجَةً، وَذَلِكَ أنَّ أَحدَهُمْ إِذَا تَوَضَّأَ فَأَحْسَنَ الوُضوءَ، ثُمَّ أَتَى المَسْجِدَ لا يُرِيدُ إلاَّ الصَّلاةَ، لاَ يَنْهَزُهُ إِلاَّ الصَلاةُ: لَمْ يَخْطُ خُطْوَةً إِلاَّ رُفِعَ لَهُ بِهَا دَرجَةٌ، وَحُطَّ عَنْهُ بها خَطِيئَةٌ حَتَّى يَدْخُلَ المَسْجِدَ، فإِذا دَخَلَ المَسْجِدَ كَانَ في الصَّلاةِ مَا كَانَتِ الصَّلاةُ هِي تَحْبِسُهُ، وَالمَلائِكَةُ يُصَلُّونَ عَلَى أَحَدِكُمْ مَا دَامَ في مَجْلِسِهِ الَّذِي صَلَّى فِيهِ، يَقُولُونَ: اللَّهُمَّ ارْحَمْهُ، اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ تُبْ عَلَيهِ، مَا لَم يُؤْذِ فيه، مَا لَمْ يُحْدِثْ فِيهِ). مُتَّفَقٌ عليه، وهذا لفظ مسلم.\nوقوله صلى الله عليه وسلم: (يَنْهَزُهُ) هُوَ بِفَتْحِ اليَاءِ والْهَاءِ وبالزَّايِ: أَيْ يُخْرِجُهُ ويُنْهضُهُ.\n\nـــــــــــــ\n(1)  البضع: في العدد بالكسر، وقد يفتح ما بين الثلاث إلى التسع. وقيل: ما بين الواحد إلى العشرة، لأنه قطعة من العدد. النهاية 1/132 .",
                        "sanad": "وعن أبي هريرةَ رضي الله عنه قَالَ: "
                    },
                    {
                        "hadithId": "11",
                        "text": "عن رَسُول الله صلى الله عليه وسلم، فيما يروي عن ربهِ، تباركَ وتعالى، قَالَ: (إنَّ اللهَ كَتَبَ الحَسَنَاتِ والسَّيِّئَاتِ ثُمَّ بَيَّنَ ذلِكَ، فَمَنْ هَمَّ (1)، بحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَها اللهُ تَبَارَكَ وتَعَالى عِنْدَهُ حَسَنَةً كامِلَةً، وَإنْ هَمَّ بهَا فَعَمِلَهَا كَتَبَهَا اللهُ عَشْرَ حَسَناتٍ إِلى سَبْعمئةِ ضِعْفٍ إِلى أَضعَافٍ كَثيرةٍ، وإنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ تَعَالَى عِنْدَهُ حَسَنَةً كَامِلةً، وَإنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ سَيِّئَةً وَاحِدَةً) مُتَّفَقٌ عليهِ.\n\nـــــــــــــ\n(1) همّ بالأمر يهمّ، إذا عزم عليه. النهاية 5/274 .",
                        "sanad": "وعن أبي العبَّاسِ عبدِ اللهِ بنِ عباسِ بنِ عبد المطلب رضِيَ اللهُ عنهما "
                    },
                    {
                        "hadithId": "12",
                        "text": "(انطَلَقَ ثَلاثَةُ نَفَرٍ (1)، مِمَّنْ كَانَ قَبْلَكُمْ حَتَّى آوَاهُمُ المَبيتُ إِلى غَارٍ فَدَخلُوهُ، فانْحَدرَتْ صَخْرَةٌ مِنَ الجَبَلِ فَسَدَّتْ عَلَيْهِمُ الغَارَ، فَقالُوا: إِنَّهُ لاَ يُنْجِيكُمْ مِنْ هذِهِ الصَّخْرَةِ إِلاَّ أنْ تَدْعُوا اللهَ بصَالِحِ أعْمَالِكُمْ. قَالَ رجلٌ مِنْهُمْ: اللَّهُمَّ كَانَ لِي أَبَوانِ شَيْخَانِ كبيرانِ، وكُنْتُ لا أغْبِقُ (2)، قَبْلَهُمَا أهْلاً ولاَ مالاً، فَنَأَى (3)، بِي طَلَب الشَّجَرِ يَوْماً فلم أَرِحْ عَلَيْهمَا حَتَّى نَامَا، فَحَلَبْتُ لَهُمَا غَبُوقَهُمَا فَوَجَدْتُهُما نَائِمَينِ، فَكَرِهْتُ أنْ أُوقِظَهُمَا وَأَنْ أغْبِقَ قَبْلَهُمَا أهْلاً أو مالاً، فَلَبَثْتُ - والْقَدَحُ عَلَى يَدِي - أنتَظِرُ اسْتِيقَاظَهُما حَتَّى بَرِقَ الفَجْرُ والصِّبْيَةُ يَتَضَاغَوْنَ (4)، عِنْدَ قَدَميَّ، فاسْتَيْقَظَا فَشَرِبا غَبُوقَهُما. اللَّهُمَّ إنْ كُنْتُ فَعَلْتُ ذلِكَ ابِتِغَاء وَجْهِكَ فَفَرِّجْ عَنّا مَا نَحْنُ فِيهِ مِنْ هذِهِ الصَّخْرَةِ، فانْفَرَجَتْ شَيْئاً لا يَسْتَطيعُونَ الخُروجَ مِنْهُ. قَالَ الآخر: اللَّهُمَّ إنَّهُ كانَتْ لِيَ ابْنَةُ عَمّ، كَانَتْ أَحَبَّ النّاسِ إليَّ - وفي رواية: كُنْتُ أُحِبُّها كأَشَدِّ مَا يُحِبُّ الرِّجَالُ النساءَ - فأَرَدْتُهَا عَلَى نَفْسِهَا (5)، فامْتَنَعَتْ منِّي حَتَّى أَلَمَّتْ بها سَنَةٌ مِنَ السِّنِينَ فَجَاءتْنِي فَأَعْطَيْتُهَا عِشْرِينَ وَمئةَ دينَارٍ عَلَى أنْ تُخَلِّيَ بَيْني وَبَيْنَ نَفْسِهَا فَفعَلَتْ، حَتَّى إِذَا قَدَرْتُ عَلَيْهَا - وفي رواية: فَلَمَّا قَعَدْتُ بَينَ رِجْلَيْهَا، قالتْ: اتَّقِ اللهَ وَلاَ تَفُضَّ الخَاتَمَ إلاّ بِحَقِّهِ (6)، فَانصَرَفْتُ عَنْهَا وَهيَ أَحَبُّ النَّاسِ إليَّ وَتَرَكْتُ الذَّهَبَ الَّذِي أعْطَيتُها. اللَّهُمَّ إنْ كُنْتُ فَعَلْتُ ذلِكَ ابْتِغاءَ وَجْهِكَ فافْرُجْ عَنَّا مَا نَحْنُ فيهِ، فانْفَرَجَتِ الصَّخْرَةُ، غَيْرَ أَنَّهُمْ لا يَسْتَطِيعُونَ الخُرُوجَ مِنْهَا. وَقَالَ الثَّالِثُ: اللَّهُمَّ اسْتَأْجَرْتُ أُجَرَاءَ وأَعْطَيْتُهُمْ أجْرَهُمْ غيرَ رَجُل واحدٍ تَرَكَ الَّذِي لَهُ وَذَهبَ، فَثمَّرْتُ أجْرَهُ حَتَّى كَثُرَتْ مِنهُ الأمْوَالُ، فَجَاءنِي بَعدَ حِينٍ، فَقالَ: يَا عبدَ اللهِ، أَدِّ إِلَيَّ أجْرِي، فَقُلْتُ: كُلُّ مَا تَرَى مِنْ أجْرِكَ: مِنَ الإبلِ وَالبَقَرِ والْغَنَمِ والرَّقيقِ، فقالَ: يَا عبدَ اللهِ، لاَ تَسْتَهْزِىءْ بي! فَقُلْتُ: لاَ أسْتَهْزِئ بِكَ، فَأَخَذَهُ كُلَّهُ فاسْتَاقَهُ فَلَمْ يتْرُكْ مِنهُ شَيئاً. الَّلهُمَّ إنْ كُنتُ فَعَلْتُ ذلِكَ ابِتِغَاءَ وَجْهِكَ فافْرُجْ عَنَّا مَا نَحنُ فِيهِ، فانْفَرَجَتِ الصَّخْرَةُ فَخَرَجُوا يَمْشُونَ) (7)، مُتَّفَقٌ عليهِ .\n\nـــــــــــــ\n(1) نفر: هو اسم جمع، يقع على جماعة الرجال خاصة ما بين الثلاثة إلى العشرة، ولا واحد له من لفظه. النهاية 5/93 .\n(2) لا أغبق: أي ما كنت أقدم عليهما أحداً في شرب نصيبهما من اللبن الذي يشربانه. والغبوق شرب آخر النهار مقابل الصبوح. النهاية 3/341 .\n(3) نأى: بَعُد.\n(4) أي: يتصايحون ويبكون.\n(5) كناية عن الجماع .\n(6) الفض: الكسر والفتح، والخاتم كناية عن الفرج وعذرة البكارة، وحقه التزويج المشروع. دليل الفالحين 1/84.\n(7) في الحديث: استحباب الدعاء حال الكرب والتوسل بصالح العمل، وفيه فضيلة بر الوالدين وفضل خدمتهما وإيثارهما على من سواهما، وفيه فضل العفاف، وفيه فضل حسن العهد وأداء الأمانة والسماحة في المعاملة وإثبات كرامات الأولياء وهو مذهب أهل الحق. انظر: دليل الفالحين 1/86 .\n",
                        "sanad": "وعن أبي عبد الرحمن عبدِ الله بنِ عمرَ بن الخطابِ رضيَ اللهُ عنهما قَالَ : سمعتُ رسولَ الله صلى الله عليه وسلم يقول: "
                    }
                ]
            }
        ]
    }
]