{"bookID":"8","bookName":"8. كتاب آداب السفر","numberOfchaptars":14,"chaptars":[{"chapterID":1,"chapterName":"1 - باب استحباب الخروج يوم الخميس، واستحبابه أول النهار","chapterIntro":"1 - باب استحباب الخروج يوم الخميس، واستحبابه أول النهار.","hadiths":[{"hadithId":"955","text":"أنَّ النبيَّ صلى الله عليه وسلم خَرَجَ في غَزْوَةِ تَبُوكَ يَوْمَ الخَمِيس، وَكَانَ يُحِبُّ أنْ يَخْرُجَ يَوْمَ الْخَميسِ. متفقٌ عَلَيْهِ. وفي رواية في الصحيحين: لقَلَّمَا كَانَ رسولُ الله صلى الله عليه وسلم يَخْرُجُ إِلاَّ في يَوْمِ الخَمِيسِ.","sanad":"عن كعب بن مالك رضي الله عنه: "},{"hadithId":"956","text":"أنَّ رسولَ الله صلى الله عليه وسلم قَالَ: (اللَّهُمَّ بَارِكْ لأُمَّتِي في بُكُورِهَا (1)، وَكَانَ إِذَا بَعَثَ سَرِيَّةً أَوْ جَيْشَاً بَعَثَهُمْ مِنْ أوَّلِ النَّهَارِ. وَكَانَ صَخْرٌ تَاجِراً، وَكَانَ يَبْعَثُ تِجَارَتَهُ أوَّلَ النَّهَار، فَأَثْرَى وَكَثُرَ مَالُهُ. رواه أَبُو داود والترمذي وقال: (حديث حسن).\n\nــــــــــــــــــــ\n(1) البُكُرِة : الغدوة، والخروج في ذلك الوقت. اللسان 1/469.","sanad":"وعن صخر بن وَداعَةَ الغامِدِيِّ الصحابيِّ رضي الله عنه:"}]},{"chapterID":2,"chapterName":"2 - باب استحباب طلب الرفقة وتأميرهم عَلَى أنفسهم واحداً يطيعونه","chapterIntro":"2 - باب استحباب طلب الرفقة وتأميرهم عَلَى أنفسهم واحداً يطيعونه.","hadiths":[{"hadithId":"957","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (لَوْ أنَّ النَّاسَ يَعْلَمُونَ مِنَ الوحدَةِ مَا أعْلَمُ، مَا سَارَ رَاكبٌ بِلَيْلٍ وَحْدَهُ!) رواه البخاري.","sanad":"عن ابن عمرَ رضي اللهُ عنهما قَالَ:"},{"hadithId":"958","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (الرَّاكِبُ شَيْطَانٌ، وَالرَّاكِبَانِ شَيْطَانَانِ، وَالثَّلاَثَةُ رَكْبٌ) رواه أَبُو داود والترمذي والنسائي بأسانيد صحيحةٍ، وقال الترمذي: (حديث حسن).","sanad":"وعن عمرِو بن شُعَيْبٍ، عن أبيه، عن جَدهِ رضي الله عنه قَالَ:"},{"hadithId":"959","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (إِذَا خَرَجَ ثَلاَثَةٌ في سَفَرٍ فَليُؤَمِّرُوا أحَدَهُمْ) حديث حسن، رواه أَبُو داود بإسنادٍ حسن.","sanad":"وعن أَبي سعيد وأبي هُريرة رضي اللهُ تَعَالَى عنهما، قالا:"},{"hadithId":"960","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (خَيْرُ الصَّحَابَةِ (1) أرْبَعَةٌ، وَخَيْرُ السَّرَايَا (2) أرْبَعُمِائَةٍ، وَخَيْرُ الجُيُوشِ أرْبَعَةُ آلاَفٍ، وَلَنْ يُغْلَبَ اثْنَا عَشَرَ ألْفاً مِنْ قِلةٍ) رواه أَبُو داود والترمذي، وقال: (حديث حسن).\n\nـــــــــــــــــــــ\n(1) الصَّحَابَةِ : جمع صاحب، الأصحاب. النهاية 3/12.\n(2) السَّرَايَا : هي طائفة من الجيش. النهاية 2/363.","sanad":"وعن ابن عبّاسٍ رضي الله عنهما،"}]},{"chapterID":3,"chapterName":"3 - باب آداب السير والنزول والمبيت والنوم في السفر واستحباب السُّرَى والرفق بالدواب","chapterIntro":"3 - باب آداب السير والنزول والمبيت والنوم في السفر واستحباب السُّرَى والرفق بالدواب ومراعاة مصلحتها وأمر من قصّر في حقها بالقيام بحقها وجواز الإرداف عَلَى الدابة إِذَا كانت تطيق ذلك.","hadiths":[{"hadithId":"961","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (إِذَا سَافَرْتُمْ فِي الخِصْبِ، فَأعْطُوا الإبلَ حَظَّهَا مِنَ الأَرْضِ، وَإِذَا سَافَرْتُمْ في الجدْبِ، فَأسْرِعُوا عَلَيْهَا السَّيْرَ، وَبَادِرُوا بِهَا نِقْيَهَا، وَإِذَا عَرَّسْتُمْ، فَاجْتَنِبُوا الطَّرِيقَ؛ فَإنَّهَا طُرُقُ الدَّوَابِّ، وَمَأوَى الهَوَامِّ بِاللَّيْلِ) رواه مسلم.\n\nمَعنَى (أعْطُوا الإبِلَ حَظَّهَا مِنَ الأرْضِ) أيْ: ارْفُقُوا بِهَا في السَّيْرِ لِتَرْعَى في حَالِ سَيرِهَا، وَقوله: (نِقْيَهَا) هُوَ بكسر النون وإسكان القاف وبالياءِ المثناة من تَحْت وَهُوَ: المُخُّ، معناه: أسْرِعُوا بِهَا حَتَّى تَصِلُوا المَقصِدَ قَبْلَ أنْ يَذْهَبَ مُخُّهَا مِنْ ضَنْك السَّيْرِ. وَ(التَّعْرِيسُ): النُزولُ في اللَّيلِ.","sanad":"عن أَبي هُريرةَ رضي الله عنه قَالَ:"},{"hadithId":"962","text":"كَانَ رسولُ الله صلى الله عليه وسلم إِذَا كَانَ فِي سَفَرٍ، فَعَرَّسَ بِلَيْلٍ اضْطَجَعَ عَلَى يَمِينهِ، وَإِذَا عَرَّسَ قُبَيلَ الصُّبْحِ نَصَبَ ذِرَاعَهُ، وَوَضَعَ رَأسَهُ عَلَى كَفِّهِ. رواه مسلم.\n\nقَالَ العلماءُ: إنَّمَا نَصَبَ ذِرَاعَهُ لِئَلاَّ يَسْتَغْرِقَ في النَّومِ، فَتَفُوتَ صَلاَةُ الصُّبْحِ عَنْ وَقْتِهَا أَوْ عَنْ أوَّلِ وَقْتِهَا.","sanad":"وعن أَبي قتادة رضي الله عنه قَالَ:"},{"hadithId":"963","text":"قَالَ رسول الله صلى الله عليه وسلم: (عَلَيْكُمْ بِالدُّلْجَةِ، فَإنَّ الأرْضَ تُطْوَى بِاللَّيْلِ) رواه أَبُو داود بإسناد حسن.\n\n(الدُّلْجَةُ): السَّيْرُ في اللَّيْلِ.","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"964","text":"كَانَ النَّاسُ إِذَا نَزَلُوا مَنْزِلاً تَفَرَّقُوا في الشِّعَابِ وَالأوْدِيَةِ. فَقَالَ رسولُ الله صلى الله عليه وسلم: (إنَّ تَفَرُّقكُمْ فِي هذِهِ الشِّعَابِ وَالأوْدِيَةِ إنَّمَا ذلِكُمْ مِنَ الشَّيْطَانِ!) فَلَمْ يَنْزِلُوا بَعْدَ ذَلِكَ مَنْزِلاً إِلاَّ انْضَمَّ بَعْضُهُمْ إِلَى بَعْضٍ. رواه أَبُو داود بإسناد حسن.\n","sanad":"وعن أَبي ثَعْلَبَةَ الخُشَنِيِّ رضي الله عنه قَالَ: "},{"hadithId":"965","text":"مَرَّ رسولُ الله صلى الله عليه وسلم بِبَعِيرٍ قَدْ لَحِقَ ظَهْرُهُ بِبَطْنِهِ فَقَالَ: (اتَّقُوا الله في هذِهِ البَهَائِمِ المُعجَمَةِ، فَارْكَبُوهَا صَالِحَةً، وَكُلُوهَا صَالِحَةً) رواه أَبُو داود بإسناد صحيح.","sanad":"وعن سهل بن عمرو - وقيل: سهل بن الربيع بن عمرو الأنصاري المعروف بابن الحنظلِيَّة، وَهُوَ من أهل بيعة الرِّضْوَانِ - رضي الله عنه قَالَ:"},{"hadithId":"966","text":"أردفني رسولُ الله صلى الله عليه وسلم ذَاتَ يَوْمٍ خَلْفَهُ، وَأسَرَّ إليَّ حَدِيثاً لا أُحَدِّثُ بِهِ أحَداً مِنَ النَّاسِ، وَكَانَ أحَبَّ مَا اسْتَتَرَ بِهِ رسولُ الله صلى الله عليه وسلم لِحاجَتِهِ هَدَفٌ أَوْ حَائِشُ نَخْلٍ. يَعنِي: حَائِطَ نَخْلٍ. رواه مسلم هكَذَا مُختصراً. وزادَ فِيهِ البَرْقاني بإسناد مسلم - بعد قَوْله: حَائِشُ نَخْلٍ - فَدَخَلَ حَائِطاً لِرَجُلٍ مِنَ الأنْصَارِ، فَإذا فِيهِ جَمَلٌ، فَلَمَّا رَأى رَسولَ الله صلى الله عليه وسلم جَرْجَرَ وذَرَفَتْ عَيْنَاهُ، فَأتَاهُ النَّبيُّ صلى الله عليه وسلم فَمَسَحَ سَرَاتَهُ - أيْ : سِنَامَهُ - وَذِفْرَاهُ فَسَكَنَ فَقَالَ: (مَنْ رَبُّ هَذَا الجَمَلِ؟ لِمَنْ هَذَا الجَمَلُ؟) فَجَاءَ فَتَىً مِنَ الأنْصَارِ فَقَالَ: هَذَا لِي يَا رسولَ الله. قَالَ: (أفَلاَ تَتَّقِي اللهَ في هذِهِ البَهِيمَةِ الَّتي مَلَّكَكَ اللهُ إيَّاهَا؟ فَإنَّهُ يَشْكُو إلَيَّ أنَّكَ تُجِيعُهُ وتُدْئِبُهُ) رواه أَبُو داود كرواية البرقاني.\n\nقَوْله (ذِفْرَاهُ): هُوَ بكسر الذال المعجمة وإسكان الفاءِ، وَهُوَ لفظ مفرد مؤنث. قَالَ أهل اللغة: الذِّفْرى: الموضع الَّذِي يَعْرَقُ مِن البَعِيرِ خَلف الأُذُنِ، وَقوله: (تُدْئِبهُ) أيْ: تتعِبه.","sanad":"وعن أَبي جعفر عبد الله بن جعفر رضي الله عنهما قَالَ:"},{"hadithId":"967","text":"كُنَّا إِذَا نَزَلْنَا مَنْزِلاً، لاَ نُسَبِّحُ حَتَّى نَحُلَّ الرِّحَال. رواه أَبُو داود بإسناد عَلَى شرط مسلم.\n\nوَقَوْلُه: (لا نُسَبِّحُ): أيْ لاَ نُصَلِّي النَّافِلَةَ، ومعناه: أنَّا - مَعَ حِرْصِنَا عَلَى الصَّلاَةِ - لا نُقَدِّمُهَا عَلَى حَطِّ الرِّحَالِ وَإرَاحَةِ الدَّوَابِّ.","sanad":"وعن أنس رضي الله عنه قَالَ:"}]},{"chapterID":4,"chapterName":"4 - باب إعانة الرفيق","chapterIntro":"4 - باب إعانة الرفيق، في الباب أحاديث كثيرة تقدمت كحديث : (وَاللهُ في عَوْنِ العَبْدِ مَا كَانَ العَبْدُ في عَوْنِ أخِيهِ)، (1). وحديث: (كُلُّ مَعْرُوفٍ صَدَقَة)، (2). وَأشْبَاهِهِما.\n\nـــــــــــــــــــ\n(1) انظر الحديث (245) عن أبي هريرة.\n(2) انظر الحديث (134) عن جابر وحذيفة.","hadiths":[{"hadithId":"968","text":"بَيْنَمَا نَحْنُ في سَفَرٍ إذْ جَاءَ رَجُلٌ عَلَى رَاحِلَةٍ لَهُ، فَجَعَلَ يَصْرِفُ بَصَرَهُ يَمِيناً وَشِمَالاً، فَقَالَ رسولُ الله صلى الله عليه وسلم: (مَنْ كَانَ مَعَهُ فَضْلُ ظَهْرٍ فَلْيَعُدْ بِهِ عَلَى مَنْ لاَ ظَهْرَ لَهُ، وَمَنْ كَانَ لَهُ فَضْلُ زَادٍ فَلْيَعُدْ بِهِ عَلَى مَنْ لاَ زَادَ لَهُ)، فَذَكَرَ مِنْ أصْنَافِ المَالِ مَا ذَكَرَهُ، حَتَّى رَأيْنَا، أنَّهُ لاَ حَقَّ لأَحَدٍ مِنَّا فِي فَضْلٍ. رواه مسلم.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه قَالَ:"},{"hadithId":"969","text":"عن رسول الله صلى الله عليه وسلم: أنَّهُ أرَادَ أنْ يَغْزُوَ، فَقَالَ: (يَا مَعْشَرَ المُهَاجِرِينَ وَالأَنْصَارِ، إن مِنْ إخْوَانِكُمْ قَوْماً لَيْسَ لَهُمْ مَالٌ، وَلاَ عَشِيرةٌ، فَلْيَضُمَّ أحَدكُمْ إِلَيْهِ الرَّجُلَيْنِ أَو الثَّلاَثَةَ، فَمَا لأَحَدِنَا مِنْ ظَهْرٍ يَحْمِلُهُ إِلاَّ عُقْبةٌ كَعُقْبَةٍ) يَعْني أحَدهِمْ، قَالَ: فَضَمَمْتُ إلَيَّ اثْنَيْنِ أَوْ ثَلاَثَةً مَا لِي إِلاَّ عُقْبَةٌ كَعقبة أحَدِهِمْ مِنْ جَمَلِي. رواه أَبُو داود.","sanad":"وعن جابر رضي الله عنه،"},{"hadithId":"970","text":"كَانَ رسول الله صلى الله عليه وسلم يَتَخَلَّفُ في المَسير، فَيُزْجِي (1)، الضَّعِيف، وَيُرْدِفُ وَيَدْعُو لَهُ. رواه أَبُو داود بإسناد حسن.\n\nــــــــــــــــــــــ\n(1) فَيُزْجِي : قال الخطابي في معالم السنن 2/233 : (قوله: يزجي، أي يسوق بهم، يُقال: أزجيت المطية إذا حثثتها في السوق). ","sanad":"وعنه قَالَ:"}]},{"chapterID":5,"chapterName":"5 - باب مَا يقول إذا ركب دَابَّة للسفر","chapterIntro":"5 - باب مَا يقول إذا ركب دَابَّة للسفر، قَالَ الله تَعَالَى: {وَجَعَلَ لَكُمْ مِنَ الفُلْكِ وَالأنْعَامِ مَا تَرْكَبُونَ لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ} [الزخرف : 12-13].","hadiths":[{"hadithId":"971","text":"أنَّ رسول الله صلى الله عليه وسلم كَانَ إِذَا اسْتَوَى عَلَى بَعِيرِهِ خَارِجاً إِلَى سَفَرٍ، كَبَّرَ ثَلاثاً، ثُمَّ قَالَ: (سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإنَّا إِلَى رَبِّنَا لَمُنْقَلبُونَ. اللّهُمَّ إنا نسألكَ في سفرنا هذا البرّ والتَّقوى، ومنَ العملِ ما ترضى، اللَّهُمَّ هَوِّن عَلَيْنَا سَفَرَنَا هَذَا، وَاطْوِ عَنَّا بُعْدَهُ. اللَّهُمَّ أنْتَ الصَّاحِبُ في السَّفَرِ، والخَلِيفَةُ في الأهْلِ. اللَّهُمَّ إنِّي أعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ المَنْظَرِ، وَسُوءِ المُنْقَلَبِ في المالِ وَالأَهْلِ وَالوَلَدِ) وَإِذَا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: (آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ) رواه مسلم.\n\nمَعْنَى (مُقْرِنِينَ): مُطِيقِينَ. وَ(الوَعْثَاءُ) بفتحِ الواوِ وَإسكان العين المهملة وبالثاء المثلثة وبالمد وَهِيَ: الشِّدَّةُ. وَ(الكَآبَةُ) بِالمَدِّ، وَهِيَ: تَغَيُّرُ النَّفْسِ مِنْ حُزْنٍ وَنَحْوهِ. وَ(المُنْقَلَبُ): المَرْجِعُ.","sanad":"وعن ابن عمر رضي الله عنهما: "},{"hadithId":"972","text":"كَانَ رسول الله صلى الله عليه وسلم إِذَا سَافَرَ يَتَعَوَّذُ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ المُنْقَلَبِ، وَالْحَوْرِ بَعْدَ الكَوْنِ، وَدَعْوَةِ المَظْلُومِ، وَسُوءِ المَنْظَرِ في الأَهْلِ وَالمَالِ. رواه مسلم. هكذا هُوَ في صحيح مسلم: (الحَوْر بَعْدَ الكَوْنِ) بالنون، وكذا رواه الترمذي والنسائي، قَالَ الترمذي: وَيُرْوَى (الكوْرُ) بالراءِ، وَكِلاهما لَهُ وجه.\n\nقَالَ العلماءُ: ومعناه بالنون والراءِ جَميعاً: الرُّجُوعُ مِنَ الاسْتِقَامَةِ أَوِ الزِّيَادَةِ إِلَى النَّقْصِ. قالوا: ورِوايةُ الرَّاءِ مَأخُوذَةٌ مِنْ تَكْوِيرِ العِمَامَة وَهُوَ لَفُّهَا وَجَمْعُهَا. ورواية النون، مِنَ الكَوْنِ، مَصْدَرُ كَانَ يَكُونُ كَونَاً: إِذَا وُجِدَ وَاسْتَقَرَّ.","sanad":"وعن عبد الله بن سَرجِسَ رضي الله عنه قَالَ:"},{"hadithId":"973","text":"شهدت عليَّ بن أَبي طالب رضي الله عنه، أُتِيَ بِدَابَّةٍ لِيَرْكَبَهَا، فَلَمَّا وَضَعَ رِجْلَهُ في الرِّكَابِ قَالَ: بِسْمِ اللهِ، فَلَمَّا اسْتَوَى عَلَى ظَهْرِهَا قَالَ: الحَمْدُ للهِ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنينَ، وَإنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، ثُمَّ قَالَ: الحمْدُ للهِ، ثَلاثَ مَرَّاتٍ، ثُمَّ قَالَ: اللهُ أكْبَرُ، ثَلاثَ مَرَّاتٍ، ثُمَّ قَالَ: سُبْحَانَكَ إنّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي إنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أنْتَ، ثُمَّ ضَحِكَ، فَقيلَ: يَا أمِيرَ المُؤمِنِينَ، مِنْ أيِّ شَيْءٍ ضَحِكْتَ؟ قَالَ: رَأيتُ النبيَّ صلى الله عليه وسلم فَعَلَ كَمَا فَعَلْتُ ثُمَّ ضَحِكَ، فقُلْتُ: يَا رسول اللهِ، مِنْ أيِّ شَيْءٍ ضَحِكْتَ؟ قَالَ: (إنَّ رَبَّكَ تَعَالَى يَعْجَبُ مِنْ عَبدِهِ إِذَا قَالَ: اغْفِرْ لِي ذُنُوبِي، يَعْلَمُ أنَّهُ لاَ يَغْفِرُ الذُّنُوبَ غَيْرِي) رواه أَبُو داود والترمذي، وقال: (حديث حسن)، وفي بعض النسخ: (حسن صحيح). وهذا لفظ أَبي داود.","sanad":"وعن عَلِي بن ربيعة قَالَ: "}]},{"chapterID":6,"chapterName":"6 - باب تكبير المسافر إِذَا صعد الثنايا وشبهها وتسبيحه إِذَا هبط الأودية ونحوها والنهي عن المبالغة برفع الصوتِ بالتكبير ونحوه","chapterIntro":"6 - باب تكبير المسافر إِذَا صعد الثنايا وشبهها وتسبيحه إِذَا هبط الأودية ونحوها والنهي عن المبالغة برفع الصوتِ بالتكبير ونحوه.\n","hadiths":[{"hadithId":"974","text":"كُنَّا إِذَا صَعِدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا. رواه البخاري.","sanad":"عن جابر رضي الله عنه قَالَ:"},{"hadithId":"975","text":"كَانَ النَّبيُّ صلى الله عليه وسلم وجيُوشُهُ إِذَا عَلَوا الثَّنَايَا كَبَّرُوا، وَإِذَا هَبَطُوا سَبَّحُوا. رواه أَبُو داود بإسناد صحيح.","sanad":"وعن ابن عمرَ رضي اللهُ عنهما قَالَ:"},{"hadithId":"976","text":"كَانَ النَّبي صلى الله عليه وسلم إِذَا قَفَلَ مِنَ الحَجِّ أَوْ العُمْرَةِ، كُلَّمَا أوْفَى عَلَى ثَنِيَّةٍ أَوْ فَدْفَدٍ كَبَّرَ ثَلاثَاً، ثُمَّ قَالَ: (لاَ إلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. آيِبُونَ، تَائِبُونَ، عَابِدُونَ، سَاجِدُونَ، لِرَبِّنَا حَامِدُونَ، صَدَقَ اللهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأحْزَابَ وَحْدَهُ) متفقٌ عَلَيْهِ. وفي رواية لمسلم: إِذَا قَفَلَ مِنَ الجيُوشِ أَو السَّرَايَا أَو الحَجِّ أَو العُمْرَةِ.\n\nقَوْلهُ: (أوْفَى) أيْ: ارْتَفَعَ، وَقَوْلُه: (فَدْفَدٍ) هُوَ بفتح الفائَينِ بينهما دال مهملة ساكِنة، وَآخِره دال أخرى وَهُوَ: (الغَليظُ المُرْتَفِعُ مِنَ الأرضِ).","sanad":"وعنه قَالَ: "},{"hadithId":"977","text":"أنَّ رجلاً قَالَ يَا رسول الله، إنّي أُريدُ أنْ أُسَافِرَ فَأوْصِني قَالَ: (عَلَيْكَ بِتَقْوَى اللهِ، وَالتَّكْبِيرِ عَلَى كلِّ شَرَفٍ) فَلَمَّا وَلَّى الرَّجُلُ قَالَ: (اللَّهُمَّ اطْوِ لَهُ البُعْدَ، وَهَوِّنْ عَلَيْهِ السَّفَرَ) رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"978","text":"كنّا مَعَ النبيِّ صلى الله عليه وسلم في سَفَرٍ، فَكُنَّا إِذَا أشْرَفْنَا عَلَى وَادٍ هَلَّلْنَا وَكَبَّرْنَا وَارتَفَعَتْ أصْوَاتُنَا، فَقَالَ النبيُّ صلى الله عليه وسلم: (يَا أيُّهَا النَّاسُ، ارْبَعُوا عَلَى أنْفُسِكُمْ، فَإنَّكُمْ لاَ تَدْعُونَ أصَمَّ وَلاَ غَائِباً، إنَّهُ مَعَكُمْ، إنَّهُ سَمِيعٌ قَرِيبٌ) متفقٌ عَلَيْهِ.\n\n(ارْبَعُوا) بفتحِ الباءِ الموحدةِ أيْ: ارْفُقُوا بِأَنْفُسِكُمْ.","sanad":"وعن أَبي موسى الأشعريِّ رضي الله عنه قَالَ:"}]},{"chapterID":7,"chapterName":"7 - باب استحباب الدعاء في السفر","chapterIntro":"7 - باب استحباب الدعاء في السفر.","hadiths":[{"hadithId":"979","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (ثلاثُ دَعَوَاتٍ مُسْتَجَابَات لاَ شَكَّ فِيهِنَّ: دَعْوَةُ المَظْلُومِ، وَدَعْوَةُ المُسَافِرِ، وَدَعْوَةُ الوَالِدِ عَلَى وَلَدِهِ) رواه أَبُو داود والترمذي وقال: (حديث حسن). وليس في رواية أَبي داود: (عَلَى وَلَدِهِ).\n","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":8,"chapterName":"8 - باب مَا يدعو بِهِ إِذَا خاف ناساً أَوْ غيرهم","chapterIntro":"8 - باب مَا يدعو بِهِ إِذَا خاف ناساً أَوْ غيرهم.","hadiths":[{"hadithId":"980","text":"أنَّ رسولَ الله صلى الله عليه وسلم كَانَ إِذَا خَافَ قَوْماً، قَالَ: (اللَّهُمَّ إنَّا نَجْعَلُكَ في نُحُورِهِمْ، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ) رواه أَبُو داود والنسائي بإسنادٍ صحيحٍ.","sanad":"عن أَبي موسى الأشعريِّ رضي الله عنه:"}]},{"chapterID":9,"chapterName":"9 - باب مَا يقول إِذَا نزل منْزلاً","chapterIntro":"9 - باب مَا يقول إِذَا نزل منْزلاً.","hadiths":[{"hadithId":"981","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يَقُولُ: (مَنْ نَزَلَ مَنْزِلاً ثُمَّ قَالَ: أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ، لَمْ يَضُرَّهُ شَيْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ذَلِكَ) رواه مسلم.","sanad":"عن خولة بنتِ حَكِيمٍ رضي الله عنها قالت:"},{"hadithId":"982","text":"كَانَ رسول الله صلى الله عليه وسلم إِذَا سَافَرَ فَأقْبَلَ اللَّيْلُ، قَالَ: (يَا أرْضُ، رَبِّي وَرَبُّكِ اللهُ، أعُوذُ بِاللهِ مِنْ شَرِّكِ وَشَرِّ مَا فِيكِ، وَشَرِّ مَا خُلِقَ فِيكِ، وَشَرِّ مَا يَدِبُّ عَلَيْكِ، وَأعُوذُ بِكَ مِنْ شَرِّ أسَدٍ وَأسْوَدٍ، وَمِنَ الحَيَّةِ وَالعَقْرَبِ، وَمِنْ سَاكِنِ البَلَدِ، وَمِنْ وَالِدٍ وَمَا وَلَدَ) رواه أَبُو داود.\n\nوَ(الأَسْوَدُ): الشَّخْصُ، قَالَ الخَطَّابِيُّ: وَ(سَاكِنُ البَلَدِ): هُمُ الجِنُّ الَّذِينَ هُمْ سُكَّانُ الأرْضِ. قَالَ: وَالبَلَد مِنَ الأرْضِ: مَا كَانَ مَأْوَى الحَيَوانِ، وَإنْ لَمْ يَكُنْ فِيهِ بِنَاءٌ وَمَنَازلُ. قَالَ: وَيَحْتَمِلُ أنَّ المُرَادَ: (بِالوَالِدِ) إبليسُ: (وَمَا وَلَدَ): الشَّيَاطِينُ.","sanad":"وعن ابن عمر رضي الله عنهما قَالَ:"}]},{"chapterID":10,"chapterName":"10 - باب استحباب تعجيل المسافر الرجوع إِلَى أهله إِذَا قضى حاجته","chapterIntro":"10 - باب استحباب تعجيل المسافر الرجوع إِلَى أهله إِذَا قضى حاجته.","hadiths":[{"hadithId":"983","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (السَّفَرُ قِطْعَةٌ مِنَ العَذَابِ، يَمْنَعُ أحَدَكُمْ طَعَامَهُ وَشَرابَهُ وَنَوْمَهُ، فَإذَا قَضَى أحَدُكُمْ نَهْمَتَهُ مِنْ سَفَرِهِ، فَلْيُعَجِّلْ إِلَى أهْلِهِ) متفقٌ عَلَيْهِ.\n\n(نَهْمَتهُ): مَقْصُودهُ.","sanad":"عن أَبي هريرة رضي الله عنه:"}]},{"chapterID":11,"chapterName":"11 - باب استحباب القدوم عَلَى أهله نهاراً وكراهته في الليل لغير حاجة","chapterIntro":"11 - باب استحباب القدوم عَلَى أهله نهاراً وكراهته في الليل لغير حاجة.","hadiths":[{"hadithId":"984","text":"أنَّ رسولَ الله صلى الله عليه وسلم قَالَ: (إِذَا أطال أحَدُكُمُ الغَيْبَةَ فَلاَ يَطْرُقَنَّ أهْلَهُ لَيْلاً). وفي روايةٍ: أنَّ رسول الله صلى الله عليه وسلم نَهَى أنْ يَطْرُقَ الرَّجُلُ أهْلَهُ لَيْلاً. متفقٌ عَلَيْهِ.","sanad":"عن جابر رضي الله عنه: "},{"hadithId":"985","text":"كَانَ رسولُ الله صلى الله عليه وسلم لا يَطْرُقُ أهْلَهُ لَيْلاً، وَكَانَ يَأتِيهمْ غُدْوَةً أَوْ عَشِيَّة. متفقٌ عَلَيْهِ.\n\n(الطُّرُوقُ): المَجيءُ فِي اللَّيْلِ.","sanad":"وعن أنسٍ رضي الله عنه قَالَ:"}]},{"chapterID":12,"chapterName":"12 - باب مَا يقول إِذَا رجع وإذا رأى بلدته","chapterIntro":"12 - باب مَا يقول إِذَا رجع وإذا رأى بلدته، فِيهِ حَدِيثُ ابنِ عمرَ (1)، السَّابِقُ في باب تكبيرِ المسافِر إِذَا صَعِدَ الثَّنَايَا.\n\nـــــــــــــــــــــــ\n(1) انظر الحديث (976).","hadiths":[{"hadithId":"986","text":"أقْبَلْنَا مَعَ النَّبيِّ صلى الله عليه وسلم حَتَّى إِذَا كُنَّا بِظَهْرِ الْمَدِينَةِ قَالَ: (آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ) فَلَمْ يَزَلْ يَقُولُ ذَلِكَ حَتَّى قَدِمْنَا المَدِينَةَ. رواه مسلم.","sanad":"وعن أنس رضي الله عنه قَالَ: "}]},{"chapterID":13,"chapterName":"13 - باب استحباب ابتداء القادم بالمسجد الذي في جواره وصلاته فيه ركعتين","chapterIntro":"13 - باب استحباب ابتداء القادم بالمسجد الذي في جواره وصلاته فيه ركعتين.","hadiths":[{"hadithId":"987","text":"أنَّ رسولَ الله صلى الله عليه وسلم كَانَ إِذَا قَدِمَ مِنْ سَفَرٍ، بَدَأ بِالْمَسْجِدِ فَرَكَعَ فِيهِ رَكْعَتَيْنِ. متفقٌ عَلَيْهِ.","sanad":"عن كعب بن مالِك رضي الله عنه:"}]},{"chapterID":14,"chapterName":"14 - باب تحريم سفر المرأة وحدها","chapterIntro":"14 - باب تحريم سفر المرأة وحدها.","hadiths":[{"hadithId":"988","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (لاَ يَحِلُّ لامْرَأَةٍ تُؤْمِنُ بِاللهِ وَالْيَومِ الآخِرِ تُسَافِرُ مَسِيرَةَ يَوْمٍ وَلَيْلَةٍ إِلاَّ مَعَ ذِي مَحْرَمٍ عَلَيْهَا) متفقٌ عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"989","text":"أنَّهُ سَمِعَ النبيَّ صلى الله عليه وسلم يقول: (لاَ يَخْلُوَنَّ رَجُلٌ بِامْرَأَةٍ إِلاَّ وَمَعَهَا ذُو مَحْرَمٍ، وَلاَ تُسَافِرُ المَرْأةُ إِلاَّ مَعَ ذِي مَحْرَمٍ) فَقَالَ لَهُ رَجُلٌ: يَا رسولَ الله، إنَّ امْرَأتِي خَرَجَتْ حَاجَّةً، وَإنِّي اكْتُتِبْتُ في غَزْوَةِ كَذَا وَكَذَا؟ قَالَ: (انْطَلِقْ فَحُجَّ مَعَ امْرَأَتِكَ) متفقٌ عَلَيْهِ.","sanad":"وعن ابن عباس رضي الله عنهما:"}]}]}