{"bookID":"15","bookName":"15. كتاب الصلاة على رسول الله صلى الله عليه وسلم ","numberOfchaptars":1,"chaptars":[{"chapterID":1,"chapterName":"1 - باب الأمر بالصلاة عَلَيْهِ وفضلها وبعض صيغها","chapterIntro":"1 - باب الأمر بالصلاة عَلَيْهِ وفضلها وبعض صيغها، قَالَ الله تَعَالَى: {إنَّ اللهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النَّبيِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً} [الأحزاب : 56].","hadiths":[{"hadithId":"1396","text":"أنَّه سمع رسول الله صلى الله عليه وسلم يقول: (مَنْ صَلَّى عَلَيَّ صَلاةً، صَلَّى اللهُ عَلَيْهِ بِهَا عَشْراً). رواه مسلم.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما:"},{"hadithId":"1397","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (أَوْلَى النَّاسِ بِي يَومَ القِيَامَةِ أكْثَرُهُمْ عَلَيَّ صَلاَةً). رواه الترمذي وقال: (حديث حسن).","sanad":"وعن ابن مسعود رضي الله عنه:"},{"hadithId":"1398","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (إنَّ مِنْ أفْضَلِ أيَّامِكُمْ يَومَ الجُمُعَةِ، فَأكْثِرُوا عَلَيَّ مِنَ الصَّلاةِ فِيهِ، فَإنَّ صَلاَتَكُمْ مَعْرُوضَةٌ عَلَيَّ). قَالَ: قالوا: يَا رسول الله، وَكَيفَ تُعْرَضُ صَلاتُنَا عَلَيْكَ وَقَدْ أَرَمْتَ؟! قَالَ: يقولُ بَلِيتَ. قَالَ: (إنَّ اللهَ حَرَّمَ عَلَى الأرْضِ أَجْسَادَ الأَنْبِيَاءِ). رواه أَبُو داود بإسنادٍ صحيح.","sanad":"وعن أوس بن أوس رضي الله عنه قَالَ:"},{"hadithId":"1399","text":"قَالَ رسول الله صلى الله عليه وسلم: (رَغِمَ أنْفُ رَجُلٍ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ). رواه الترمذي وقال: (حديث حسن).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1400","text":"قَالَ رسول الله صلى الله عليه وسلم: (لا تَجْعَلُوا قَبْرِي عِيداً، وَصَلُّوا عَلَيَّ، فَإنَّ صَلاَتَكُمْ تَبْلُغُنِي حَيْثُ كُنْتُمْ). رواه أَبُو داود بإسنادٍ صحيح.","sanad":"وعنه رضي الله عنه قَالَ:"},{"hadithId":"1401","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللهُ عَلَيَّ رُوحِي حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ). رواه أَبُو داود بإسنادٍ صحيح.","sanad":"وعنه:"},{"hadithId":"1402","text":"قَالَ رسُولُ اللهِ صلى الله عليه وسلم: (البَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ، فَلَمْ يُصَلِّ عَلَيَّ). رواه الترمذي وقال: (حديث حسن صحيح).","sanad":"وعن عليّ رضي الله عنه قَالَ:"},{"hadithId":"1403","text":"سَمِعَ رسُولُ الله صلى الله عليه وسلم، رَجُلاً يَدْعُو في صَلاَتِهِ لَمْ يُمَجِّدِ الله تَعَالَى، وَلَمْ يُصَلِّ عَلَى النَّبيِّ صلى الله عليه وسلم فَقَالَ رسُولُ الله صلى الله عليه وسلم: (عَجِلَ هَذَا) ثُمَّ دَعَاهُ فَقَالَ لَهُ - أَوْ لِغَيْرِهِ - : (إِذَا صَلَّى أَحَدُكُمْ فَلْيَبْدَأْ بِتَحْمِيدِ رَبِّهِ سُبْحَانَهُ، وَالثَّنَاءِ عَلَيْهِ، ثُمَّ يُصَلِّي عَلَى النَّبيِّ صلى الله عليه وسلم، ثُمَّ يَدْعُو بَعْدُ بِمَا شَاءَ). رواه أَبُو داود والترمذي وقال: (حديث حسن صحيح).","sanad":"وعن فَضَالَةَ بنِ عُبَيْدٍ رضي الله عنه قَالَ:"},{"hadithId":"1404","text":"خَرَجَ عَلَيْنَا النبيُّ صلى الله عليه وسلم، فَقُلْنَا: يَا رَسُولَ اللهِ قَدْ عَلِمْنَا كَيْفَ نُسَلِّمُ عَلَيْكَ، فَكَيْفَ نُصَلِّي عَلَيْكَ؟ قَالَ: (قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إبْرَاهِيمَ، إنَّكَ حَمِيدٌ مَجيدٌ. اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ، وعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى آلِ إبْرَاهِيمَ، إنَّكَ حَمِيدٌ مَجْيدٌ). متفقٌ عَلَيْهِ.","sanad":"وعن أَبي محمدٍ كعبِ بن عُجْرَة رضي الله عنه قَالَ:"},{"hadithId":"1405","text":"أتَانَا رسُولُ اللهِ صلى الله عليه وسلم، وَنَحنُ في مَجْلِسِ سَعدِ بن عُبَادَةَ رضي الله عنه، فَقَالَ لَهُ بَشْيرُ بْنُ سَعدٍ: أمَرَنَا الله تَعَالَى أنْ نُصَلِّي عَلَيْكَ يَا رَسُولَ اللهِ، فَكَيْفَ نُصَلِّي عَلَيْكَ؟ فَسَكَتَ رسُولُ الله صلى الله عليه وسلم، حَتَّى تَمَنَّيْنَا أنَّهُ لَمْ يَسْأَلْهُ، ثُمَّ قَالَ رسُولُ الله صلى الله عليه وسلم: (قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى آلِ إبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْت عَلَى آلِ إبْرَاهِيمَ، إنَّكَ حَمِيدٌ مَجِيدٌ، وَالسَّلاَمُ كَمَا قَدْ عَلِمْتُمْ). رواه مسلم.","sanad":"وعن أَبي مسعودٍ البدري رضي الله عنه قَالَ:"},{"hadithId":"1406","text":"قالوا: يَا رسولَ الله كَيْفَ نُصَلِّي عَلَيْكَ؟ قَالَ: (قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إبْرَاهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ، وَعَلَى أزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إبْرَاهِيمَ إنَّكَ حَميدٌ مَجِيدٌ). متفقٌ عَلَيْهِ.","sanad":"وعن أَبي حُمَيدٍ السَّاعِدِيِّ رضي الله عنه قَالَ:"}]}]}