{"bookID":"17","bookName":"17. كتاب الدعوات ","numberOfchaptars":4,"chaptars":[{"chapterID":1,"chapterName":"1 - باب الأمر بالدعاء وفضله وبيان جمل من أدعيته صلى الله عليه وسلم","chapterIntro":"1 - باب الأمر بالدعاء وفضله وبيان جمل من أدعيته صلى الله عليه وسلم، قَالَ الله تَعَالَى: {وقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر : 60]، وقال تَعَالَى: {ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً إنَّهُ لا يُحِبُّ المُعْتَدِينَ} [الأعراف : 55]. وقال تَعَالَى: {وَإذا سَألَكَ عِبَادِي عَنِّي فإنِّي قَريبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} الآية [البقرة : 186]، وقال تَعَالَى: {أَمَّنْ يُجِيبُ المُضْطرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ} [النمل : 62].","hadiths":[{"hadithId":"1464","text":"عن النبيّ صلى الله عليه وسلم قَالَ: (الدُّعَاءُ هُوَ العِبَادَةُ). رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن النعمان بن بشيرٍ رضي الله عنهما،"},{"hadithId":"1465","text":"كَانَ رسُولُ الله صلى الله عليه وسلم يَسْتَحِبُّ الجَوَامِعَ مِنَ الدُّعَاءِ (1)، وَيَدَعُ مَا سِوَى ذَلِكَ. رواه أَبُو داود بإسناد جيدٍ.\n\nـــــــــــــــــــــــــــ\n(1) الجَوَامِعَ مِنَ الدُّعَاءِ : هي التي تجمع الأغراض الصالحة والمقاصد الصحيحة، أو تجمع الثناء على الله تعالى وآداب المسألة. النهاية 1/295.","sanad":"وعن عائشة رَضِيَ اللهُ عنها قالت:"},{"hadithId":"1466","text":"كَانَ أكثرُ دعاءِ النبيّ صلى الله عليه وسلم: (اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً، وَفِي الآخِرَةِ حَسَنَةً، وَقِنَا عَذَابَ النَّارِ) متفقٌ عَلَيْهِ. زاد مسلم في روايتهِ قَالَ: وَكَانَ أَنَسٌ إِذَا أرادَ أنْ يَدْعُوَ بِدَعْوَةٍ دَعَا بِهَا، وَإِذَا أرادَ أنْ يَدْعُوَ بِدُعَاءٍ دَعَا بِهَا فِيهِ.","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1467","text":"أنَّ النبيَّ صلى الله عليه وسلم كَانَ يقول: (اللَّهُمَّ إنِّي أسْألُكَ الهُدَى، والتُّقَى، والعَفَافَ، والغِنَى (1)، رواه مسلم.\n\nــــــــــــــــــــــــــــ\n(1) العَفَافَ، والغِنَى : قال النووي في شرح صحيح مسلم 9/38  (العفاف والعفة: التنزه عما يُباح والكف عنه، والغنى هنا غنى النفس، والاستغناء عن الناس، وعما في أيديهم).","sanad":"وعن ابن مسعودٍ رضي الله عنه:"},{"hadithId":"1468","text":"كَانَ الرَّجُلُ إِذَا أسْلَمَ عَلَّمَهُ النَّبيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أمَرَهُ أنْ يَدْعُوَ بِهؤلاَءِ الكَلِمَاتِ: (اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي  وَاهْدِني، وَعَافِني، وَارْزُقْنِي). رواه مسلم. وفي روايةٍ له عن طارق: أنَّه سمع النبيَّ صلى الله عليه وسلم، وأتاهُ رَجُلٌ فَقَالَ: يَا رسول اللهِ، كَيْفَ أقُولُ حِيْنَ أسْأَلُ رَبِّي؟ قَالَ: (قُلْ: اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَعَافِني، وارْزُقْنِي، فإنَّ هؤلاَءِ تَجْمَعُ لَكَ دُنْيَاكَ وَآخِرَتَكَ).","sanad":"وعن طارق بن أَشْيَمَ رضي الله عنه قَالَ:"},{"hadithId":"1469","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (اللَّهُمَّ مُصَرِّفَ القُلُوبِ صَرِّفْ قُلُوبنَا عَلَى طَاعَتِكَ). رواه مسلم.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما قَالَ:"},{"hadithId":"1470","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (تَعَوَّذُوا بِاللهِ مِنْ جَهْدِ البَلاَءِ، وَدَرَكِ الشَّقَاءِ، وَسُوءِ القَضَاءِ، وَشَمَاتَةِ الأَعْدَاءِ (1)، متفق عَلَيْهِ. وفي روايةٍ قَالَ سفيان: أَشُكُّ أنِّي زِدْتُ واحدةً مِنْهَا.\n\nـــــــــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 9/28 أما (درك الشقاء) فالمشهور فيه فتح الراء، وبالسكون لغة. و(جهد البلاء) بفتح الجيم وضمها، والفتح أشهر وأفصح. فأما الاستعاذة من سوء القضاء، فيدخل فيها سوء القضاء في الدين والدنيا، والبدن والمال والأهل، وقد يكون ذلك في الخاتمة. وأما درك الشقاء، فيكون في أمور الآخرة والدنيا، ومعناه: أعوذ بك أن يُدركني شقاء. وشماتة الأعداء: هي فرح العدو ببلية تنْزل بعدوه، يُقال منه: شمت بكسر الميم، وشمت بفتحها، فهو شامت وأشمته غيره، وأما جهد البلاء، فروي عن ابن عمر أنه فسره بقلة المال وكثرة العيال، وقيل: (الحال الشاقة).","sanad":"وعن أَبي هريرة رضي الله عنه،"},{"hadithId":"1471","text":"كَانَ رسُولُ الله صلى الله عليه وسلم يقول: (اللَّهُمَّ أصْلِحْ لِي دِيني الَّذِي هُوَ عِصْمَةُ أمْرِي، وأصْلِحْ لِي دُنْيَايَ الَّتي فِيهَا مَعَاشِي، وأصْلِحْ لِي آخِرتِي الَّتي فِيهَا مَعَادي، وَاجْعَلِ الحَيَاةَ زِيَادَةً لِي في كُلِّ خَيْرٍ، وَاجْعَلِ المَوتَ رَاحَةً لِي مِنْ كُلِّ شَرٍّ). رواه مسلم.","sanad":"وعنه قَالَ:"},{"hadithId":"1472","text":"قَالَ لي رسولُ الله صلى الله عليه وسلم: (قُلْ: اللَّهُمَّ اهْدِني، وسَدِّدْنِي (1)، وفي رواية: (اللَّهمَّ إنِّي أسْألُكَ الهُدَى والسَّدَادَ). رواه مسلم.\n\nـــــــــــــــــــــــــــــــــــ\n(1) سَدِّدْنِي : قال النووي: سددني أي وفقني واجعلني مُنتصباً في جميع أموري مستقيماً). شرح صحيح مسلم 9/38.","sanad":"وعن علي رضي الله عنه قَالَ:"},{"hadithId":"1473","text":"كَانَ رسولُ الله صلى الله عليه وسلم يقولُ: (اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنَ العَجْزِ، وَالكَسَلِ، وَالجُبْنِ، والهَرَمِ، والبُخْلِ، وأعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، وأعوذُ بِكَ مِنْ فِتْنَةِ المَحْيَا وَالمَمَاتِ (1)، وفي رواية: (وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ (2)، رواه مسلم.\n\nــــــــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 9/26 (الكسل: هو عدم انبعاث النفس للخير وقلة الرغبة مع إمكانه. وأما العجز: فعدم القدرة عليه، وقيل: هو ترك ما يجب فعله، والتسويف به، وكلاهما تستحب الإعاذة منه. وأما استعاذته من الهرم فالمراد به الاستعاذة من الرد إلى أرذل العمر، وسبب ذلك ما فيه من الخرف واختلال العقل والحواس والضبط … وأما استعاذته من الجبن والبخل، فلما فيهما من التقصير عن أداء الواجبات، والقيام بحقوق الله تعالى وإزالة المنكر … وبالسلامة من البخل يقوم بحقوق المال وينبعث للإنفاق والجود ولمكارم الأخلاق).\n(2) قال الحافظ ابن حجر في الفتح 11/207  (الضلع هو الاعوجاج، والمراد به هنا ثقل الدين وشدته، وغلبة الرجال : أي شدة تسلطهم كاستيلاء الرعاع هرجاً ومرجاً).","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1474","text":"أنَّه قَالَ لرسُولِ الله صلى الله عليه وسلم: عَلِّمْنِي دُعَاءً أَدْعُو بِهِ في صَلاَتِي، قَالَ: (قُلْ: اللَّهُمَّ إِنِّي ظَلَمتُ نَفْسِي ظُلْماً كَثِيراً  وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أنْتَ، فَاغْفِرْ لي مَغْفِرَةً مِنْ عِنْدِكَ، وارْحَمْنِي، إنَّكَ أنْتَ الغَفُورُ الرَّحِيمُ) متفق عَلَيْهِ. وفي روايةٍ: (وفي بيتي) وَرُوِيَ: (ظلماً كثيراً) ورُوِي: (كبيراً) بالثاء المثلثة وبالباء الموحدة؛ فينبغي أنْ يجمع بينهما فيقال: كثيراً كبيراً.","sanad":"وعن أَبي بكر الصديق رضي الله عنه:"},{"hadithId":"1475","text":"عن النَّبيِّ صلى الله عليه وسلم: أنَّه كَانَ يدْعُو بِهذا الدُّعَاءِ: (اللَّهُمَّ اغْفِرْ لِي خَطِيئَتِي وَجَهْلِي، وإسرافِي في أمْرِي، وَمَا أنْتَ أَعْلَمُ بِهِ مِنّي، اللَّهُمَّ اغْفِرْ لِي جِدِّي وَهَزْلِي؛ وَخَطَئِي وَعَمْدِي؛ وَكُلُّ ذَلِكَ عِنْدِي، اللَّهُمَّ اغْفِرْ لي مَا قَدَّمْتُ وَمَا أخَّرْتُ، وَمَا أسْرَرْتُ وَمَا أعْلَنْتُ، وَمَا أنتَ أعْلَمُ بِهِ مِنِّي، أنْتَ المُقَدِّمُ، وأنْتَ المُؤَخِّرُ، وأنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ) متفق عَلَيْهِ.","sanad":"وعن أَبي موسى رضي الله عنه،"},{"hadithId":"1476","text":"أنَّ النبيَّ صلى الله عليه وسلم كَانَ يقول في دُعَائِهِ: (اللَّهُمَّ إنِّي أعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ ومنْ شَرِّ مَا لَمْ أعْمَلْ). رواه مسلم.","sanad":"وعن عائشة رَضِيَ اللهُ عنها:"},{"hadithId":"1477","text":"كَانَ مِن دعاءِ رسُولِ الله صلى الله عليه وسلم: (اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنْ زَوالِ نِعْمَتِكَ، وتَحَوُّلِ عَافِيَتِكَ، وفُجَاءةِ نِقْمَتِكَ، وَجَميعِ سَخَطِكَ). رواه مسلم.","sanad":"وعن ابن عمر رضي الله عنهما قَالَ:"},{"hadithId":"1478","text":"كَانَ رسُولُ الله صلى الله عليه وسلم يقول: (اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنَ العَجْزِ وَالكَسَلِ، والبُخْلِ والهَرَمِ، وَعَذابِ القَبْرِ، اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا، وَزَكِّها أنْتَ خَيْرُ مَنْ زَكَّاهَا، أنْتَ وَلِيُّهَا وَمَوْلاَهَا، اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لا يَنْفَعُ؛ وَمِنْ قَلْبٍ لا يَخْشَعُ، وَمِنْ نَفْسٍ لاَ تَشْبَعُ؛ وَمِنْ دَعْوَةٍ لا يُسْتَجابُ لَهَا). رواه مسلم.","sanad":"وعن زيد بن أرقم رضي الله عنه قَالَ:"},{"hadithId":"1479","text":"أنَّ رسُولَ الله صلى الله عليه وسلم كَانَ يقول: (اللَّهُمَّ لَكَ أسْلَمْتُ، وَبِكَ آمَنْتُ، وَعَلَيْكَ تَوَكَّلْتُ، وإلَيْكَ أنَبْتُ، وَبِكَ خَاصَمْتُ، وإلَيْكَ حَاكَمْتُ. فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أعْلَنْتُ، أنتَ المُقَدِّمُ، وأَنْتَ المُؤَخِّرُ، لا إلهَ إِلاَّ أنْتَ). زَادَ بَعْضُ الرُّوَاةِ: (وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ باللهِ) متفق عَلَيْهِ.","sanad":"وعن ابن عباس رضي الله عنهما:"},{"hadithId":"1480","text":"أنَّ النبيّ صلى الله عليه وسلم كَانَ يدعو بِهؤُلاءِ الكَلِمَاتِ: (اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ، وَعَذَابِ النَّارِ، وَمِنْ شَرِّ الغِنَى وَالفَقْرِ). رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح)؛ وهذا لفظ أَبي داود.","sanad":"وعن عائشة رَضِيَ اللهُ عنها:"},{"hadithId":"1481","text":"كَانَ النبيّ صلى الله عليه وسلم يقول: (اللَّهُمَّ إنِّي أعُوذُ بِكَ مِنْ مُنْكَرَاتِ الأخْلاَقِ، وَالأعْمَالِ، والأهْواءِ). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن زياد بن عِلاَقَةَ عن عمه، وَهُوَ قُطْبَةُ بنُ مالِكٍ رضي الله عنه قَالَ:"},{"hadithId":"1482","text":"قلتُ: يَا رسولَ الله، علِّمْنِي دعاءً، قَالَ: (قُلْ: اللَّهُمَّ إنِّي أعُوذُ بِكَ مِنْ شَرِّ سَمْعِي، وَمِنْ شَرِّ بَصَرِي، وَمِنْ شَرِّ لِسَانِي، وَمِنْ شَرِّ قَلْبِي، وَمِنْ شَرِّ مَنِيِّي (1)، رواه أَبُو داود والترمذي وقال: (حديث حسن).\n\nــــــــــــــــــــــــــ\n(1) مَنِيِّي  : قال الترمذي : (يعني فرجه).","sanad":"وعن شَكَلِ بن حُمَيدٍ رضي الله عنه قَالَ:"},{"hadithId":"1483","text":"أنَّ النبيَّ صلى الله عليه وسلم كَانَ يقول: (اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنَ البَرَصِ، والجُنُونِ، والجُذَامِ، وَسَيِّيءِ (1)، الأسْقَامِ). رواه أَبُو داود بإسناد صحيحٍ.\n\nــــــــــــــــــــــــــ\n(1) قال الخطابي في معالم السنن 1/258  (استعاذ من هذه الأسقام؛ لأنّها عاهات تفسد الخلقة وتبقي الشين وبعضا يؤثر في العقل وليست كسائر الأمراض التي إنما هي أعراض لا تدوم كالحمى، والصداع، وسائر الأمراض التي لا تجري مجرى العاهات وإنما هي كفارات وليست بعقوبات).","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"1484","text":"كَانَ رسولُ الله صلى الله عليه وسلم يقول: (اللَّهُمَّ إنِّي أعُوذُ بِكَ مِنَ الجُوعِ، فَإنَّهُ بِئْسَ الضَّجِيعُ، وأعوذُ بِكَ منَ الخِيَانَةِ، فَإنَّهَا بِئْسَتِ البِطَانَةُ). رواه أَبُو داود بإسناد صحيح.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1485","text":"أنَّ مُكَاتباً جاءهُ فَقَالَ: إنِّي عَجِزْتُ عَنْ كِتَابَتِي فَأعِنِّي، قَالَ: ألا أُعَلِّمُكَ كَلِماتٍ عَلَّمَنِيهنَّ رسُولُ الله صلى الله عليه وسلم، لَوْ كَانَ عَلَيْكَ مِثْلُ جَبَلٍ دَيْناً أدَّاهُ اللهُ عَنْكَ؟ قُلْ: (اللَّهُمَّ اكْفِني بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأغْنِنِي بِفَضْلِكَ عَمَّنْ سِواكَ). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن عليّ رضي الله عنه:"},{"hadithId":"1486","text":"أنَّ النبيّ صلى الله عليه وسلم عَلَّمَ أبَاهُ حُصَيْناً كَلِمَتَيْنِ يَدْعُو بهما: (اللَّهُمَّ ألْهِمْني رُشْدِي، وأعِذْنِي مِنْ شَرِّ نَفْسي). رواه الترمذي وقال: (حديث حسن).","sanad":"وعن عِمْرَانَ بن الحُصَينِ رضي الله عنهما:"},{"hadithId":"1487","text":"قُلْتُ: يَا رسول الله عَلِّمْني شَيْئاً أسْألُهُ الله تَعَالَى، قَالَ: (سَلوا الله العَافِيَةَ) فَمَكَثْتُ أَيَّاماً، ثُمَّ جِئْتُ فَقُلتُ: يَا رسولَ الله عَلِّمْنِي شَيْئاً أسْألُهُ الله تَعَالَى، قَالَ لي: (يَا عَبَّاسُ، يَا عَمَّ رسول اللهِ، سَلُوا الله العَافِيَةَ في الدُّنيَا والآخِرَةِ). رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن أَبي الفضل العباس بن عبد المطلب رضي الله عنه قَالَ:"},{"hadithId":"1488","text":"قُلْتُ لأُمِّ سَلَمة رَضِيَ اللهُ عنها، يَا أمَّ المؤمِنينَ، مَا كَانَ أكثْرُ دعاءِ رَسُولِ الله صلى الله عليه وسلم، إِذَا كَانَ عِنْدَكِ؟ قالت: كَانَ أكْثَرُ دُعائِهِ: (يَا مُقَلِّبَ القُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن شَهْرِ بن حَوشَبٍ قَالَ:"},{"hadithId":"1489","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (كَانَ مِنْ دُعاءِ دَاوُدَ: اللَّهُمَّ إنِّي أسْألُكَ حُبَّكَ، وَحُبَّ مَنْ يُحِبُّكَ، وَالعَمَلَ الَّذِي يُبَلِّغُنِي حُبَّكَ، اللَّهُمَّ اجْعَلْ حُبَّكَ أحَبَّ إلَيَّ مِنْ نَفْسِي، وأهْلِي، وَمِنَ الماءِ البارِدِ). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن أَبي الدرداءِ رضي الله عنه قَالَ:"},{"hadithId":"1490","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (ألِظُّوا بـ (يَاذا الجَلاَلِ والإكْرامِ). رواه الترمذي، ورواه النسائي من رواية ربيعة بن عامِرٍ الصحابي، قَالَ الحاكم: (حديث صحيح الإسناد).\n\n(ألِظُّوا): بكسر اللام وتشديد الظاء المعجمة، معناه : الزَمُوا هذِهِ الدَّعْوَةَ وأكْثِرُوا مِنْهَا. ","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1491","text":"دعا رسُولُ الله صلى الله عليه وسلم، بدُعاءٍ كَثيرٍ، لَمْ نَحْفَظْ مِنْهُ شَيْئاً؛ قُلْنَا: يَا رسول الله، دَعَوْتَ بِدُعاءٍ كَثِيرٍ لَمْ نَحْفَظْ مِنْهُ شَيْئاً، فَقَالَ: (ألا أدُلُّكُمْ عَلَى مَا يَجْمَعُ ذَلِكَ كُلَّهُ؟ تقول: اللَّهُمَّ إنِّي أسَألُكَ مِنْ خَيْر مَا سَأَلَكَ مِنْهُ نَبِيُّكَ محمَّدٌ صلى الله عليه وسلم؛ وأعوذُ بِكَ مِنْ شَرِّ مَا استَعَاذَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صلى الله عليه وسلم، وأنتَ المُسْتَعانُ، وَعَليْكَ البَلاَغُ، وَلاَ حَولَ وَلاَ قُوَّةَ إِلاَّ باللهِ). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن أَبي أُمَامَةَ رضي الله عنه قَالَ:"},{"hadithId":"1492","text":"كَانَ من دعاءِ رسُولِ الله صلى الله عليه وسلم: (اللَّهُمَّ إنِّي أسْألُكَ مُوجِبَاتِ رَحْمَتِكَ، وَعَزَائِمَ مَغْفِرَتِكَ، والسَّلامَةَ مِنْ كُلِّ إثْمٍ، والغَنِيمَةَ مِنْ كُلِّ بِرٍّ، والفَوْزَ بالجَنَّةِ، والنَّجَاةَ مِنَ النَّارِ). رواه الحاكم أَبُو عبد الله، وقال: (حديث صحيح عَلَى شرط مسلمٍ).","sanad":"وعن ابن مسعود رضي الله عنه قَالَ:"}]},{"chapterID":2,"chapterName":"2 - باب فضل الدعاء بظهر الغيب","chapterIntro":"2 - باب فضل الدعاء بظهر الغيب، قَالَ تَعَالَى: {والَّذِينَ جَاءوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا ولإخْوَانِنَا الَّذِينَ سَبَقُونَا بالإيمَانِ} [الحشر:10]، وقال تَعَالَى: {واسْتَغْفِرْ لِذنْبِكَ وَلِلْمُؤمِنِينَ والمؤْمِنَاتِ} [محمد:19]، وقال تَعَالَى إخْبَاراً عَن إبْرَاهِيمَ صلى الله عليه وسلم: {رَبَّنا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤمِنِينَ يَومَ يَقُومُ الحِسَابُ} [إبراهيم : 41].","hadiths":[{"hadithId":"1493","text":"أنَّه سَمِعَ رسولَ الله صلى الله عليه وسلم يقول: (مَا مِنْ عَبْدٍ مُسْلمٍ يدعُو لأَخِيهِ بِظَهْرِ الغَيْبِ إِلاَّ قَالَ المَلَكُ: وَلَكَ بِمِثْلٍ). رواه مسلم.","sanad":"وعن أَبي الدرداء رضي الله عنه:"},{"hadithId":"1494","text":"أنَّ رسُولَ الله صلى الله عليه وسلم كَانَ يقول: (دَعْوَةُ المَرْءِ المُسْلِمِ لأَخيهِ بِظَهْرِ الغَيْبِ مُسْتَجَابَةٌ، عِنْدَ رَأسِهِ مَلَكٌ مُوَكَّلٌ كُلَّمَا دَعَا لأَخِيهِ بِخَيْرٍ قَالَ المَلَكُ المُوَكَّلُ بِهِ: آمِينَ، وَلَكَ بِمِثْلٍ). رواه مسلم.","sanad":"وعنه:"}]},{"chapterID":3,"chapterName":"3 - باب في مسائل من الدعاء","chapterIntro":"3 - باب في مسائل من الدعاء.","hadiths":[{"hadithId":"1495","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (مَنْ صُنِعَ إِلَيْهِ مَعْرُوفٌ، فَقَالَ لِفاعِلهِ: جَزَاكَ اللهُ خَيراً، فَقَدْ أبْلَغَ فِي الثَّنَاءِ). رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن أسَامة بن زيد رضي الله عنهما قَالَ:"},{"hadithId":"1496","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (لا تَدْعُوا عَلَى أَنْفُسِكُمْ؛ وَلاَ تَدعُوا عَلَى أوْلادِكُمْ، وَلاَ تَدْعُوا عَلَى أموَالِكُمْ، لا تُوافِقُوا مِنَ اللهِ سَاعَةً يُسألُ فِيهَا عَطَاءً فَيَسْتَجِيبَ لَكُمْ). رواه مسلم.","sanad":"وعن جابر رضي الله عنه قَالَ:"},{"hadithId":"1497","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (أقْرَبُ مَا يكونُ العَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ، فَأكْثِرُوا الدُّعَاءَ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه: "},{"hadithId":"1498","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قَالَ: (يُسْتَجَابُ لأَحَدِكُمْ مَا لَمْ يَعْجَلْ: يقُولُ: قَدْ دَعْوتُ رَبِّي، فَلَمْ يسْتَجب لِي) متفق عَلَيْهِ. وفي روايةٍ لمسلمٍ: (لا يَزالُ يُسْتَجَابُ لِلعَبْدِ مَا لَمْ يَدْعُ بإثْمٍ، أَوْ قَطيعَةِ رحِمٍ، مَا لَمْ يَسْتَعْجِلْ) قيل: يَا رسولَ اللهِ مَا الاستعجال؟ قَالَ: (يقول: قَدْ دَعوْتُ، وَقَدْ دَعَوْتُ، فَلَمْ أرَ يسْتَجِبُ لي، فَيَسْتحْسِرُ عِنْدَ ذَلِكَ وَيَدَعُ الدُّعَاءَ (1).\n\nــــــــــــــــــــــــــــــ\n(1)  قال النووي في شرح صحيح مسلم 9/46  (في الحديث أنّه ينبغي إدامة الدعاء، ولا يستبطئ الإجابة).","sanad":"وعنه: "},{"hadithId":"1499","text":"قيل لِرسولِ اللهِ صلى الله عليه وسلم: أيُّ الدُّعاءِ أَسْمَعُ؟ قَالَ: (جَوْفَ اللَّيْلِ الآخِرِ، وَدُبُرَ الصَّلَواتِ المَكْتُوباتِ). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن أَبي أمامة رضي الله عنه قَالَ:"},{"hadithId":"1500","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (مَا عَلَى الأرْضِ مُسْلِمٌ يَدْعُو الله تَعَالَى بِدَعْوَةٍ إِلاَّ آتَاهُ اللهُ إيَّاها، أَوْ صَرفَ عَنْهُ مِنَ السُّوءِ مِثْلَهَا، مَا لَمْ يَدْعُ بإثْمٍ، أَوْ قَطِيعَةِ رَحِمٍ)، فَقَالَ رَجُلٌ مِنَ القَومِ: إِذاً نُكْثِرُ قَالَ: (اللهُ أكْثَرُ). رواه الترمذي، وقال: (حديث حسن صحيح). ورواه الحاكم من روايةِ أَبي سعيدٍ وزاد فِيهِ: (أَوْ يَدخِرَ لَهُ مِن الأَجْرِ مثْلَها).","sanad":"وعن عُبَادَةَ بنِ الصامت رضي الله عنه:"},{"hadithId":"1501","text":"أنَّ رسولَ الله صلى الله عليه وسلم كَانَ يقولُ عِنْدَ الكَرْبِ: (لا إلهَ إِلاَّ اللهُ العَظِيمُ الحَليمُ، لا إلهَ إِلاَّ اللهُ رَبُّ العَرْشِ العَظيمِ، لاَ إلهَ إِلاَّ اللهُ رَبُّ السَّمَاواتِ، وَرَبُّ الأَرْضِ، وَرَبُّ العَرْشِ الكَرِيمِ) متفق عَلَيْهِ.","sanad":"وعن ابنِ عباس رضي الله عنهما:"}]},{"chapterID":4,"chapterName":"4 - باب كرامات الأولياء وفضلهم","chapterIntro":"4 - باب كرامات الأولياء وفضلهم، قَالَ الله تَعَالَى: {ألا إنَّ أوْلِيَاءَ اللهِ لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يحْزَنُونَ الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ لَهُمُ البُشْرَى في الحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ لاَ تَبْدِيلَ لِكَلِمَاتِ الله ذَلِكَ هُوَ الفَوْزُ العَظِيمُ} [يونس : 62- 64]، وقال تَعَالَى: {وَهُزِّي إلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَباً جَنِيّاً فكُلِي وَاشْرَبِي} [مريم : 25 ، 26]، وقال تَعَالَى: {كُلَّمَا دَخَلَ عَلَيْهَا زَكرِيّا المِحْرَابَ وَجَدَ عِنْدَهَا رِزْقاً قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قالت هُوَ مِنْ عِنْدِ اللهِ إنَّ اللهَ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ} [آل عمران : 37]، وَقَالَ تَعَالَى: {وَإذِ اعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلاَّ اللهَ فَأْوُوا إِلَى الكَهْفِ يَنْشُرْ لَكُمْ رَبُّكُمْ مِنْ رَحْمَتِهِ وَيُهَيِّيءْ لَكُمْ مِنْ أمْرِكُمْ مِرْفَقاً وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ ذَاتَ اليَمِينِ وَإِذَا غَرَبَتْ تَقْرِضُهُمْ ذَاتَ الشِّمَالِ} [الكهف : 16-17].","hadiths":[{"hadithId":"1502","text":"أنَّ أَصْحَابَ الصُّفّةِ كَانُوا أُنَاساً فُقَرَاءَ وَأَنَّ النَّبيَّ صلى الله عليه وسلم قَالَ مَرَّةً: (مَنْ كَانَ عِنْدَهُ طَعَامُ اثْنَيْنِ، فَلْيَذْهَبْ بثَالِثٍ، وَمنْ كَانَ عِنْدَهُ طَعَامُ أرْبَعَةٍ، فَلْيَذْهَبْ بِخَامِسٍ بِسَادِسٍ) أَوْ كما قَالَ، وأنَّ أَبَا بكرٍ رضي الله عنه، جَاءَ بِثَلاَثَةٍ، وانْطَلَقَ النبيّ صلى الله عليه وسلم بعَشَرَةٍ، وأنَّ أَبَا بَكرٍ تَعَشَّى عِنْدَ النبيّ صلى الله عليه وسلم، ثُمَّ لَبِثَ حَتَّى صَلَّى العِشَاءَ، ثُمَّ رَجَعَ ، فجاءَ بَعْدَ مَا مَضَى مِنَ اللَّيْلِ مَا شَاءَ اللهُ. قالت امْرَأتُهُ: مَا حَبَسَكَ عَنْ أضْيَافِكَ؟ قَالَ: أوَما عَشَّيْتِهمْ؟ قالت: أَبَوْا حَتَّى تَجِيءَ وَقَدْ عَرَضُوا عَلَيْهِمْ، قَالَ: فَذَهَبتُ أَنَا فَاخْتَبَأْتُ، فَقالَ: يَا غُنْثَرُ، فَجَدَّعَ وَسَبَّ، وقالَ: كُلُوا لاَ هَنِيئاً (1)، وَاللهِ لا أَطْعَمُهُ أَبَداً، قَالَ: وايْمُ اللهِ مَا كُنَّا نَأخُذُ مِنْ لُقْمَةٍ إلا ربا من أسفلِها أكثرَ منها حتى شبعوا، وصارتْ أكثرَ مما كانتْ قبلَ ذلكَ، فنظرَ إليها أبو بكر فقالَ لامرأتِهِ: يا أختَ بني فراسٍ (2)، ما هذا؟ قالت: لا وقُرَّةِ (3)، عيني لهي الآنَ أكثرُ منها قبلَ ذلكَ بثلاثِ مراتٍ! فأكل منها أبو بكرٍ وقال: إنَّما كانَ ذلكَ من الشيطانِ، يعني: يمينَهُ. ثم أكلَ منها لقمةً، ثُمَّ حَمَلَهَا إِلَى النَّبيِّ صلى الله عليه وسلم فَأَصْبَحَتْ عِنْدَهُ. وَكَانَ بَيْنَنَا وَبَيْنَ قَوْمٍ عَهْدٌ، فَمَضَى الأجَلُ، فَتَفَرَّقْنَا اثْنَيْ عَشَرَ رَجُلاً، مَعَ كُلِّ رَجُلٍ مِنْهُمْ أُنَاسٌ، اللهُ أعْلَمُ كَمْ مَعَ كُلِّ رَجُلٍ فَأَكَلُوا مِنْهَا أَجْمَعُونَ.\nوَفِي رِوَايةٍ: فَحَلَفَ أَبُو بَكْرٍ لا يَطْعَمُهُ، فَحَلَفَت المَرْأَةُ لا تَطْعَمُهُ، فَحَلَفَ الضَّيْفُ. - أَو الأَضْيَافُ - أنْ لاَ يَطْعَمُهُ أَوْ يَطْعَمُوهُ حَتَّى يَطْعَمَهُ. فَقَالَ أَبُو بَكْرٍ: هذِهِ مِنَ الشَّيْطَانِ! فَدَعَا بالطَّعَامِ فَأكَلَ وأكَلُوا، فَجَعَلُوا لا يَرْفَعُونَ لُقْمَةً إِلاَّ رَبَتْ مِنْ أسْفَلِهَا أَكْثَرُ مِنْهَا، فَقَالَ: يَا أُخْتَ بَني فِرَاسٍ، مَا هَذَا؟ فَقَالَتْ: وَقُرْةِ عَيْنِي إنَّهَا الآنَ لأَكْثَرُ مِنْهَا قَبْلَ أنْ نَأكُلَ، فَأكَلُوا، وَبَعَثَ بِهَا إِلَى النَّبيِّ صلى الله عليه وسلم، فَذَكَرَ أنَّهُ أكَلَ مِنْهَا. \nوَفِي رِوايَةٍ: إنَّ أَبَا بكْرٍ قَالَ لِعَبْدِ الرَّحْمنِ: دُونَكَ أضْيَافَكَ، فَإنِّي مُنْطلقٌ إِلَى النَّبيِّ صلى الله عليه وسلم، فَافْرُغْ مِنْ قِراهُم قَبْلَ أنْ أَجِيءَ، فَانْطَلَقَ عَبْدُ الرَّحْمنِ، فَأَتَاهُمْ بما عِنْدَهُ، فَقَالَ: اطْعَمُوا؛ فقالوا: أين رَبُّ مَنْزِلِنا؟ قَالَ: اطْعَمُوا، قالوا: مَا نحنُ بِاكِلِينَ حَتَّى يَجِيءَ رَبُّ مَنْزِلِنَا، قَالَ: اقْبَلُوا عَنْا قِرَاكُمْ، فَإنَّهُ إنْ جَاءَ وَلَمْ تَطْعَمُوا، لَنَلْقَيَنَّ مِنْهُ فأبَوْا، فَعَرَفْتُ أنَّهُ يَجِدُ عَلَيَّ، فَلَمَّا جَاءَ تَنَحَّيْتُ عَنْهُ، فَقَالَ: مَا صَنَعْتُمْ؟ فَأخْبَرُوهُ، فَقَالَ: يَا عَبْدَ الرَّحمنِ، فَسَكَتُّ: ثُمَّ قَالَ: يَا عَبْدَ الرَّحْمنِ، فَسَكَتُّ، فَقَال: يَا غُنْثَرُ أقْسَمْتُ عَلَيْكَ إنْ كُنْتَ تَسْمَعُ صَوتِي لَمَا جِئْتَ! فَخَرَجْتُ، فَقُلْتُ: سَلْ أضْيَافَكَ، فقالُوا: صَدَقَ، أتَانَا بِهِ، فَقَالَ: إنَّمَا انْتَظَرْتُمُونِي والله لا أَطْعَمُهُ اللَّيْلَةَ. فَقَالَ الآخَرُونَ: واللهِ لا نَطْعَمُهُ حَتَّى تَطْعَمَهُ فَقَالَ: وَيْلَكُمْ مَا لَكُمْ لا تَقْبَلُونَ عَنَّا قِرَاكُمْ؟ هَاتِ طَعَامَكَ، فَجَاءَ بِهِ، فَوَضَعَ يَدَهُ فَقَالَ: بِسْمِ اللهِ، الأولَى مِنَ الشَّيْطَانِ، فَأَكَلَ وَأَكَلُوا. متفق عَلَيْهِ.\n\nقَوْله: (غُنْثَرُ) بغينٍ معجمةٍ مَضمُومَةٍ ثُمَّ نُونٍ ساكِنَةٍ ثُمَّ ثاءٍ مثلثةٍ وَهُوَ: الغَبِيُّ الجَاهِلُ. وقولُهُ: (فَجَدَّعَ) أَيْ شَتَمَهُ، والجَدْعُ القَطْعُ. قولُه (يَجِدُ عَليّ) هُوَ بكسرِ الجِيمِ: أيْ يَغْضَبُ.\n\nــــــــــــــــــــــــــــ\n(1) كُلُوا لاَ هَنِيئاً : قال النووي في شرح صحيح مسلم 7/215  (إنما قاله لما حصل له من الحرج والغيظ بتركهم العشاء بسببه، وقيل: إنه ليس بدعاء إنما أخبر، أي : لم تتهنئوا به في وقته).\n(2) يا أختَ بني فراسٍ : قال النووي في شرح صحيح مسلم 7/216 (هذا خطاب من أبي بكر لامرأته أم رومان).\n(3) قُرَّةِ العَين : سرورها، وحقيقة أبرد الله دمعة عينيه؛ كأن دمعة الفرح والسرور باردة. النهاية 4/38.","sanad":"وعن أَبي محمد عبد الرحمن بن أَبي بكرٍ الصديق رضي الله عنهما:"},{"hadithId":"1503","text":"قَالَ رسول الله صلى الله عليه وسلم: (لَقَدْ كَانَ فيما قَبْلَكُمْ مِنَ الأُمَمِ نَاسٌ مُحَدَّثُونَ، فَإنْ يَكُ في أُمَّتِي أحدٌ فإنَّهُ عُمَرُ). رواه البخاري. ورواه مسلم من رواية عائشة. وفي روايتهما قَالَ ابن وهب: (محَدَّثُونَ) أيْ مُلْهَمُونَ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1504","text":"شَكَا أهْلُ الكُوفَةِ سَعْداً يعني: ابنَ أَبي وقاص رضي الله عنه، إِلَى عمر بن الخطاب رضي الله عنه فَعَزَلَهُ، واسْتَعْمَلَ عَلَيْهِمْ عَمَّاراً، فَشَكَوا حَتَّى ذَكَرُوا أنَّهُ لا يُحْسِنُ يُصَلِّي، فَأَرْسَلَ إِلَيْهِ، فَقَالَ: يَا أَبَا إسْحَاقَ، إنَّ هَؤُلاَءِ يَزْعَمُونَ أنَّكَ لا تُحْسِنُ تُصَلِّي، فَقَالَ: أَمَّا أنا واللهِ فَإنِّي كُنْتُ أُصَلِّي بِهِمْ صَلاَةَ رسولِ الله صلى الله عليه وسلم، لا أُخْرِمُ (1)، عَنْها، أُصَلِّي صَلاَتَي العِشَاءِ فَأَرْكُدُ فِي الأُولَيَيْنِ، وَأُخِفُّ في الأُخْرَيَيْنِ. قَالَ: ذَلِكَ الظَّنُّ بِكَ يَا أَبَا إسْحَاقَ، وأَرْسَلَ مَعَهُ رَجُلاً - أَوْ رِجَالاً - إِلَى الكُوفَةِ يَسْأَلُ عَنْهُ أهْلَ الكُوفَةِ، فَلَمْ يَدَعْ مَسْجِداً إِلاَّ سَأَلَ عَنْهُ، وَيُثْنُونَ مَعْرُوفاً، حَتَّى دَخَلَ مَسْجِداً لِبَنِي عَبْسٍ، فَقَامَ رَجُلٌ مِنْهُمْ، يُقالُ لَهُ أُسَامَةُ بْنُ قَتَادَةَ، يُكَنَّى أَبَا سَعْدَةَ، فَقَالَ: أمَا إذْ نَشَدْتَنَا فَإنَّ سَعْداً كَانَ لا يَسِيرُ بالسَّرِيَّةِ وَلاَ يَقْسِمُ بالسَّوِيَّةِ، وَلاَ يَعْدِلُ في القَضِيَّةِ. قَالَ سَعْدٌ: أمَا وَاللهِ لأَدْعُونَّ بِثَلاَثٍ: اللَّهُمَّ إنْ كَانَ عَبْدُكَ هَذَا كَاذِباً، قَامَ رِيَاءً، وَسُمْعَةً، فَأَطِلْ عُمُرَهُ، وَأَطِلْ فَقْرَهُ، وَعَرِّضْهُ لِلْفِتَنِ. وَكَانَ بَعْدَ ذَلِكَ إِذَا سُئِلَ يَقُولُ: شَيْخٌ كَبيرٌ مَفْتُونٌ، أَصَابَتْنِي دَعْوَةُ سَعْدٍ. قَالَ عَبدُ الملكِ بن عُمَيْرٍ الراوي عن جابرِ بنِ سَمُرَةَ: فَأنا رَأَيْتُهُ بَعْدُ قَدْ سَقَطَ حَاجِبَاهُ عَلَى عَيْنَيْهِ مِنَ الكِبَرِ، وإنَّهُ لَيَتَعَرَّضُ لِلْجَوارِي فِي الطُّرُقِ فَيَغْمِزُهُنَّ. متفق عَلَيْهِ.\n\nـــــــــــــــــــــــــــــ\n(1)  لا أُخْرِمُ : قال النووي في شرح صحيح مسلم 2/349 (أي لا أنقص).","sanad":"وعن جابر بنِ سُمْرَةَ رضي الله عنهما قَالَ:"},{"hadithId":"1505","text":"أنَّ سعيد بن زيد بن عمرو بن نُفَيلٍ رضي الله عنه، خَاصَمَتْهُ أَرْوَى بِنْتُ أوْسٍ إِلَى مَرْوَانَ بْنِ الحَكَمِ، وادَّعَتْ أنَّهُ أخَذَ شَيْئاً مِنْ أرْضِهَا، فَقَالَ سعيدٌ: أنا كُنْتُ آخُذُ شَيئاً مِنْ أرْضِهَا بَعْدَ الَّذِي سَمِعْتُ مِنْ رسول الله صلى الله عليه وسلم!؟ قَالَ: مَاذَا سَمِعْتَ مِنْ رَسُولِ الله صلى الله عليه وسلم؟ قَالَ: سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقول: (مَنْ أخَذَ شِبْراً مِنَ الأرْضِ ظُلْماً، طُوِّقَهُ إِلَى سَبْعِ أرْضِينَ) فَقَالَ لَهُ مَرْوَانُ: لا أسْألُكَ بَيِّنَةً بَعْدَ هَذَا، فَقَالَ سعيد: اللَّهُمَّ إنْ كَانَتْ كاذِبَةً، فَأعْمِ بَصَرَها، وَاقْتُلْهَا في أرْضِها، قَالَ: فَما ماتَتْ حَتَّى ذَهَبَ بَصَرُهَا، وَبَيْنَما هِيَ تَمْشِي في أرْضِهَا إذ وَقَعَتْ في حُفْرَةٍ فَماتَتْ. متفق عَلَيْهِ.\nوفي روايةٍ لِمُسْلِمٍ عن محمد بن زيد بن عبد الله بن عُمَرَ بِمَعْنَاهُ، وأنه رآها عَمْيَاءَ تَلْتَمِسُ الجُدُرَ تقولُ: أصابَتْنِي دَعْوَةُ سَعيدٍ، وأنَّها مَرَّتْ عَلَى بِئرٍ في الدَّارِ الَّتي خَاصَمَتْهُ فِيهَا، فَوَقَعَتْ فِيهَا،  فكانتْ قَبْرَها.","sanad":"وعن عروة بن الزبير:"},{"hadithId":"1506","text":"لَمَّا حَضَرَتْ أُحُدٌ دعَانِي أَبي من اللَّيلِ فَقَالَ: مَا أُرَاني إِلاَّ مَقْتُولاً في أوْلِ مَنْ يُقْتَلُ من أصْحَابِ النَّبيِّ صلى الله عليه وسلم، وإنِّي لا أَتْرُكُ بَعْدِي أَعَزَّ عَلَيَّ مِنْكَ غَيْرَ نَفْسِ رسول الله صلى الله عليه وسلم، وإنَّ عَلَيَّ دَيْناً فَاقْضِ، وَاسْتَوْصِ بِأَخَوَاتِكَ خَيْراً، فَأصْبَحْنَا، فَكَانَ أَوَّلَ قَتِيلٍ، وَدَفَنْتُ مَعَهُ آخَرَ في قَبْرِهِ، ثُمَّ لَمْ تَطِبْ نَفْسِي أنْ أتْرُكَهُ مَعَ آخَرَ، فَاسْتَخْرَجْتُهُ بَعْدَ سِتَّةِ أشْهُرٍ، فإذا هُوَ كَيَوْمِ وَضَعْتُهُ غَيْرَ أُذنِهِ، فَجَعَلْتُهُ في قَبْرٍ عَلَى حِدَةٍ. رواه البخاري.","sanad":"وعن جابر بن عبد الله رضي الله عنهما قَالَ:"},{"hadithId":"1507","text":"أنَّ رجلين مِنْ أصحاب النَّبيِّ صلى الله عليه وسلم، خَرَجَا مِنْ عِنْدِ النَّبيِّ صلى الله عليه وسلم، في لَيْلَةٍ مُظْلِمَةٍ وَمَعَهُمَا مِثْلُ المِصْبَاحَيْنِ بَيْنَ أَيْديهِمَا. فَلَمَّا افْتَرَقَا، صَارَ مَعَ كُلِّ وَاحِدٍ مِنْهُمَا وَاحِدٌ حَتَّى أتَى أهْلَهُ. رواهُ البُخاري مِنْ طُرُقٍ؛ وفي بَعْضِهَا أنَّ الرَّجُلَيْنِ أُسَيْدُ بنُ حُضير، وَعَبّادُ بنُ بِشْرٍ رضي الله عنهما.","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"1508","text":"بعث رسول الله صلى الله عليه وسلم عَشْرَة رَهْطٍ عَيْناً سَرِيَّة، وأمَّرَ عَلَيْهَا عاصِمَ بنَ ثَابِتٍ الأنْصَارِيَّ رضي الله عنه، فانْطلقوا حَتَّى إِذَا كَانُوا بالهَدْأةِ؛ بَيْنَ عُسْفَانَ وَمَكَّةَ؛ ذُكِرُوا لِحَيٍّ مِنْ هُذَيْل يُقالُ لَهُمْ: بَنُو لحيانَ، فَنَفَرُوا لَهُمْ بِقَريبٍ مِنْ مِائَةِ رَجُلٍ رَامٍ، فَاقْتَصُّوا آثَارَهُمْ، فَلَمَّا أحَسَّ بِهِمْ عَاصِمٌ وأصْحَابُهُ، لَجَأُوا إِلَى مَوْضِعٍ، فَأَحاطَ بِهِمُ القَوْمُ، فَقَالُوا: انْزِلُوا فَأَعْطُوا بِأيْدِيكُمْ وَلَكُمُ العَهْدُ وَالمِيثَاقُ أنْ لا نَقْتُلَ مِنْكُمْ أحَداً. فَقَالَ عَاصِمُ بنُ ثَابِتٍ: أَيُّهَا القَوْمُ، أَمَّا أنا، فَلاَ أنْزِلُ عَلَى ذِمَّةِ كَافِرٍ: اللَّهُمَّ أَخْبِرْ عَنَّا نَبِيَّكَ صلى الله عليه وسلم، فَرَمُوهُمْ بِالنّبْلِ فَقَتلُوا عَاصِماً، وَنَزَلَ إلَيْهِمْ ثَلاَثَةُ نَفَرٍ عَلَى العَهْدِ والمِيثاقِ، مِنْهُمْ خُبَيْبٌ، وَزَيدُ بنُ الدَّثِنَةِ وَرَجُلٌ آخَرُ. فَلَمَّا اسْتَمْكَنُوا مِنْهُمْ أطْلَقُوا أوْتَارَ قِسِيِّهِمْ، فَرَبطُوهُمْ بِهَا. قَالَ الرَّجُلُ الثَّالِثُ: هَذَا أوَّلُ الغَدْرِ واللهِ لا أصْحَبُكُمْ إنَّ لِي بِهؤُلاءِ أُسْوَةً، يُريدُ القَتْلَى، فَجَرُّوهُ وعَالَجُوهُ، فأبى أنْ يَصْحَبَهُمْ، فَقَتَلُوهُ، وانْطَلَقُوا بِخُبَيبٍ، وزَيْدِ بنِ الدَّثِنَةِ، حَتَّى بَاعُوهُما بِمَكَّةَ بَعْدَ وَقْعَةِ بَدْرٍ؛ فابْتَاعَ بَنُو الحارِثِ بن عامِرِ بنِ نَوْفَلِ بنِ عبدِ مَنَافٍ خُبيباً، وكان خُبَيْبٌ هُوَ قَتَلَ الحَارِثَ يَوْمَ بَدْرٍ. فَلِبثَ خُبَيْبٌ عِنْدَهُمْ أسيراً حَتَّى أجْمَعُوا عَلَى قَتْلِهِ، فاسْتَعَارَ مِنْ بَعْضِ بَنَاتِ الحَارثِ مُوسَى يَسْتَحِدُّ بِهَا فَأعَارَتْهُ، فَدَرَجَ بُنَيٌّ لَهَا وَهِيَ غَافِلَةٌ حَتَّى أَتَاهُ، فَوَجَدتهُ مُجْلِسَهُ عَلَى فَخْذِهِ وَالموسَى بِيَدِهِ، فَفَزِعَتْ فَزْعَةً عَرَفَهَا خُبَيْبٌ. فَقَالَ: أَتَخَشَيْنَ أن أقْتُلَهُ مَا كُنْتُ لأَفْعَلَ ذَلِكَ! قالت: واللهِ مَا رَأيْتُ أسيراً خَيراً مِنْ خُبَيْبٍ، فواللهِ لَقَدْ وَجَدْتُهُ يَوماً يَأكُلُ قِطْفاً مِنْ عِنَبٍ في يَدِهِ وإنَّهُ لَمُوثَقٌ بِالحَدِيدِ وَمَا بِمَكَّةَ مِنْ ثَمَرَةٍ، وَكَانَتْ تَقُولُ: إنَّهُ لَرِزْقٌ رَزَقَهُ اللهُ خُبَيْباً. فَلَمَّا خَرَجُوا بِهِ مِنَ الحَرَمِ لِيَقْتُلُوهُ في الحِلِّ، قَالَ لَهُمْ خُبَيْبٌ: دَعُونِي أُصَلِّي رَكْعَتَيْنِ، فَتَرَكُوهُ، فَرَكَعَ رَكْعَتَيْنِ فَقَالَ: واللهِ لَوْلاَ أنْ تَحْسَبُوا أنَّ مَا بِي جَزَعٌ لَزِدْتُ: اللَّهُمَّ أحْصِهِمْ عَدَداً، وَاقْتُلهُمْ بِدَدَاً، وَلاَ تُبْقِ مِنْهُمْ أَحَداً. وقال: فَلَسْتُ أُبَالِي حِيْنَ أُقْتَلُ مُسْلِماً ** عَلَى أيِّ جَنْبٍ كَانَ للهِ مَصْرَعِي ** وَذَلِكَ في ذَاتِ الإلَهِ وإنْ يَشَأْ ** يُبَارِكْ عَلَى أوْصَالِ شِلْوٍ مُمَزَّعِ (1)، وكان خُبَيبٌ هُوَ سَنَّ لِكُلِّ مُسْلِمٍ قُتِلَ صَبْراً الصَّلاَةَ. وأخْبَرَ - يعني : النبيّ صلى الله عليه وسلم أصْحَابَهُ يَوْمَ أُصِيبُوا خَبَرَهُمْ، وَبَعَثَ نَاسٌ مِنْ قُرَيْشٍ إِلَى عَاصِمِ بنِ ثَابتٍ حِيْنَ حُدِّثُوا أَنَّهُ قُتِلَ أن يُؤْتَوا بِشَيءٍ مِنْهُ يُعْرَفُ، وكَانَ قَتَلَ رَجُلاً مِنْ عُظَمائِهِمْ، فَبَعَثَ الله لِعَاصِمٍ مِثْلَ الظُّلَّةِ مِنَ الدَّبْرِ(2)، فَحَمَتْهُ مِنْ رُسُلِهِمْ، فَلَمْ يَقْدِروا أنْ يَقْطَعُوا مِنْهُ شَيْئاً. رواه البخاري.\n\nقولُهُ: (الهَدْأَةُ): مَوْضِعٌ، (والظُّلَّةُ): السَّحَابُ. (والدَّبْرُ): النَّحْلُ. وَقَوْلُهُ: (اقْتُلْهُمْ بِدَداً) بِكَسْرِ الباءِ وفتحِهَا، فَمَنْ كَسَرَ قَالَ هُوَ جمع بِدَّةٍ بكسر الباء وهي النصيب ومعناه: اقْتُلْهُمْ حِصَصاً مُنْقَسِمَةً لِكُلِّ واحدٍ مِنْهُمْ نَصيبٌ، وَمَنْ فَتَحَ قَالَ معناهُ: مُتَفَرِّقِينَ في القَتْلِ واحداً بَعْدَ واحِدٍ مِنَ التَّبْدِيد. وفي الباب أحاديث كثيرةٌ صَحيحةٌ سَبَقَتْ في مَوَاضِعِها مِنْ هَذَا الكِتَابِ، مِنْهَا حديثُ الغُلامِ الَّذِي كَانَ يأتِي الرَّاهِبَ والسَّاحِرَ، ومنْها حَدِيثُ جُرَيْج، وحديثُ أصْحابِ الغَارِ الذين أطْبِقَتْ عَلَيْهِم الصَّخْرَةُ، وَحديثُ الرَّجُلِ الَّذِي سَمِعَ صَوْتاً في السَّحَابِ يَقُولُ: اسْقِ حَدِيقَةَ فُلاَنٍ، وَغَيْرُ ذَلِكَ. وَالدلائِل في البابِ كثيرةٌ مشهُورةٌ، وباللهِ التَّوفيقِ.\n\nـــــــــــــــــــــــــــــ\n(1) قال الحافظ ابن حجر في الفتح 7/479  (الأوصال جمع وصل وهو العضو، والشلو بكسر المعجمة الجسد، وقد يُطلق على العضو ولكن المراد به هنا الجسد، والممزع المقطع ومعنى الكلام أعضاء جسد يقطع).\n(2) الظُّلَّةِ مِنَ الدَّبْرِ : قال الحافظ ابن حجر 7/479  (الظلة السحابة والدبر الزنابير، قال: وفي الحديث أن للأسير أن يمتنع من قبول الأمان ولا يُمكن من نفسه ولو قتل، أنفة من أنه يجري عليه حكم كافر، وهذا إذا أراد الأخذ بالشدة، فإن أراد الأخذ بالرخصة له أن يستأمن).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1509","text":"مَا سَمِعْتُ عمر رضي الله عنه يقولُ لِشَيءٍ قَطُّ: إنِّي لأَظُنُّهُ كَذَا، إِلاَّ كَانَ كَمَا يَظُنُّ. رواه البخاري.","sanad":"وعن ابن عمر رضي الله عنهما قَالَ:"}]}]}