{
    "bookID": "2",
    "bookName": "2. كتاب الأدب",
    "numberOfchaptars": 16,
    "chaptars": [
        {
            "chapterID": 1,
            "chapterName": "1 - باب الحياء وفضله والحث على التخلق به",
            "chapterIntro": "1 - باب الحياء وفضله والحث على التخلق به\n",
            "hadiths": [
                {
                    "hadithId": "679",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم مَرَّ عَلَى رَجُلٍ مِنَ الأنْصَار وَهُوَ يَعِظُ أخَاهُ في الحَيَاءِ، فَقَالَ رسولُ اللهِ صلى الله عليه وسلم: (دَعْهُ، فَإنَّ الْحَيَاءَ مِنَ الإيمَانِ) متفقٌ عَلَيْهِ.",
                    "sanad": "عن ابن عمر رضي الله عنهما: "
                },
                {
                    "hadithId": "680",
                    "text": "قَالَ رسولُ الله صلى الله عليه وسلم: (الْحَيَاءُ لاَ يَأْتِي إِلاَّ بِخَيْرٍ) متفقٌ عَلَيْهِ. وفي رواية لمسلمٍ: (الحياءُ خَيْرٌ كُلُّهُ) أَوْ قَالَ: (الْحَيَاءُ كُلُّهُ خَيْرٌ).",
                    "sanad": "وعن عمران بن حصينٍ رضي الله عنهما قَالَ:"
                },
                {
                    "hadithId": "681",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (الإيمَانُ بِضْعٌ وَسَبْعُونَ أَوْ بِضْعٌ وَسِتُّونَ شُعْبَةً: فَأفْضَلُهَا قَوْلُ: لاَ إلهَ إِلاَّ الله، وَأدْنَاهَا إمَاطَةُ الأَذَى عَنِ الطَّرِيقِ، وَالحَيَاءُ شُعْبَةٌ مِنَ الإيمَانِ) متفقٌ عَلَيْهِ.\n\n(البِضْعُ) بكسر الباءِ ويجوز فتحها: وَهُوَ مِنَ الثَّلاَثَةِ إِلَى الْعَشَرَةِ.\nوَ(الشُّعْبَةُ): القِطْعَةُ وَالْخَصْلَةُ. وَ(الإمَاطَةُ): الإزَالَةُ. وَ(الأَذَى): مَا يُؤْذِي كَحَجَرٍ وشوك وَطِينٍ ورماد وَقَذَرٍ وَنَحْو ذَلِكَ.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه:"
                },
                {
                    "hadithId": "682",
                    "text": "كَانَ رسول الله صلى الله عليه وسلم أشَدَّ حَيَاءً مِنَ العَذْرَاءِ في خِدْرِهَا، فَإذَا رَأَى شَيْئاً يَكْرَهُهُ عَرَفْنَاهُ في وَجْهِه. متفقٌ عَلَيْهِ.\n\nقَالَ العلماءُ: حَقِيقَةُ الحَيَاءِ خُلُقٌ يَبْعَثُ عَلَى تَرْكِ القَبِيحِ، وَيَمْنَعُ مِنَ التَّقْصِيرِ في حَقِّ ذِي الحَقِّ. وَرَوَيْنَا عَنْ أَبي القاسم الْجُنَيْدِ رَحِمَهُ اللهُ قَالَ: الحَيَاءُ: رُؤيَةُ الآلاءِ - أيْ النِّعَمِ - ورُؤْيَةُ التَّقْصِيرِ، فَيَتَوَلَّدُ بَيْنَهُمَا حَالَةٌ تُسَمَّى حَيَاءً. وَالله أعلم.",
                    "sanad": "وعن أَبي سعيدٍ الخدري رضي الله عنه قَالَ:"
                }
            ]
        },
        {
            "chapterID": 2,
            "chapterName": "2 - بابُ حفظ السِّر",
            "chapterIntro": "2 - بابُ حفظ السِّر، قَالَ الله تَعَالَى: {وَأَوْفُوا بِالْعَهْدِ إنَّ الْعَهْدَ كَانَ مَسْؤُولاً} [الإسراء: 34].\n",
            "hadiths": [
                {
                    "hadithId": "683",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (إنَّ مِنْ أشَرِّ النَّاسِ عِنْدَ اللهِ مَنْزِلَةً يَوْمَ القِيَامَةِ الرَّجُلَ يُفْضِي إِلَى الْمَرْأةِ وتُفْضِي إِلَيْهِ، ثُمَّ يَنْشُرُ سِرَّهَا) رواه مسلم.",
                    "sanad": "وعن أَبي سعيد الخدري رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "684",
                    "text": "أنَّ عمرَ رضي الله عنه حِيْنَ تأيَّمَتْ بِنْتُهُ حَفْصَةُ قَالَ: لَقِيتُ عُثْمَانَ بْنَ عَفّانَ رضي الله عنه، فَعَرَضْتُ عَلَيْهِ حَفْصَةَ، فَقُلْتُ: إنْ شِئْتَ أَنْكَحْتُكَ حَفْصَةَ بِنْتَ عُمَرَ؟ قَالَ: سأنْظُرُ فِي أمْرِي. فَلَبِثْتُ لَيَالِيَ ثُمَّ لَقِيَنِي، فَقَالَ: قَدْ بَدَا لِي أنْ لاَ أتَزَوَّجَ يَوْمِي هَذَا. فَلَقِيتُ أَبَا بَكْرٍ رضي الله عنه، فقلتُ: إنْ شِئْتَ أنْكَحْتُكَ حَفْصَةَ بنْتَ عُمَرَ، فَصَمتَ أَبُو بَكْرٍ رضي الله عنه، فَلَمْ يَرْجِعْ إلَيَّ شَيْئاً! فَكُنْتُ عَلَيْهِ أوْجَدَ مِنِّي عَلَى عُثْمَانَ، فَلَبِثَ لَيَالِيَ ثُمَّ خَطَبَهَا النَّبيُّ صلى الله عليه وسلم، فَأنْكَحْتُهَا إيَّاهُ. فَلَقِيَنِي أَبُو بَكْرٍ، فَقَالَ: لَعَلَّكَ وَجَدْتَ عَلَيَّ حِيْنَ عَرَضْتَ عَلَيَّ حَفْصَةَ فَلَمْ أرْجِعْ إِلَيْكَ شَيْئاً؟ فقلتُ: نَعَمْ، قَالَ: فَإنَّهُ لَمْ يَمْنَعْنِي أنْ أرْجِعَ إِلَيْك فِيمَا عَرَضْتَ عَلَيَّ إِلاَّ أنِّي كُنْتُ عَلِمْتُ أنَّ النبيَّ صلى الله عليه وسلم ذَكَرَهَا، فَلَمْ أكُنْ لأُفْشِيَ سِرَّ رسول الله صلى الله عليه وسلم، وَلَوْ تَرَكَهَا النَّبيُّ صلى الله عليه وسلم لَقَبِلْتُهَا. رواه البخاري.\n\n(تَأَيَّمَتْ) أيْ: صَارَتْ بِلاَ زَوْجٍ، وَكَانَ زَوْجُهَا تُوُفِّيَ رضي الله عنه. (وَجَدْتَ): غَضِبْتَ.",
                    "sanad": "وعن عبدِ الله بن عمر رضي الله عنهما:"
                },
                {
                    "hadithId": "685",
                    "text": "كُنَّ أزْوَاجُ النَّبيِّ صلى الله عليه وسلم عِنْدَهُ، فَأقْبَلَتْ فَاطِمَةُ رضي الله عنها تَمْشِي، مَا تُخْطِئُ مِشيتُها مِنْ مشْيَةِ رسول الله صلى الله عليه وسلم شَيْئاً، فَلَمَّا رَآهَا رَحَّبَ بِهَا، وقال: (مَرْحَباً بابْنَتِي)، ثُمَّ أجْلَسَهَا عَنْ يَمِينِهِ أَوْ عَنْ شِمَالِهِ، ثُمَّ سَارَّهَا فَبَكتْ بُكَاءً شَديداً، فَلَمَّا رَأى جَزَعَهَا، سَارَّهَا الثَّانِيَةَ فَضَحِكَتْ، فقلتُ لَهَا: خَصَّكِ رسولُ الله صلى الله عليه وسلم مِنْ بَيْنِ نِسَائِهِ بالسِّرَارِ، ثُمَّ أنْتِ تَبْكِينَ! فَلَمَّا قَامَ رسولُ الله صلى الله عليه وسلم سَألْتُهَا: مَا قَالَ لَكِ رسولُ الله صلى الله عليه وسلم؟ قالت: مَا كُنْتُ لأُفْشِي عَلَى رسول الله صلى الله عليه وسلم سِرَّهُ، فَلَمَّا تُوُفِّيَ رسول الله صلى الله عليه وسلم قُلْتُ: عَزَمْتُ عَلَيْكِ بِمَا لِي عَلَيْكِ مِنَ الحَقِّ، لَمَا حَدَّثْتِنِي مَا قَالَ لَكِ رسول الله صلى الله عليه وسلم؟ فقالتْ: أمَّا الآن فَنَعَمْ، أمَّا حِيْنَ سَارَّنِي في المَرَّةِ الأُولَى فأخْبَرَنِي أنّ جِبْريلَ كَانَ يُعَارِضُهُ القُرآنَ في كُلِّ سَنَةٍ مَرَّةً أَوْ مَرَّتَيْنِ، وَأنَّهُ عَارَضَهُ الآنَ مَرَّتَيْنِ، وَإنِّي لا أُرَى الأجَلَ إِلاَّ قَدِ اقْتَرَبَ، فَاتَّقِي اللهَ وَاصْبِرِي، فَإنَّهُ نِعْمَ السَّلَفُ أنَا لَكِ، فَبَكَيْتُ بُكَائِي الَّذِي رَأيْتِ، فَلَمَّا رَأى جَزَعِي سَارَّنِي الثَّانِيَةَ، فَقَالَ: (يَا فَاطِمَةُ، أمَا تَرْضَيْنَ أنْ تَكُونِي سَيِّدَةَ نِسَاءِ المُؤُمِنِينَ، أَوْ سَيَّدَةَ نِساءِ هذِهِ الأُمَّةِ؟) فَضَحِكتُ ضَحِكِي الَّذِي رَأيْتِ. متفقٌ عَلَيْهِ، وهذا لفظ مسلم.",
                    "sanad": "وعن عائشة رضي الله عنها قالت:"
                },
                {
                    "hadithId": "686",
                    "text": "أتَى عَلَيَّ رسول الله صلى الله عليه وسلم وَأنَا ألْعَبُ مَعَ الغِلْمَانِ، فَسَلمَ عَلَيْنَا، فَبَعَثَني إِلَى حاجَةٍ، فَأبْطَأتُ عَلَى أُمِّي. فَلَمَّا جِئْتُ، قالت: مَا حَبَسَكَ؟ فقلتُ: بَعَثَني رسولُ الله صلى الله عليه وسلم لِحَاجَةٍ، قالت: مَا حَاجَتُهُ؟ قُلْتُ: إنَّهاَ سرٌّ. قالت: لا تُخْبِرَنَّ بِسرِّ رسول الله صلى الله عليه وسلم أحَداً، قَالَ أنَسٌ: وَاللهِ لَوْ حَدَّثْتُ بِهِ أحَداً لَحَدَّثْتُكَ بِهِ يَا ثَابِتُ. رواه مسلم، وروى البخاري بعضه مختصراً.",
                    "sanad": "وعن ثَابِتٍ، عن أنس رضي الله عنه قَالَ: "
                }
            ]
        },
        {
            "chapterID": 3,
            "chapterName": "3 - باب الوفاء بالعهد وَإنجاز الوَعد",
            "chapterIntro": "3 - باب الوفاء بالعهد وَإنجاز الوَعد، قَالَ الله تَعَالَى: {وَأوْفُوا بِالعَهْدِ إنَّ العَهْدَ كَانَ مَسْئُولاً} [الإسراء: 34]، وقال تَعَالَى: {وَأوْفُوا بِعَهْدِ اللهِ إِذَا عَاهَدْتُمْ} [النحل : 91]، وقال تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أوْفُوا بِالْعُقُودِ} [المائدة : 1]، وقال تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ كَبُرَ مَقْتاً عِنْدَ اللهِ أنْ تَقُولُوا مَا لاَ تَفْعَلُونَ} [الصف : 2-3].",
            "hadiths": [
                {
                    "hadithId": "687",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (آيَةُ المُنَافِقِ ثَلاَثٌ: إِذَا حَدَّثَ كَذَبَ، وَإِذَا وَعَدَ أخْلَفَ، وَإِذَا اؤْتُمِنَ خَانَ) متفقٌ عَلَيْهِ.\nزَادَ في روايةٍ لمسلم: (وإنْ صَامَ وَصَلَّى وَزَعَمَ أنَّهُ مُسْلِمٌ).",
                    "sanad": "وعن أَبي هريرة رضي الله عنه:"
                },
                {
                    "hadithId": "688",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (أرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقاً خَالِصاً، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا: إِذَا اؤْتُمِنَ خَانَ، وَإِذَا حَدَّثَ كَذَبَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ) متفقٌ عَلَيْهِ.",
                    "sanad": "وعن عبد الله بن عمرو بن العاص رضي الله عنهما:"
                },
                {
                    "hadithId": "689",
                    "text": "قَالَ لي النبيُّ صلى الله عليه وسلم: (لَوْ قَدْ جَاءَ مَالُ الْبَحْرَيْنِ أعْطَيْتُكَ هكَذَا وَهَكَذَا وَهكَذَا) فَلَمْ يَجِئْ مَالُ الْبَحْرَينِ حَتَّى قُبِضَ النَّبيُّ صلى الله عليه وسلم، فَلَمَّا جَاءَ مَالُ الْبَحْرَيْنِ أمَرَ أَبُو بَكْرٍ رضي الله عنه فَنَادَى: مَنْ كَانَ لَهُ عِنْدَ رسول الله صلى الله عليه وسلم عِدَةٌ أَوْ دَيْنٌ فَلْيَأتِنَا، فَأتَيْتُهُ وَقُلْتُ لَهُ: إنَّ النَّبيَّ صلى الله عليه وسلم قَالَ لي كَذَا وَكَذَا، فَحَثَى لي حَثْيَةً فَعَدَدْتُهَا، فَإذَا هِيَ خَمْسُمِائَةٍ، فَقَالَ لِي: خُذْ مِثْلَيْهَا. متفقٌ عَلَيْهِ.",
                    "sanad": "وعن جابر رضي الله عنه قَالَ:"
                }
            ]
        },
        {
            "chapterID": 4,
            "chapterName": "4 - باب المحافظة عَلَى مَا اعتاده من الخير",
            "chapterIntro": "4 - باب المحافظة عَلَى مَا اعتاده من الخير، قَالَ الله تَعَالَى: {إنَّ اللهَ لاَ يُغَيِّرُ مَا بِقَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأنْفُسِهِمْ} [الرعد : 11]، وقال تَعَالَى: {وَلاَ تَكُونُوا كَالَّتِي نقضت غَزْلَهَا مِنْ بَعْدِ قُوَّةٍ أنْكَاثاً} [النحل : 92]. وقال تَعَالَى: {وَلاَ يَكُونُوا كَالَّذِينَ أُوتُوا الكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الأَمَدُ فَقَسَتْ قُلُوبُهُمْ} [الحديد : 16]، وقال تَعَالَى: {فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا} [الحديد : 27].\n\nوَ(الأنْكَاثُ): جَمْعُ نِكْثٍ، وَهُوَ الْغَزْلُ المَنْقُوضُ.",
            "hadiths": [
                {
                    "hadithId": "690",
                    "text": "قَالَ لي رسول الله صلى الله عليه وسلم: (يَا عبْدَ الله، لاَ تَكُنْ مِثْلَ فُلانٍ، كَانَ يَقُومُ اللَّيْلَ فَتَرَكَ قِيَامَ اللَّيْلِ) متفقٌ عَلَيْهِ.",
                    "sanad": "وعن عبد الله بن عمرو بن العاص رضي الله عنهما قَالَ: "
                }
            ]
        },
        {
            "chapterID": 5,
            "chapterName": "5 - باب استحباب طيب الكلام وطلاقة الوَجه عند اللقاء",
            "chapterIntro": "5 - باب استحباب طيب الكلام وطلاقة الوَجه عند اللقاء، قَالَ الله تَعَالَى: {وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنينَ} [الحجر : 88]، وقال تَعَالَى: {وَلَوْ كُنْتَ فَظّاً غَلِيظَ القَلْبِ لانْفَضُّوا مِنْ حَوْلِكَ} [آل عمران : 159].",
            "hadiths": [
                {
                    "hadithId": "691",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (اتَّقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ فَمَنْ لَمْ يَجِدْ فَبِكَلِمَةٍ طَيِّبَةٍ) متفقٌ عَلَيْهِ.",
                    "sanad": "وعن عدي بن حاتمٍ رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "692",
                    "text": "أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (وَالكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ) متفقٌ عَلَيْهِ، وَهُوَ بعض حديث تقدم بطولِه.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه:"
                },
                {
                    "hadithId": "693",
                    "text": "قَالَ لي رسول الله صلى الله عليه وسلم: (لاَ تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئاً، وَلَوْ أنْ تَلْقَى أخَاكَ بوَجْهٍ طَلْقٍ) رواه مسلم.",
                    "sanad": "وعن أَبي ذَرٍّ رضي الله عنه قَالَ:"
                }
            ]
        },
        {
            "chapterID": 6,
            "chapterName": "6 - باب استحباب بيان الكلام وإيضاحه للمخاطب وتكريره ليفهم إذا لَمْ يفهم إِلا بذلك",
            "chapterIntro": "6 - باب استحباب بيان الكلام وإيضاحه للمخاطب وتكريره ليفهم إذا لَمْ يفهم إِلا بذلك\n",
            "hadiths": [
                {
                    "hadithId": "694",
                    "text": "أنَّ النَّبيَّ صلى الله عليه وسلم كَانَ إِذَا تَكَلَّمَ بِكَلِمَةً أعَادَهَا ثَلاَثاً حَتَّى تُفْهَمَ عَنْهُ، وَإِذَا أتَى عَلَى قَوْمٍ فَسَلَّمَ عَلَيْهِمْ سَلَّمَ عَلَيْهِمْ ثَلاثاً. رواه البخاري.",
                    "sanad": "عن أنسٍ رضي الله عنه: "
                },
                {
                    "hadithId": "695",
                    "text": "كَانَ كَلاَمُ رسول الله صلى الله عليه وسلم كَلاماً فَصْلاً يَفْهَمُهُ كُلُّ مَنْ يَسْمَعُهُ. رواه أَبُو داود.",
                    "sanad": "وعن عائشة رضي الله عنها قالت:"
                }
            ]
        },
        {
            "chapterID": 7,
            "chapterName": "7 - باب إصغاء الجليس لحديث جليسه الذي ليس بحرام واستنصات العالم والواعظ حاضري مجلسه",
            "chapterIntro": "7 - باب إصغاء الجليس لحديث جليسه الذي ليس بحرام واستنصات العالم والواعظ حاضري مجلسه",
            "hadiths": [
                {
                    "hadithId": "696",
                    "text": "قَالَ لي رسول الله صلى الله عليه وسلم في حَجَّةِ الْوَدَاعِ: (اسْتَنْصِتِ النَّاسَ) ثُمَّ قَالَ: (لاَ تَرْجِعُوا بَعْدِي كُفّاراً يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ) متفقٌ عَلَيْهِ.\n",
                    "sanad": "عن جرير بن عبدِ اللهِ رضي الله عنه قَالَ: "
                }
            ]
        },
        {
            "chapterID": 8,
            "chapterName": "8 - بابُ الوَعظ والاقتصاد فِيهِ",
            "chapterIntro": "8 - بابُ الوَعظ والاقتصاد فِيهِ، قَالَ الله تَعَالَى: {ادْعُ إِلَى سَبيلِ رَبِّكَ بالحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} [النحل: 125].\n",
            "hadiths": [
                {
                    "hadithId": "697",
                    "text": "كَانَ ابنُ مَسْعُودٍ رضي الله عنه يُذَكِّرُنَا في كُلِّ خَمِيسٍ، فَقَالَ لَهُ رَجُلٌ: يَا أَبَا عَبْدِ الرَّحْمنِ ، لَوَدِدْتُ أنَّكَ ذَكَّرْتَنَا كُلَّ\nيَوْمٍ، فَقَالَ: أمَا إنَّهُ يَمْنَعُنِي مِنْ ذَلِكَ أنَّي أكْرَهُ أنْ أُمِلَّكُمْ، وَإنِّي أتَخَوَّلُكُمْ بِالْمَوْعِظَةِ، كَمَا كَانَ رسول الله صلى الله عليه وسلم يَتَخَوَّلُنَا بِهَا مَخَافَةَ السَّآمَةِ عَلَيْنَا. متفقٌ عَلَيْهِ.\n\n(يَتَخَوَّلُنَا): يَتَعَهَّدُنَا.",
                    "sanad": "عن أَبي وائلٍ شقيقِ بن سَلَمَةَ قَالَ: "
                },
                {
                    "hadithId": "698",
                    "text": "سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (إنَّ طُولَ صَلاَةِ الرَّجُلِ، وَقِصَرَ خُطْبَتِهِ، مَئِنَّةٌ مِنْ فِقههِ، فأطِيلُوا الصَّلاَةَ وَأقْصِرُوا الْخُطْبَةَ) رواه مسلم.\n\n(مَئِنَّةٌ) بميم مفتوحة ثُمَّ همزة مكسورة ثُمَّ نون مشددة، أيْ: عَلاَمَةٌ دَالَّةٌ عَلَى فِقْهِهِ.",
                    "sanad": "وعن أَبي اليقظان عمار بن ياسر رضي الله عنهما قَالَ: "
                },
                {
                    "hadithId": "699",
                    "text": "بَيْنَا أنَا أُصَلّي مَعَ رسول الله صلى الله عليه وسلم، إذْ عَطَسَ رَجُلٌ مِنَ القَوْمِ، فَقُلْتُ: يَرْحَمُكَ اللهُ، فَرَمَانِي القَوْمُ\nبِأبْصَارِهِمْ! فَقُلْتُ: وَاثُكْلَ أُمِّيَاهُ، مَا شَأنُكُمْ تَنْظُرُونَ إلَيَّ؟! فَجَعَلُوا يَضْرِبُونَ بأيديهم عَلَى أفْخَاذِهِمْ! فَلَمَّا رَأيْتُهُمْ يُصَمِّتُونَنِي لكِنّي سَكَتُّ، فَلَمَّا صَلّى رسول الله صلى الله عليه وسلم، فَبِأبِي هُوَ وَأُمِّي، مَا رَأيْتُ مُعَلِّماً قَبْلَهُ وَلاَ بَعْدَهُ أحْسَنَ تَعْلِيماً مِنْهُ، فَوَاللهِ مَا كَهَرَني، وَلاَ ضَرَبَنِي، وَلاَ شَتَمَنِي. قَالَ: (إنَّ هذِهِ الصَّلاَةَ لاَ يَصْلُحُ فِيهَا شَيْءٌ مِنْ كَلامِ النَّاسِ، إنَّمَا هِيَ التَّسْبِيحُ وَالتَّكْبِيرُ، وَقِراءةُ القُرْآنِ)، أَوْ كَمَا قَالَ رسول الله صلى الله عليه وسلم. قلتُ: يَا رسول الله، إنّي حَدِيثُ عَهْدٍ بِجَاهِلِيَّةٍ، وَقَدْ جَاءَ اللهُ بِالإسْلاَمِ، وَإنَّ مِنّا رِجَالاً يَأتُونَ الْكُهّانَ؟ قَالَ: (فَلاَ تَأتِهِمْ) قُلْتُ: وَمِنّا رِجَالٌ يَتَطَيَّرُونَ؟ قَالَ: (ذَاكَ شَيْء يَجِدُونَهُ في صُدُورِهِمْ فَلاَ يَصُدَّنَّهُمْ) رواه مسلم. \n\n(الثُكْلُ) بضم الثاءِ المُثلثة: المُصيبَةُ وَالفَجِيعَةُ. (مَا كَهَرَنِي) أيْ: مَا نَهَرَنِي.",
                    "sanad": "وعن مُعاوِيَة بن الحكم السُّلَمي رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "700",
                    "text": "وَعَظَنَا رسول الله صلى الله عليه وسلم مَوْعِظَةً وَجِلَتْ مِنْهَا القُلُوبُ، وَذَرَفَتْ مِنْهَا العُيُونُ ... وَذَكَرَ الحَدِيثَ وَقَدْ سَبَقَ بِكَمَالِهِ في باب الأمْر بِالمُحَافَظَةِ عَلَى السُّنَّة (1)، وَذَكَرْنَا أنَّ التَّرْمِذِيَّ، قَالَ: (إنّه حديث حسن صحيح).\n\nـــــــــــــــــــــــــ\n(1) انظر الحديث (157).",
                    "sanad": "وعن العِرْباض بن ساريَةَ رضي الله عنه قَالَ:"
                }
            ]
        },
        {
            "chapterID": 9,
            "chapterName": "9 - باب الوقار والسكينة",
            "chapterIntro": "9 - باب الوقار والسكينة، قَالَ الله تَعَالَى: {وَعِبَادُ الرَّحْمنِ الَّذِينَ يَمْشُونَ عَلَى الأرْضِ هَوْناً وَإِذَا خَاطَبَهُمُ الْجَاهِلُونَ قَالُوا سَلاَمَاً} [الفرقان : 63].\n",
            "hadiths": [
                {
                    "hadithId": "701",
                    "text": "مَا رَأيْتُ رسول الله صلى الله عليه وسلم مُسْتَجْمِعاً قَطُّ ضَاحِكاً حَتَّى تُرَى مِنهُ لَهَوَاتُهُ، إنَّمَا كَانَ يَتَبَسَّمُ. متفقٌ عَلَيْهِ.\n\n(اللَّهْوَاتُ) جَمْعُ لَهَاةٍ: وَهِيَ اللَّحْمَةُ الَّتي في أقْصى سَقْفِ الْفَمِ.",
                    "sanad": "عن عائشة رضي الله عنها قالت: "
                }
            ]
        },
        {
            "chapterID": 10,
            "chapterName": "10 - باب الندب إِلَى إتيان الصلاة والعلم ونحوهما من العبادات بالسكينة والوقار",
            "chapterIntro": "10 - باب الندب إِلَى إتيان الصلاة والعلم ونحوهما من العبادات بالسكينة والوقار، قَالَ الله تَعَالَى: {وَمَنْ يُعَظِّمْ شَعَائِرَ اللهِ فَإنَّهَا مِنْ تَقْوَى القُلُوبِ} [الحج : 32].",
            "hadiths": [
                {
                    "hadithId": "702",
                    "text": "سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (إِذَا أُقِيمَتِ الصَّلاَةُ، فَلاَ تَأتُوهَا وَأنْتُمْ تَسْعَونَ، وَأتُوهَا وَأنْتُمْ تَمْشُونَ، وَعَلَيْكُمُ السَّكِينَةُ، فَمَا أدْرَكْتُم فَصَلُّوا، وَمَا فَاتكُمْ فَأَتِمُّوا) متفقٌ عَلَيْهِ. زاد مسلِمٌ في روايةٍ لَهُ: (فَإنَّ أحَدَكُمْ إِذَا كَانَ يَعْمِدُ إِلَى الصَّلاَةِ فَهُوَ في صَلاَةٍ). ",
                    "sanad": "وعن أَبي هريرة رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "703",
                    "text": "أنَّهُ دَفَعَ مَعَ النَّبيِّ صلى الله عليه وسلم يَوْمَ عَرَفَةَ فَسَمِعَ النبيُّ صلى الله عليه وسلم وَرَاءهُ زَجْراً شَديداً وَضَرْباً وَصَوْتاً للإِبْلِ، فَأشَارَ بِسَوْطِهِ إلَيْهِمْ وقال: (يَا أيُّهَا النَّاسُ، عَلَيْكُمْ بالسَّكِينَةِ، فَإنَّ الْبِرَّ لَيْسَ بالإيضَاعِ) رواه البخاري، وروى مسلم بعضه.\n\n(الْبِرُّ): الطَّاعَةُ. وَ(الإيضَاعُ) بِضادٍ معجمةٍ قبلها ياءٌ وهمزةٌ مكسورةٌ، وَهُوَ: الإسْرَاعُ.",
                    "sanad": "وعن ابن عباس رضي الله عنهما: "
                }
            ]
        },
        {
            "chapterID": 11,
            "chapterName": "11 - باب إكرام الضيف",
            "chapterIntro": "11 - باب إكرام الضيف، قَالَ الله تَعَالَى: {هَلْ أتَاكَ حَدِيثُ ضَيْفِ إبْرَاهِيمَ الْمُكْرَمِينَ إذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلاَمَاً قَالَ سَلاَمٌ قَوْمٌ مُنْكَرُونَ فَرَاغَ إِلَى أهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ فَقَرَّبَهُ إلَيْهِمْ قَالَ ألاَ تَأكُلُونَ} [الذاريات : 24-27]، وقال تَعَالَى: {وَجَاءهُ قَوْمُهُ يُهْرَعُونَ إِلَيْهِ وَمِنْ قَبْلُ كَانُوا يَعْمَلُونَ السَّيِّئَاتِ قَالَ يَا قَوْمِ هَؤُلاَءِ بَنَاتِي هُنَّ أَطْهَرُ لَكُمْ فَاتَّقُوا اللهَ وَلاَ تُخْزُونِ في ضَيْفِي أَلَيْسَ مِنْكُمْ رَجُلٌ رَشِيدٌ} [هود : 78].",
            "hadiths": [
                {
                    "hadithId": "704",
                    "text": "أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (مَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَومِ الآخِرِ، فَلْيَصِلْ رَحِمَهُ، وَمَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَومِ الآخِرِ، فَلْيَقُلْ خَيْراً أَوْ لِيَصْمُتْ) متفقٌ عَلَيْهِ.",
                    "sanad": "عن أَبي هريرة رضي الله عنه:"
                },
                {
                    "hadithId": "705",
                    "text": "سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (مَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتَهُ) قالوا: وَمَا جَائِزَتُهُ؟ يَا رسول الله قَالَ: (( يَوْمُهُ وَلَيْلَتُهُ، وَالضِّيَافَةُ ثَلاَثَةُ أيَّامٍ، فَمَا كَانَ وَرَاءَ ذَلِكَ فَهُوَ صَدَقَةٌ عَلَيْهِ) متفقٌ عَلَيْهِ.\nوفي رواية لِمسلمٍ: (لاَ يَحِلُّ لِمُسْلِمٍ أنْ يُقِيمَ عِنْدَ أخِيهِ حَتَّى يُؤْثِمَهُ) قالوا: يَا رسول الله، وَكيْفَ يُؤْثِمُهُ؟ قَالَ: (يُقِيمُ عِنْدَهُ وَلاَ شَيْءَ لَهُ يُقْرِيه بِهِ).",
                    "sanad": "وعن أَبي شُرَيْح خُوَيْلِدِ بن عَمرو الخُزَاعِيِّ رضي الله عنه قَالَ: "
                }
            ]
        },
        {
            "chapterID": 12,
            "chapterName": "12 - باب استحباب التبشير والتهنئة بالخير",
            "chapterIntro": "12 - باب استحباب التبشير والتهنئة بالخير، قَالَ الله تَعَالَى: {فَبَشَّرْ عبادِ الذينَ يَسْتَمِعُونَ القَوْلَ فيتَّبِعُونَ أَحْسَنهُ}\n[الزمر : 17-18]، وقال تَعَالَى: {يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ} [التوبة : 21]، وقال تَعَالَى: {وَأَبْشِرُوا بِالجَنَّةِ الَّتي كُنْتُم تُوعَدُونَ} [فصلت : 30]، وقال تَعَالَى: {فَبَشَّرْنَاهُ بِغُلاَمٍ حَلِيمٍ} [الصافات : 101]، وقال تَعَالَى: {وَلَقدْ جَاءتْ رُسُلُنَا إبْراهِيمَ بِالبُشْرَى} [هود : 69]، وقال تَعَالَى: {وَامْرَأَتُهُ قَائِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِنْ وَرَاءِ إسْحَاقَ يَعْقُوبَ} [هود : 71]، وقال تَعَالَى: {فَنَادَتْهُ المَلاَئِكَةُ وَهُوَ قَائِمٌ يُصَلِّي في المِحْرَابِ أَنَّ اللهَ يُبَشِّرُكَ بِيَحْيَى} [آل عمران : 39]، وقال تَعَالَى: {إِذْ قَالَتِ الْمَلاَئِكَةُ يَا مَرْيَمُ إنَّ اللهَ يُبَشِّرُكِ بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمسِيحُ} [آل عمران : 45] الآية، والآيات في الباب كثيرة معلومة. وأما الأحاديث فكثيرةٌ جِدّاً وهي مشهورة في الصحيح ، مِنْهَا:",
            "hadiths": [
                {
                    "hadithId": "706",
                    "text": "أنّ رسول الله صلى الله عليه وسلم بَشَّرَ خَدِيجَةَ رضي اللهُ عنها ببَيْتٍ في الجَنَّةِ مِنْ قَصَبٍ، لاَ صَخَبَ فِيهِ، وَلاَ نَصَبَ. متفقٌ عَلَيْهِ.\n\n(القَصَبُ): هُنَا اللُّؤْلُؤُ الْمُجَوَّفُ. وَ(الصَّخَبُ): الصِّياحُ وَاللَّغَطُ. وَ(النَّصَبُ): التَّعَبُ.",
                    "sanad": "عن أَبي إبراهيم ويقال: أَبُو محمد، ويقال: أَبُو معاوية عبد اللهِ بن أَبي أوفى رضي الله عنهما:"
                },
                {
                    "hadithId": "707",
                    "text": "أَنَّهُ تَوَضَّأ في بَيْتِهِ، ثُمَّ خَرَجَ، فَقَالَ: لأَلْزَمَنَّ رسول الله صلى الله عليه وسلم، وَلأَكُونَنَّ مَعَهُ يَوْمِي هَذَا، فَجَاءَ الْمَسْجِدَ، فَسَألَ عَنِ النَّبيِّ صلى الله عليه وسلم، فَقَالُوا وجَّهَ هاهُنَا، قَالَ: فَخَرَجْتُ عَلَى أثَرِهِ أسْألُ عَنْهُ، حَتَّى دَخَلَ بِئْرَ أريسٍ، فَجَلَسْتُ عِندَ البَابِ حتَّى قضى رسول الله صلى الله عليه وسلم حاجتهُ وتوضأ، فقمتُ إليهِ، فإذا هو قد جلسَ على بئرِ أريسٍ وتوَسَّطَ قُفَّهَا، وكشَفَ عنْ ساقيهِ ودلاّهُما في البئرِ، فسلمتُ عَليهِ ثمَّ انصَرَفتُ، فجلستُ عِندَ البابِ، فَقُلْتُ: لأَكُونَنَّ بَوَّابَ رسولِ اللهِ صلى الله عليه وسلم الْيَوْمَ، فَجَاءَ أَبُو بَكْرٍ رضي الله عنه فَدَفَعَ الْبَابَ، فقلتُ: مَنْ هَذَا؟ فَقَالَ: أَبُو بَكْرٍ، فقُلتُ: عَلَى رِسْلِكَ، ثُمَّ ذَهبْتُ، فقلتُ: يَا رسول الله، هَذَا أَبُو بَكْرٍ يَستَأْذِنُ، فَقَالَ: (ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ) فَأقْبَلْتُ حَتَّى قُلْتُ لأَبي بَكْرٍ: ادْخُلْ وَرسول الله صلى الله عليه وسلم يُبَشِّرُكَ بِالجَنَّةِ، فَدَخَلَ أَبُو بَكرٍ حَتَّى جَلَسَ عَنْ يَمينِ النَّبيِّ صلى الله عليه وسلم مَعَهُ في القُفِّ، وَدَلَّى رِجْلَيْهِ في البِئْرِ كَمَا صَنَعَ رسول الله صلى الله عليه وسلم، وَكَشَفَ عَنْ سَاقَيْهِ، ثُمَّ رَجَعْتُ وَجَلَسْتُ، وَقَدْ تَرَكْتُ أخِي يَتَوَضَّأ وَيَلْحَقُنِي، فقلتُ : إنْ يُرِدِ الله بِفُلانٍ - يُريدُ أخَاهُ - خَيْراً يَأتِ بِهِ. فَإذَا إنْسَانٌ يُحَرِّكُ الْبَاب، فقلتُ: مَنْ هَذَا؟ فَقَالَ: عُمَرُ بن الخَطّابِ، فقلتُ: عَلَى رِسْلِكَ، ثُمَّ جِئْتُ إِلَى رسول الله صلى الله عليه وسلم، فَسَلَّمْتُ عَلَيْهِ وَقُلْتُ: هَذَا عُمَرُ يَسْتَأذِنُ؟ فَقَالَ: (ائْذَنْ لَهُ وَبَشِّرْهُ بالجَنَّةِ) فَجِئْتُ عُمَرَ، فقلتُ: أَذِنَ وَيُبَشِّرُكَ رسول الله صلى الله عليه وسلم بِالجَنَّةِ، فَدَخَلَ فَجَلَسَ مَعَ رسول الله صلى الله عليه وسلم في القُفِّ عَنْ يَسَارِهِ وَدَلَّى رِجْلَيْهِ في البِئرِ، ثُمَّ رَجَعْتُ فَجَلَسْتُ، فَقُلتُ: إنْ يُرِدِ اللهُ بِفُلاَنٍ خَيْراً - يَعْنِي أخَاهُ - يَأْتِ بِهِ، فَجَاءَ إنْسَانٌ فَحَرَّكَ الْبَابَ. فَقُلتُ: مَنْ هَذَا؟ فَقَالَ: عُثْمَانُ بن عَفَّانَ. فقلتُ: عَلَى رِسْلِكَ، وجِئْتُ النَّبيَّ صلى الله عليه وسلم فأخْبَرْتُهُ، فقالَ: (ائْذَنْ لَهُ وَبَشِّرْهُ بِالجَنَّةِ مَعَ بَلْوَى تُصِيبُهُ) فَجِئْتُ، فقلتُ: ادْخُلْ وَيُبَشِّرُكَ رسولُ الله صلى الله عليه وسلم بِالجَنَّةِ مَعَ بَلْوَى تُصيبُكَ، فَدَخَلَ فَوجَدَ الْقُفَّ قَدْ مُلِئَ، فجلس وِجَاهَهُمْ مِنَ الشِّقِّ الآخرِ. قَالَ سَعيدُ بْنُ الْمُسَيَّبِ: فَأوَّلْتُهَا قُبُورَهُمْ. متفقٌ عَلَيْهِ. وزاد في رواية: وأمرني رسولُ الله صلى الله عليه وسلم بحفظِ الباب. وَفيها: أنَّ عُثْمانَ حِيْنَ بَشَّرَهُ حَمِدَ اللهَ تَعَالَى، ثُمَّ قَالَ: اللهُ المُسْتَعانُ.\n\nقَوْلُه: (وَجَّهَ) بفتحِ الواوِ وتشديد الجيمِ. أيْ: تَوَجَّهَ. وَقَوْلُه: (بِئْر أَرِيْسٍ) هُوَ بفتح الهمزة وكسرِ الراءِ وبعدها ياءٌ مثناة من تحت ساكِنة ثُمَّ سِين مهملة وَهُوَ مصروف ومنهم من منع صرفه، وَ(القُفُّ) بضم القاف وتشديد الفاءِ: وَهُوَ المبنيُّ حول البئر. وَقَوْلُه: (عَلَى رِسْلِك) بكسر الراء عَلَى المشهور، وقيل: بفتحِهَا، أيْ: ارفق.",
                    "sanad": "وعن أَبي موسى الأشعري رضي الله عنه:"
                },
                {
                    "hadithId": "708",
                    "text": "كُنَّا قُعُوداً حَوْلَ رسولِ الله صلى الله عليه وسلم، وَمَعَنَا أَبُو بَكرٍ وَعُمَرُ رضي الله عنهما في نَفَرٍ، فَقَامَ رسولُ الله صلى الله عليه وسلم مِنْ بَيْنِ أظْهُرِنَا فَأبْطَأ عَلَيْنَا، وَخَشِينَا أنْ يُقْتَطَعَ دُونَنَا وَفَزِعْنَا فَقُمْنَا، فَكُنْتُ أَوَّلَ مَنْ فَزِعَ، فَخَرَجْتُ أبْتَغِي رسولَ الله صلى الله عليه وسلم، حَتَّى أتَيْتُ حَائِطاً للأنصَارِ لِبَني النَّجَارِ، فَدُرْتُ بِهِ هَلْ أجِدُ لَهُ بَاباً؟ فَلَمْ أجِدْ! فَإذَا رَبيعٌ يَدْخُلُ في جَوْفِ حَائِطٍ مِنْ بِئْرٍ خَارِجَهُ - وَالرَّبِيعُ : الجَدْوَلُ الصَّغِيرُ - فَاحْتَفَرْتُ، فَدَخَلْتُ عَلَى رسول الله صلى الله عليه وسلم، فَقَالَ: (أَبُو هُرَيْرَةَ؟) فقلتُ: نَعَمْ، يَا رسول اللهِ، قَالَ: (مَا شأنُكَ؟) قُلْتُ: كُنْتَ بَيْنَ أظْهُرِنَا فَقُمْتَ فَأبْطَأتَ عَلَيْنَا، فَخَشِينَا أنْ تُقْتَطَعَ دُونَنَا، ففزعنا، فَكُنْتُ أوّلَ مَنْ فَزِعَ، فَأتَيْتُ هَذَا الحَائِطَ، فَاحْتَفَرْتُ كَمَا يَحْتَفِرُ الثَّعْلَبُ، وهؤلاء النَّاسُ وَرَائِي. فَقَالَ: (يَا أَبَا هُرَيرَةَ) وَأعْطَانِي نَعْلَيْهِ، فَقَالَ: (اذْهَبْ بِنَعْلَيَّ هَاتَيْنِ، فَمَنْ لَقِيتَ مِنْ وَرَاءِ هَذَا الحَائِطِ يَشْهَدُ أنْ لا إله إِلاَّ الله مُسْتَيْقِنَاً بِهَا قَلْبُهُ، فَبَشِّرْهُ بِالجَنَّةِ ...) وَذَكَرَ الحديثَ بطوله، رواه مسلم.\n\n(الرَّبِيعُ): النَّهْرُ الصَّغَيرُ، وَهُوَ الجَدْوَلُ - بفتح الجيمِ - كَمَا فَسَّرَهُ في الحديث. وَقَوْلُه: (احْتَفَرْتُ) روِي بالراء وبالزاي، ومعناه بالزاي: تَضَامَمْتُ وتَصَاغَرْتُ حَتَّى أمْكَنَنِي الدُّخُولُ.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "709",
                    "text": "حَضَرْنَا عَمْرَو بنَ العَاصِ رضي الله عنه وَهُوَ في سِيَاقَةِ الْمَوْتِ، فَبَكَى طَوِيلاً، وَحَوَّلَ وَجْهَهُ إِلَى الجِدَارِ، فَجَعَلَ ابْنُهُ، يَقُولُ: يَا أبَتَاهُ، أمَا بَشَّرَكَ رسولُ الله صلى الله عليه وسلم بكَذَا؟ أمَا بَشَّرَكَ رسولُ الله صلى الله عليه وسلم بِكَذَا؟ فَأقْبَلَ بِوَجْهِهِ، فَقَالَ: إنَّ أفْضَلَ مَا نُعِدُّ شَهَادَةُ أنْ لا إلهَ إِلاَّ الله، وَأنَّ مُحَمَّداً رسول اللهِ، إنِّي قَدْ كُنْتُ عَلَى أطْبَاقٍ ثَلاَثٍ: لَقَدْ رَأيْتُنِي وَمَا أحَدٌ أشَدُّ بُغضاً لرسولِ الله صلى الله عليه وسلم مِنِّي، وَلاَ أحَبَّ إليَّ مِنْ أنْ أكُونَ قدِ اسْتَمكنتُ مِنْهُ فَقَتَلْتُه، فَلَوْ مُتُّ عَلَى تلكَ الحَالِ لَكُنْتُ مِنْ أهْلِ النَّارِ، فَلَمَّا جَعَلَ اللهُ الإسلامَ في قَلْبِي أتَيْتُ النبيَّ صلى الله عليه وسلم، فقُلْتُ: ابسُطْ يَمِينَكَ فَلأُبَايِعُك، فَبَسَطَ يَمِينَهُ فَقَبَضْتُ يَدِي، فَقَالَ: (مَا لَكَ يَا عَمْرُو؟) قلتُ: أردتُ أنْ أشْتَرِطَ، قَالَ: (تَشْتَرِط مَاذا؟) قُلْتُ: أنْ يُغْفَرَ لِي، قَالَ: (أمَا عَلِمْتَ أن الإسلامَ يَهْدِمُ مَا كَانَ قَبْلَهُ، وَأن الهِجْرَةَ تَهْدِمُ مَا كَانَ قَبلَهَا، وَأنَّ الحَجَّ يَهْدِمُ مَا كَانَ قَبْلَهُ؟) وَمَا كَانَ أحدٌ أحَبَّ إليَّ مِنْ رَسُولِ الله صلى الله عليه وسلم، وَلاَ أجَلَّ في عَيني مِنْهُ وَمَا كُنْتُ أُطيقُ أن أملأ عَيني مِنْهُ؛ إجلالاً لَهُ، ولو سئلت أن أصفه مَا أطقت، لأني لَمْ أكن أملأ عيني مِنْهُ، ولو مُتُّ عَلَى تِلْكَ الحالِ لَرجَوْتُ أن أكُونَ مِنْ أهْلِ الجَنَّةِ، ثُمَّ وَلِينَا أشْيَاءَ مَا أدْرِي مَا حَالِي فِيهَا؟ فَإذَا أنَا مُتُّ فَلاَ تَصحَبَنِّي نَائِحَةٌ وَلاَ نَارٌ، فَإذا دَفَنْتُمُونِي، فَشُنُّوا عَليَّ التُّرابَ شَنّاً، ثُمَّ أقِيمُوا حَوْلَ قَبْرِي قَدْرَ مَا تُنْحَرُ جَزورٌ، وَيُقْسَمُ لَحْمُهَا، حَتَّى أَسْتَأنِسَ بِكُمْ، وَأنْظُرَ مَا أُرَاجعُ بِهِ رسُلَ رَبّي. رواه مسلم.\n\nقَوْله: (شُنُّوا) رُوِي بالشّين المعجمة والمهملةِ، أيْ: صُبُّوه قَليلاً قَليلاً، والله سبحانه أعلم.",
                    "sanad": "وعن ابن شِمَاسَة قَالَ:"
                }
            ]
        },
        {
            "chapterID": 13,
            "chapterName": "13 - باب وداع الصاحب ووصيته عند فراقه للسفر وغيره والدعاء لَهُ وطلب الدعاء مِنْهُ",
            "chapterIntro": "13 - باب وداع الصاحب ووصيته عند فراقه للسفر وغيره والدعاء لَهُ وطلب الدعاء مِنْهُ، قَالَ الله تَعَالَى: {وَوَصَّى بِهَا إبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ يَا بَنِيَّ إنَّ اللهَ اصْطَفَى لَكُمُ الدّينَ فَلاَ تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ أَمْ كُنْتُمْ شُهَدَاءَ إذْ حَضَرَ يَعْقُوبَ المَوْتُ إذْ قَالَ لِبَنيهِ مَا تَعْبُدُونَ مِنْ بَعْدِي قَالُوا نَعْبُدُ إلهَكَ وَإلهَ آبَائِكَ إبْراهِيمَ وَإسْمَاعِيلَ وَإسْحقَ إلهَاً وَاحِداً وَنَحْنُ لَهُ مُسْلِمُونَ} [البقرة : 132-133].",
            "hadiths": [
                {
                    "hadithId": "710",
                    "text": "قَامَ رسول الله صلى الله عليه وسلم فِينَا خَطِيباً، فَحَمِدَ الله، وَأثْنَى عَلَيْهِ، وَوَعَظَ وَذَكَّرَ، ثُمَّ قَالَ: (أمَّا بَعْدُ، ألاَ أيُّهَا النَّاسُ، إنَّمَا أنَا بَشَرٌ يُوشِكُ أنْ يَأتِيَ رَسُولُ رَبِّي فَأُجِيبَ، وَأنَا تَارِكٌ فِيكُمْ ثَقَلَيْنِ، أوَّلَهُمَا: كِتَابُ اللهِ، فِيهِ الْهُدَى وَالنُّورُ، فَخُذُوا بِكِتَابِ اللهِ وَاسْتَمْسِكُوا بِهِ)، فَحَثَّ عَلَى كِتَابِ اللهِ، وَرَغَّبَ فِيهِ، ثُمَّ قَالَ: (وَأَهْلُ بَيْتِي، أذَكِّرُكُمُ اللهَ في أهْلِ بَيْتِي) رواه مسلم، وَقَدْ سَبَقَ بِطُولِهِ. (1).\n\nـــــــــــــــــــــــ\n(1) انظر الحديث (345).\n",
                    "sanad": "‏‏وأما الأحاديث فمنها : حديث زيد بن أرقم رضي الله عنه الَّذِي سبق في بَابِ إكرام أهْلِ بَيْتِ رسول الله صلى الله عليه وسلم قَالَ: "
                },
                {
                    "hadithId": "711",
                    "text": "أَتَيْنَا رسولَ الله صلى الله عليه وسلم، وَنَحْنُ شَبَبَةٌ مُتَقَارِبُونَ، فَأقَمْنَا عِنْدَهُ عِشْرِينَ لَيْلَةً، وَكَانَ رسولُ الله صلى الله عليه وسلم رَحِيماً رَفيقاً، فَظَنَّ أنّا قد اشْتَقْنَا أهْلَنَا، فَسَألَنَا عَمَّنْ تَرَكْنَا مِنْ أهْلِنَا، فَأخْبَرْنَاهُ، فَقَالَ: (ارْجِعُوا إِلَى أهْلِيكُمْ، فَأقِيمُوا فِيهمْ، وَعَلِّمُوهُم وَمُرُوهُمْ، وَصَلُّوا صَلاَةَ كَذَا فِي حِيْنِ كَذَا، وَصَلُّوا كَذَا في حِيْنِ كَذَا، فَإذَا حَضَرَتِ الصَّلاَةُ فَلْيُؤَذِّنْ لَكُمْ أحَدُكُمْ وَلْيَؤُمَّكُمْ أكْبَرُكُمْ) متفقٌ عَلَيْهِ. زاد البخاري في رواية لَهُ: (وَصَلُّوا كَمَا رَأيْتُمُونِي أُصَلِّي).\n\nوَقَوْلُه: (رحِيماً رَفِيقاً) رُوِيَ بِفاءٍ وقافٍ، وَرُوِيَ بقافينِ.\n",
                    "sanad": "وعن أَبي سليمان مالِك بن الحُوَيْرِثِ رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "712",
                    "text": "اسْتأذَنْتُ النَّبيَّ صلى الله عليه وسلم في العُمْرَةِ، فَأذِنَ، وقال: (لاَ تَنْسَانَا يَا أُخَيَّ مِنْ دُعَائِكَ) فقالَ كَلِمَةً ما يَسُرُّنِي أنَّ لِي بِهَا الدُّنْيَا. وفي رواية قَالَ: (أشْرِكْنَا يَا أُخَيَّ في دُعَائِكَ) رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).",
                    "sanad": "وعن عمرَ بن الخطاب رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "713",
                    "text": "أنَّ عبدَ اللهِ بن عُمَرَ رضي الله عنهما، كَانَ يَقُولُ للرَّجُلِ إِذَا أرَادَ سَفَراً: ادْنُ مِنِّي حَتَّى أُوَدِّعَكَ كَمَا كَانَ رسولُ الله صلى الله عليه وسلم يُوَدِّعُنَا، فَيَقُولُ: (أَسْتَوْدِعُ اللهَ دِينَكَ، وَأمَانَتَكَ، وَخَواتِيمَ عَمَلِكَ) رواه الترمذي، وقال: (حديث حسن صحيح).",
                    "sanad": "وعن سالم بنِ عبدِ الله بنِ عمر:"
                },
                {
                    "hadithId": "714",
                    "text": "كَانَ رسولُ الله صلى الله عليه وسلم إِذَا أرَادَ أنْ يُوَدِّعَ الجَيشَ قَالَ: (أسْتَوْدِعُ اللهَ دِينَكُمْ، وَأمَانَتَكُمْ، وَخَواتِيمَ أعْمَالِكُمْ) حديث صحيح، رواه أَبُو داود وغيره بإسناد صحيح.",
                    "sanad": "وعن عبدِ الله بن يزيدَ الخطْمِيِّ الصحابيِّ رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "715",
                    "text": "جَاءَ رَجُلٌ إِلَى النبي صلى الله عليه وسلم فَقَالَ: يَا رسولَ الله، إنّي أُرِيدُ سَفَراً، فَزَوِّدْنِي، فَقَالَ: (زَوَّدَكَ الله التَّقْوَى) قَالَ: زِدْنِي قَالَ: (وَغَفَرَ ذَنْبَكَ) قَالَ: زِدْنِي، قَالَ: (وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ) رواه الترمذي، وقال: (حديث حسن).",
                    "sanad": "وعن أنسٍ رضي الله عنه قَالَ:"
                }
            ]
        },
        {
            "chapterID": 14,
            "chapterName": "14 - باب الاستِخارة والمشاورة",
            "chapterIntro": "14 - باب الاستِخارة والمشاورة، قَالَ الله تَعَالَى: {وَشَاوِرْهُمْ فِي الأَمْرِ} [آل عمران : 159]، وقال الله تَعَالَى: {وَأَمْرُهُمْ شُورَى بَيْنَهُمْ} [الشورى : 38] أيْ: يَتَشَاوَرُونَ بَيْنَهُمْ فِيهِ.",
            "hadiths": [
                {
                    "hadithId": "716",
                    "text": "كَانَ رسولُ الله صلى الله عليه وسلم يُعَلِّمُنَا الاسْتِخَارَةَ في الأمُورِ كُلِّهَا كَالسُّورَةِ مِنَ القُرْآنِ، يَقُولُ: (إِذَا هَمَّ أحَدُكُمْ بِالأمْرِ، فَلْيَركعْ ركْعَتَيْنِ مِنْ غَيْرِ الفَرِيضَةِ، ثُمَّ ليقل: اللَّهُمَّ إنِّي أسْتَخِيرُكَ بِعِلْمِكَ، وَأسْتَقْدِرُكَ بِقُدْرَتِكَ، وأسْألُكَ مِنْ فَضْلِكَ العَظِيْمِ، فَإنَّكَ تَقْدِرُ وَلاَ أقْدِرُ، وَتَعْلَمُ وَلاَ أعْلَمُ، وَأنْتَ عَلاَّمُ الْغُيُوبِ. اللَّهُمَّ إنْ كُنْتَ تَعْلَمُ أنَّ هَذَا الأمْرَ خَيْرٌ لِي في دِينِي وَمَعَاشِي وَعَاقِبَةِ أمْرِي) أَوْ قَالَ: (عَاجِلِ أمْرِي وَآجِلِهِ، فاقْدُرْهُ لي وَيَسِّرْهُ لِي، ثُمَّ بَارِكْ لِي فِيهِ. وَإنْ كُنْتَ تَعْلَمُ أنَّ هَذَا الأَمْرَ شَرٌّ لِي في دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي) أَوْ قَالَ: (عَاجِلِ أمْرِي وَآجِلِهِ؛ فَاصْرِفْهُ عَنِّي، وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِيَ الخَيْرَ حَيْثُ كَانَ، ثُمَّ أرْضِنِي بِهِ) قَالَ: (وَيُسَمِّيْ حَاجَتَهُ) رواه البخاري. ",
                    "sanad": "عن جابر رضي الله عنه قَالَ:"
                }
            ]
        },
        {
            "chapterID": 15,
            "chapterName": "15 - باب استحباب الذهاب إِلَى العيد وعيادة المريض والحج والغزو والجنازة ونحوها من طريق، والرجوع من طريق آخر لتكثير مواضع العبادة",
            "chapterIntro": "15 - باب استحباب الذهاب إِلَى العيد وعيادة المريض والحج والغزو والجنازة ونحوها من طريق، والرجوع من طريق آخر لتكثير مواضع العبادة.\n",
            "hadiths": [
                {
                    "hadithId": "717",
                    "text": "كَانَ النبي صلى الله عليه وسلم إِذَا كَانَ يومُ عيدٍ خَالَفَ الطَّريقَ. رواه البخاري.\n\nقَوْله: (خَالَفَ الطَّريقَ) يعني: ذَهَبَ في طريقٍ، وَرَجَعَ في طريقٍ آخَرَ.",
                    "sanad": "عن جابر رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "718",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم كَانَ يَخْرُجُ مِنْ طَريق الشَّجَرَةِ، وَيَدْخُلُ مِنْ طَريقِ الْمُعَرَّسِ (1)، وَإِذَا دَخَلَ مَكَّةَ، دَخَلَ مِن الثَّنِيَّةِ (2)، الْعُلْيَا، وَيَخْرُجُ مِنَ الثَّنِيَّةِ السُّفْلَى. متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــ\n(1) الْمُعَرَّسِ : مسجد ذي الحليفة على ستة أميال من المدينة. مراصد الاطلاع 3/1288، وانظر: فتح الباري عقيب (1533).\n(2) الثَّنِيَّةِ : الثنية في الأصل كل عقبة في جبل مسلوكة. مراصد الاطلاع 1/300.",
                    "sanad": "وعن ابن عُمَرَ رضي الله عنهما:"
                }
            ]
        },
        {
            "chapterID": 16,
            "chapterName": "16 - باب استحباب تقديم اليمين في كل مَا هو من باب التكريم",
            "chapterIntro": "16 - باب استحباب تقديم اليمين في كل مَا هو من باب التكريم كالوضوءِ وَالغُسْلِ وَالتَّيَمُّمِ، وَلُبْسِ الثَّوْبِ وَالنَّعْلِ وَالخُفِّ وَالسَّرَاوِيلِ وَدُخولِ الْمَسْجِدِ، وَالسِّوَاكِ، وَالاكْتِحَالِ، وَتقليم الأظْفار، وَقَصِّ الشَّارِبِ، وَنَتْفِ الإبْطِ، وَحلقِ الرَّأسِ، وَالسّلامِ مِنَ الصَّلاَةِ، وَالأكْلِ، والشُّربِ، وَالمُصافحَةِ، وَاسْتِلاَمِ الحَجَرِ الأَسْوَدِ، والخروجِ منَ الخلاءِ، والأخذ والعطاء وغيرِ ذَلِكَ مِمَّا هُوَ في معناه. ويُسْتَحَبُّ تَقديمُ اليسارِ في ضدِ ذَلِكَ، كالامْتِخَاطِ وَالبُصَاقِ عن اليسار، ودخولِ الخَلاءِ، والخروج من المَسْجِدِ، وخَلْعِ الخُفِّ والنَّعْلِ والسراويلِ والثوبِ، والاسْتِنْجَاءِ وفِعلِ المُسْتَقْذرَاتِ وأشْبَاه ذَلِكَ. قَالَ الله تَعَالَى: {فَأَمَّا مَنْ أوتِيَ كِتَابَهُ بيَمينِهِ فَيْقُولُ هَاؤُمُ اقْرَأوا كِتَابِيْه} [الحاقة : 19] الآيات، وقَالَ تَعَالَى: {فَأصْحَابُ الْمَيْمَنَةِ مَا أصْحَابُ المَيْمَنَةِ وَأَصْحابُ المَشْئَمَةِ مَا أصْحَابُ المَشْئَمَةِ} [الواقعة : 8-9].",
            "hadiths": [
                {
                    "hadithId": "719",
                    "text": "كَانَ رسولُ الله صلى الله عليه وسلم يُعْجِبُهُ التَّيَمُّنُ في شَأنِهِ كُلِّهِ: في طُهُورِهِ، وَتَرَجُّلِهِ، وَتَنَعُّلِهِ. متفقٌ عَلَيْهِ.",
                    "sanad": "عن عائشة رضي الله عنها قالت:"
                },
                {
                    "hadithId": "720",
                    "text": "كَانَتْ يَدُ رسول الله صلى الله عليه وسلم اليُمْنَى لِطُهُورِهِ وَطَعَامِهِ، وَكَانَتِ الْيُسْرَى لِخَلائِهِ وَمَا كَانَ مِنْ أذَىً. حديث صحيح، رواه أَبُو داود وغيره بإسنادٍ صحيحٍ.",
                    "sanad": "وعنها قالت:"
                },
                {
                    "hadithId": "721",
                    "text": "أنَّ النَّبيَّ صلى الله عليه وسلم قَالَ لهن في غَسْلِ ابْنَتِهِ زَيْنَبَ رضي الله عنها: (ابْدَأنَ بِمَيَامِنِهَا، وَمَوَاضِعِ الوُضُوءِ مِنْهَا) متفقٌ عَلَيْهِ.",
                    "sanad": "وعن أم عطية رضي الله عنها: "
                },
                {
                    "hadithId": "722",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا انْتَعَلَ أحَدُكُمْ فَلْيَبْدَأْ بِالْيُمْنَى، وَإِذَا نَزَعَ فَلْيَبْدأْ بِالشِّمَالِ. لِتَكُنْ اليُمْنَى أوَّلَهُمَا تُنْعَلُ، وَآخِرُهُمَا تُنْزَعُ) متفقٌ عَلَيْهِ.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه:"
                },
                {
                    "hadithId": "723",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم كَانَ يجعل يَمينَهُ لطَعَامِهِ وَشَرَابِهِ وَثِيَابِهِ، وَيَجْعَلُ يَسَارَهُ لِمَا سِوَى ذَلِكَ. رواه أَبُو داود والترمذي وغيره.",
                    "sanad": "وعن حفصة رضي الله عنها: "
                },
                {
                    "hadithId": "724",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا لَبِسْتُمْ، وَإِذَا تَوَضَّأتُمْ، فَابْدَأوا بأيَامِنِكُمْ) حديث صحيح، رواه أَبُو داود والترمذي بإسناد صحيح.",
                    "sanad": "وعن أَبي هُريرة رضي الله عنه: "
                },
                {
                    "hadithId": "725",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم أتى مِنىً، فَأتَى الْجَمْرَةَ فَرَمَاهَا، ثُمَّ أتَى مَنْزِلَهُ بِمِنَىً ونحر، ثُمَّ قَالَ لِلحَلاَّقِ: (خُذْ) وأشَارَ إِلَى جَانِبهِ الأَيْمَنِ، ثُمَّ الأَيْسَرِ، ثُمَّ جَعَلَ يُعْطِيهِ النَّاسَ. متفقٌ عَلَيْهِ. وفي رواية: لما رمَى الجَمْرَةَ، وَنَحَرَ نُسُكَهُ وَحَلَقَ، نَاوَلَ الحَلاَّقَ شِقَّهُ الأَيْمَنَ فَحَلَقَهُ، ثُمَّ دَعَا أَبَا طَلْحَةَ الأنْصَارِيَّ رضي الله عنه، فَأعْطَاهُ إيَّاهُ، ثُمَّ نَاوَلَهُ الشِّقَّ الأَيْسَرَ فَقَالَ: (احْلِقْ)، فَحَلَقَهُ فَأعْطَاهُ أَبَا طَلْحَةَ فَقَالَ: (اقْسِمْهُ بَيْنَ النَّاسِ). ",
                    "sanad": "وعن أنس رضي الله عنه:"
                }
            ]
        }
    ]
}