{"bookID":"13","bookName":"13. كتاب العلم ","numberOfchaptars":1,"chaptars":[{"chapterID":1,"chapterName":"1 - باب فضل العلم تعلماً وتعليماً لله","chapterIntro":"1 - باب فضل العلم تعلماً وتعليماً لله، قَالَ اللهُ تَعَالَى: {وَقُلْ رَبِّ زِدْنِي عِلْمَاً} [طه : 114]، وقال تَعَالَى: {قُلْ هَلْ يَسْتَوي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لاَ يَعْلَمُونَ} [الزمر : 9]، وقال تَعَالَى: {يَرْفَعِ اللهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا العِلْمَ دَرَجَاتٍ} [المجادلة : 11]، وقال تَعَالَى: {إنَّمَا يَخْشَى اللهَ مِنْ عِبَادِهِ العُلَمَاءُ} [فاطر : 28].","hadiths":[{"hadithId":"1375","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ يُرِدِ اللهُ بِهِ خَيْراً يُفَقِّهْهُ في الدِّينِ). متفقٌ عَلَيْهِ.","sanad":"وعن معاوية رضي الله عنه قَالَ:"},{"hadithId":"1376","text":"قَالَ رسول الله صلى الله عليه وسلم: (لا حَسَدَ إِلاَّ في اثْنَتَيْنِ: رَجُلٌ آتَاهُ اللهُ مَالاً، فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الحَقِّ، وَرَجُلٌ آتَاهُ اللهُ الحِكْمَةَ، فَهُوَ يَقْضِي بِهَا وَيُعَلِّمُهَا). متفقٌ عَلَيْهِ.\n\nوالمراد بالحسدِ: الغِبْطَةُ، وَهُوَ أنْ يَتَمَنَّى مِثله.","sanad":"وعن ابن مسعود رضي الله عنه قَالَ:"},{"hadithId":"1377","text":"قَالَ النبيُّ صلى الله عليه وسلم: (مَثَلُ مَا بَعَثَنِي الله بِهِ مِنَ الهُدَى وَالعِلْمِ كَمَثَلِ غَيْثٍ أصَابَ أرْضاً؛ فَكَانَتْ مِنْهَا طَائِفَةٌ طَيِّبةٌ قَبِلَتِ المَاءَ فَأَنْبَتَتِ الكَلأَ، وَالعُشْبَ الكَثِيرَ، وَكَانَ مِنْهَا أجَادِبُ أمْسَكَتِ المَاءَ، فَنَفَعَ اللهُ بِهَا النَّاسَ، فَشَرِبُوا مِنْهَا وَسَقَوْا وَزَرَعُوا، وَأَصَابَ طَائِفَةً مِنْهَا أُخْرَى إنَّمَا هِيَ قِيعَانٌ؛ لا تُمْسِكُ مَاءً وَلاَ تُنْبِتُ كلأً، فَذلِكَ مَثَلُ مَنْ فَقُهَ في دِينِ اللهِ، وَنَفَعَهُ مَا بَعَثَنِي اللهُ بِهِ، فَعَلِمَ وَعَلَّمَ، وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذلِكَ رَأسَاً، وَلَمْ يَقْبَلْ هُدَى اللهِ الَّذِي أُرْسِلْتُ بِهِ). متفقٌ عَلَيْهِ.","sanad":"وعن أَبي موسى رضي الله عنه قَالَ:"},{"hadithId":"1378","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم، قَالَ لِعَلِيٍّ رضي الله عنه: (فَوَاللهِ لأَنْ يَهْدِيَ اللهُ بِكَ رَجُلاً وَاحِداً خَيْرٌ لَكَ مِنْ أنْ يَكُونَ لَكَ حُمْرُ النَّعَمِ). متفقٌ عَلَيْهِ.","sanad":"وعن سهل بن سعد رضي الله عنه:"},{"hadithId":"1379","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (بَلِّغُوا عَنِّي وَلَوْ آيَةً، وَحَدِّثُوا عَنْ بَنِي إسْرَائِيلَ وَلاَ حَرَجَ، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّداً فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ). رواه البخاري.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما:"},{"hadithId":"1380","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (وَمَنْ سَلَكَ طَرِيقاً يَلْتَمِسُ فِيهِ عِلْماً، سَهَّلَ اللهُ لَهُ طَرِيقاً إِلَى الجَنَّةِ). رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1381","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَنْ دَعَا إِلَى هُدىً كَانَ لَهُ مِنَ الأَجْرِ مِثْلُ أُجُورِ مَنْ تَبِعَهُ لاَ يَنْقُصُ ذَلِكَ مِنْ أُجُورِهِمْ شَيْئاً). رواه مسلم.","sanad":"وعنه أَيضاً رضي الله عنه:"},{"hadithId":"1382","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا مَاتَ ابْنُ آدَمَ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاثٍ: صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ). رواه مسلم.","sanad":"وعنه قَالَ:"},{"hadithId":"1383","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (الدُّنْيَا مَلْعُونَةٌ، مَلْعُونٌ مَا فِيهَا، إِلاَّ ذِكْرَ الله تَعَالَى، وَمَا وَالاهُ، وَعَالِماً، أَوْ مُتَعَلِّماً). رواه الترمذي وقال: (حديث حسن).\n\nقَوْله: (وَمَا وَالاَهُ): أيْ طَاعة الله.","sanad":"وعنه قَالَ: "},{"hadithId":"1384","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَنْ خَرَجَ في طَلَبِ العِلْمِ فَهُوَ في سَبيلِ اللهِ حَتَّى يَرْجِعَ). رواه الترمذي وقال: (حديث حسن).","sanad":"وعن أنسٍ رضي الله عنه قَالَ:"},{"hadithId":"1385","text":"عن رسول الله صلى الله عليه وسلم قَالَ: (لَنْ يَشْبَعَ مُؤْمِنٌ مِنْ خَيْرٍ حَتَّى يَكُونَ مُنْتَهَاهُ الجَنَّةَ). رواه الترمذي وقال: (حديث حسن).","sanad":"وعن أَبي سعيدٍ الخدري رضي الله عنه،"},{"hadithId":"1386","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (فَضْلُ العَالِمِ عَلَى العَابِدِ كَفَضْلِي عَلَى أدْنَاكُمْ) ثُمَّ قَالَ رسول الله صلى الله عليه وسلم: (إنَّ اللهَ وَمَلاَئِكَتَهُ وَأهْلَ السَّماوَاتِ وَالأَرْضِ حَتَّى النَّمْلَةَ في جُحْرِهَا وَحَتَّى الحُوتَ لَيُصَلُّونَ عَلَى مُعَلِّمِي النَّاسِ الخَيْرَ). رواه الترمذي وقال: (حديث حسن).","sanad":"وعن أَبي أُمَامَة رضي الله عنه:"},{"hadithId":"1387","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (مَنْ سَلَكَ طَرِيقاً يَبْتَغِي فِيهِ عِلْماً سَهَّلَ اللهُ لَهُ طَريقاً إِلَى الجَنَّةِ، وَإنَّ المَلاَئِكَةَ لَتَضَعُ أجْنِحَتَهَا لِطَالِبِ العِلْمِ رِضاً بِمَا يَصْنَعُ، وَإنَّ العَالِمَ لَيَسْتَغْفِرُ لَهُ مَنْ فِي السَّماوَاتِ وَمَنْ فِي الأرْضِ حَتَّى الحيتَانُ في المَاءِ، وَفضْلُ العَالِمِ عَلَى العَابِدِ كَفَضْلِ القَمَرِ عَلَى سَائِرِ الكَوَاكِبِ، وَإنَّ العُلَمَاءَ وَرَثَةُ الأنْبِيَاءِ، وَإنَّ الأنْبِيَاءَ لَمْ يَوَرِّثُوا دِينَاراً وَلاَ دِرْهَماً وَإنَّمَا وَرَّثُوا العِلْمَ، فَمَنْ أَخَذَهُ أَخَذَ بحَظٍّ وَافِرٍ). رواه أَبُو داود والترمذي.","sanad":"وعن أَبي الدرداء رضي الله عنه قَالَ:"},{"hadithId":"1388","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (نَضَّرَ اللهُ امْرَأً سَمِعَ مِنَّا شَيْئاً، فَبَلَّغَهُ كَمَا سَمِعَهُ، فَرُبَّ مُبَلَّغٍ أوْعَى مِنْ سَامِعٍ). رواه الترمذي وقال: (حديث حسن صحيح).","sanad":"وعن ابن مسعودٍ رضي الله عنه قَالَ:"},{"hadithId":"1389","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ سُئِلَ عن عِلْمٍ فَكَتَمَهُ، أُلْجِمَ يَوْمَ القِيَامَةِ بِلِجَامٍ مِنْ نَارٍ). رواه أَبُو داود والترمذي وقال: (حديث حسن).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1390","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ تَعَلَّمَ عِلْماً مِمَّا يُبْتَغَى بِهِ وَجْهُ اللهِ عز وجل لا يَتَعَلَّمُهُ إِلاَّ لِيُصِيبَ بِهِ عَرَضاً مِنَ الدُّنْيَا، لَمْ يَجِدْ عَرْفَ الجَنَّةِ (1)، يَوْمَ القِيَامَةِ) يَعْنِي : رِيحَهَا. رواه أَبُو داود بإسناد صحيح.\n\nـــــــــــــــــــــــــــ\n(1) عَرْفَ الجَنَّةِ : قال ابن قيم الجوزية: (عرف الجنة، بفتح عين مهملة وسكون راء مهملة، الرائحة، مبالغة في تحريم الجنة لأن من لم يجد ريح الشيء لا يتناوله قطعاً). عون المعبود 10/98.","sanad":"وعنه قَالَ:"},{"hadithId":"1391","text":"سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقول: (إنَّ اللهَ لاَ يَقْبِضُ العِلْمَ انْتِزَاعاً يَنْتَزعهُ مِنَ النَّاسِ، وَلكِنْ يَقْبِضُ العِلْمَ بِقَبْضِ العُلَمَاءِ، حَتَّى إِذَا لَمْ يُبْقِ عَالِماً، اتَّخَذَ النَّاسُ رُؤُوساً جُهَّالاً، فَسُئِلُوا فَأفْتوا بِغَيْرِ عِلْمٍ، فَضَلُّوا وَأضَلُّوا). متفقٌ عَلَيْهِ.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما قَالَ:"}]}]}