{"bookID":"11","bookName":"11. كتاب الحج","numberOfchaptars":1,"chaptars":[{"chapterID":1,"chapterName":"1 - باب وجوب الحج وفضله","chapterIntro":"1 - باب وجوب الحج وفضله، قَالَ الله تَعَالَى: {وَللهِ عَلَى النَّاسِ حِجُّ البَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فإنَّ اللهَ غَنِيٌّ عَنِ العَالَمِينَ} [آل عمران : 97].","hadiths":[{"hadithId":"1270","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (بُنِي الإسْلاَمُ عَلَى خَمْسٍ: شَهَادَةِ أنْ لاَ إلهَ إِلاَّ اللهُ، وَأنَّ مُحَمَّداً رسولُ اللهِ، وَإقَامِ الصَّلاَةِ، وَإيتَاءِ الزَّكَاةِ، وَحَجِّ البَيْتِ، وَصَوْمِ رَمَضَانَ) متفقٌ عَلَيْهِ.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1271","text":"خَطَبَنَا رسولُ اللهِ صلى الله عليه وسلم فَقَالَ: (أيُّهَا النَّاسُ، قَدْ فَرَضَ اللهُ عَلَيْكُم الحَجَّ فَحُجُّوا) فَقَالَ رَجُلٌ: أكُلَّ عَامٍ يَا رَسولَ اللهِ؟ فَسَكَتَ، حَتَّى قَالَهَا ثَلاثاً. فَقَالَ رسولُ الله صلى الله عليه وسلم: (لَوْ قُلْتُ نَعَمْ لَوَجَبَتْ، وَلَمَا اسْتَطَعْتُمْ) ثُمَّ قَالَ: (ذَرُوني مَا تَرَكْتُكُمْ؛ فَإنَّمَا هَلَكَ مَنْ كَانَ قَبْلَكُمْ بِكَثْرَةِ سُؤالِهِمْ، وَاخْتِلاَفِهِمْ عَلَى أنْبِيَائِهِمْ، فَإذَا أمَرْتُكُمْ بِشَيءٍ فَأتُوا مِنْهُ مَا اسْتَطَعْتُمْ، وَإِذَا نَهَيْتُكُمْ عَن شَيْءٍ فَدَعُوهُ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1272","text":"سُئِلَ النَّبيُّ صلى الله عليه وسلم أيُّ العَمَلِ أفْضَلُ؟ قَالَ: (إيمَانٌ بِاللهِ وَرسولِهِ) قيل: ثُمَّ ماذا؟ قَالَ: (الجِهَادُ فِي سَبِيلِ اللهِ) قِيلَ: ثُمَّ مَاذَا؟ قَالَ: (حَجٌّ مَبرُورٌ) متفقٌ عَلَيْهِ.\n\n(المبرور) هُوَ الَّذِي لا يرتكِبُ صاحِبُهُ فِيهِ معصيةً.","sanad":"وعنه قَالَ:"},{"hadithId":"1273","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (مَنْ حَجَّ، فَلَمْ يَرْفُثْ (1)، وَلَمْ يَفْسُقْ، رَجَعَ كَيَوْمِ وَلَدَتْهُ أمُّهُ) متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــــــ\n(1) الرْفُثْ :  كلمة جامعة لكل ما يريده الرجل من المرأة. النهاية 2/241.","sanad":"وعنه قَالَ:"},{"hadithId":"1274","text":"أنَّ رسول اللهِ صلى الله عليه وسلم قال: (العُمْرَةُ إِلَى العُمْرَةِ كَفَّارَةٌ لِمَا بَينَهُمَا، وَالحَجُّ المَبْرُورُ لَيْسَ لَهُ جَزَاءٌ إِلاَّ الجَنَّةَ) متفقٌ عَلَيْهِ.","sanad":"وعنه:"},{"hadithId":"1275","text":"قُلْتُ: يَا رسول الله، نَرَى الجِهَادَ أفْضَلَ العَمَلِ، أفَلاَ نُجَاهِدُ؟ فَقَالَ: (لَكُنَّ أفْضَلُ الجِهَادِ: حَجٌّ مَبْرُورٌ) رواه البخاري.","sanad":"وعن عائشة رَضِيَ اللهُ عنها قَالَت: "},{"hadithId":"1276","text":"أنَّ رسولَ الله صلى الله عليه وسلم قَالَ: (مَا مِنْ يَوْمٍ أكْثَرَ مِنْ أن يَعْتِقَ اللهُ فِيهِ عَبْداً مِنَ النَّارِ مِنْ يَوْمِ عَرَفَةَ) رواه مسلم.","sanad":"وعنها: "},{"hadithId":"1277","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (عُمْرَةٌ في رَمَضَانَ تَعْدِلُ حَجَّةً - أَوْ حَجَّةً مَعِي) متفقٌ عَلَيْهِ.","sanad":"وعن ابن عباس رضي الله عنهما:"},{"hadithId":"1278","text":"أنَّ امرأة قالت: يَا رسول الله، إنَّ فَرِيضَةَ اللهِ عَلَى عِبَادِهِ في الحَجِّ، أدْرَكَتْ أَبي شَيْخاً كَبِيراً، لاَ يَثْبُتُ عَلَى الرَّاحِلَةِ أفَأحُجُّ عَنْهُ؟ قَالَ: (نَعَمْ) متفقٌ عَلَيْهِ.","sanad":"وعنه:"},{"hadithId":"1279","text":"أنَّه أتى النبيَّ صلى الله عليه وسلم فَقَالَ: إنَّ أَبِي شَيْخٌ كَبِيرٌ، لاَ يَسْتَطِيعُ الحَجَّ، وَلاَ العُمْرَةَ، وَلاَ الظَّعَنَ؟ قَالَ: (حُجَّ عَنْ أبِيكَ وَاعْتَمِرْ) رواه أَبُو داود والترمذي وقال: (حديث حسن صحيح).","sanad":"وعن لقيط بن عامر رضي الله عنه:"},{"hadithId":"1280","text":"حُجَّ بي مَعَ رسولِ اللهِ صلى الله عليه وسلم، في حَجةِ الوَدَاعِ، وَأنَا ابنُ سَبعِ سِنينَ. رواه البخاري.","sanad":"وعن السائب بن يزيد رضي الله عنه قَالَ: "},{"hadithId":"1281","text":"أنَّ النبيَّ صلى الله عليه وسلم لَقِيَ رَكْباً بالرَّوْحَاءِ فَقَالَ: (مَنِ القَوْمُ؟) قالوا: المسلِمُونَ. قالوا: مَنْ أنْتَ؟ قَالَ: (رسولُ اللهِ). فَرَفَعَتِ امْرَأةٌ صَبيّاً، فَقَالَتْ: ألِهَذَا حَجٌّ؟ قَالَ: (نَعَمْ، وَلَكِ أجْرٌ) رواه مسلم.","sanad":"وعن ابن عباس رضي الله عنهما:"},{"hadithId":"1282","text":"أنَّ رسول الله صلى الله عليه وسلم حَجَّ عَلَى رَحْلٍ وَكانت زَامِلَتهُ (1). رواه البخاري.\n\nـــــــــــــــــــــــــ\n(1) الزَامِلَه : البعير الذي يُحمل عليه الطعام والمتاع، من الزمل وهو الحمل، والمراد أنه لم تكن معه زاملة تحمل طعامه ومتاعه؛ بل كان ذلك محمولاً معه على راحلته وكانت هي الراحلة والزاملة. فتح الباري 3/480.","sanad":"عن أنسٍ رضي الله عنه:"},{"hadithId":"1283","text":"كَانَتْ عُكَاظُ، وَمَجِنَّةُ، وَذُو المَجَازِ أسْوَاقاً في الجَاهِلِيَّةِ، فَتَأثَّمُوا أن يَتَّجِرُوا في المَوَاسِمِفَنَزَلَتْ: {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ} [البقرة : 198] في مَوَاسِمِ الحَجِّ. رواه البخاري.","sanad":"وعن ابن عباسٍ رضي الله عنهما قَالَ:"}]}]}