{"bookID":"19","bookName":"19. كتاب المنثورات والملح ","numberOfchaptars":1,"chaptars":[{"chapterID":1,"chapterName":"1 - باب أحاديث الدّجال وأشراط الساعة وغيرها","chapterIntro":"1 - باب أحاديث الدّجال وأشراط الساعة وغيرها","hadiths":[{"hadithId":"1808","text":"ذَكَرَ رَسُولُ اللهِ صلى الله عليه وسلم الدَّجَّالَ ذَاتَ غَدَاةٍ، فَخَفَّضَ فِيهِ وَرَفَّعَ حَتَّى ظَنَنَّاهُ في طَائِفَةِ النَّخْلِ. فَلَمَّا رُحْنَا إلَيْهِ، عَرَفَ ذلِكَ فِينَا، فَقالَ: (مَا شَأنُكُمْ؟) قُلْنَا: يا رَسُولَ اللهِ، ذَكَرْتَ الدَّجَّالَ الغَدَاةَ، فَخَفَّضْتَ فِيهِ وَرَفَّعْتَ، حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ، فقالَ: (غَيْرُ الدَّجَّالِ أَخْوَفنِي عَلَيْكُمْ، إنْ يَخْرُجْ وَأنَا فِيكُمْ، فَأنَا حَجِيجُهُ دُونَكُمْ؛ وَإنْ يَخْرُجْ وَلَسْتُ فِيكُمْ، فَامْرُؤٌ حَجيجُ نَفْسِهِ، واللهُ خَلِيفَتي عَلَى كُلِّ مُسْلِمٍ. إنَّهُ شَابٌّ قَطَطٌ عَيْنُهُ طَافِيَةٌ (1)، كَأنّي أُشَبِّهُهُ بعَبْدِ العُزَّى بنِ قَطَنٍ، فَمَنْ أدْرَكَهُ مِنْكُمْ، فَلْيَقْرَأ عَلَيْهِ فَواتِحَ سُورَةِ الكَهْفِ (2)؛ إنَّهُ خَارِجٌ خَلَّةً بَيْنَ الشَّامِ وَالعِرَاقِ، فَعَاثَ يَمِيناً وَعَاثَ شِمالاً، يَا عِبَادَ اللهِ فَاثْبُتُوا) قُلْنَا: يَا رسُولَ اللهِ، وَمَا لُبْثُهُ في الأرْضِ؟ قال: (أرْبَعُونَ يَوماً: يَوْمٌ كَسَنَةٍ، وَيَوْمٌ كَشَهْرٍ، وَيَوْمٌ كَجُمْعَةٍ، وَسَائِرُ أيَّامِهِ كَأَيَّامِكُمْ) قُلْنَا: يَا رَسُولَ اللهِ، فَذلكَ اليَوْمُ الَّذِي كَسَنَةٍ أتَكْفِينَا فِيهِ صَلاَةُ يَوْمٍ؟ قَال: (لا، اقْدُرُوا لَهُ قَدْرَهُ). قُلْنَا: يا رسولَ اللهِ، وَمَا إسْراعُهُ في الأرْضِ؟ قال: (كَالغَيْثِ اسْتَدْبَرَتْهُ الرِّيحُ، فَيَأتِي عَلَى القَوْمِ، فَيدْعُوهُم فَيُؤمِنُونَ بِهِ وَيَسْتَجِيبُونَ لَهُ، فَيَأمُرُ السَّمَاءَ فَتُمْطِرُ، وَالأرْضَ فَتُنْبِتُ، فَتَرُوحُ عَلَيْهِمْ سَارِحَتُهُمْ أطْوَلَ مَا كَانَتْ ذُرىً وَأسْبَغَهُ ضُرُوعاً، وأمَدَّهُ خَوَاصِرَ، ثُمَّ يَأتِي القَوْمَ فَيَدْعُوهُمْ، فَيَرُدُّونَ عَلَيْهِ قَولَهُ، فَيَنْصَرفُ عَنْهُمْ، فَيُصْبِحُونَ مُمْحِلِينَ لَيْسَ بِأيْدِيهِمْ شَيْءٌ مِنْ أمْوَالِهِمْ، وَيَمُرُّ بِالخَرِبَةِ فَيَقُولُ لَهَا: أخْرِجِي كُنُوزَكِ، فَتَتْبَعُهُ كُنُوزُهَا كَيَعَاسِيبِ النَّحْلِ، ثُمَّ يَدْعُو رَجُلاً مُمْتَلِئاً شَبَاباً فَيَضْرِبُهُ بِالسَّيْفِ، فَيَقْطَعُهُ جِزْلَتَيْنِ رَمْيَةَ الغَرَضِ، ثُمَّ يَدْعُوهُ، فَيُقْبِلُ، وَيَتَهَلَّلُ وَجْهُهُ يَضْحَكُ، فَبَيْنَمَا هُوَ كَذلِكَ إذْ بَعَثَ اللهُ تَعَالَى المَسيحَ ابْنَ مَرْيَمَ صلى الله عليه وسلم، فَيَنْزِلُ عِنْدَ المَنَارَةِ البَيْضَاءِ شَرْقِيَّ دِمَشقَ بَيْنَ مَهْرُودَتَيْنِ، وَاضِعاً كَفَّيْهِ عَلَى أَجْنِحَةِ مَلَكَيْنِ، إذا طَأطَأَ رَأسَهُ قَطَرَ، وَإِذَا رَفَعَهُ تَحَدَّرَ مِنهُ جُمَانٌ كَاللُّؤْلُؤ، فَلاَ يَحِلُّ لِكَافِرٍ يَجِدُ رِيحَ نَفَسِهِ إلاَّ مَاتَ، وَنَفَسُهُ يَنْتَهِي إلى حَيثُ يَنْتَهِي طَرْفُهُ، فَيَطْلُبُهُ حَتَّى يُدْرِكَهُ بِبَابِ لُدٍّ (3) فَيَقْتُلُهُ، ثُمَّ يَأتِي عِيسَى صلى الله عليه وسلم، قَوماً قَدْ عَصَمَهُمُ اللهُ مِنهُ، فَيَمْسَحُ عَنْ وُجُوهِهِمْ وَيُحَدِّثُهُمْ بِدَرَجَاتِهِمْ فِي الجَنَّةِ، فَبَيْنَمَا هُوَ كَذلِكَ إذْ أوْحَى اللهُ تَعَالَى إلى عِيسَى صلى الله عليه وسلم: أنِّي قَدْ أخْرَجْتُ عِبَاداً لي لا يَدَانِ لأَحَدٍ بِقِتَالِهِمْ، فَحَرِّزْ عِبَادِي إلى الطُّورِ. وَيَبْعَثُ اللهُ يَأجُوجَ وَمَأجُوجَ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ، فَيَمُرُّ أوائِلُهُمْ عَلَى بُحيرَةِ طَبَريَّةَ فَيَشْرَبُونَ مَا فِيهَا، وَيَمُرُّ آخِرُهُمْ فَيَقُولُونَ: لَقَدْ كَانَ بهذِهِ مَرَّةً ماءٌ، وَيُحْصَرُ نَبيُّ اللهِ عِيسَى صلى الله عليه وسلم وأصْحَابُهُ حَتَّى يَكُونَ رَأْسُ الثَّوْرِ لأَحَدِهِمْ خَيْراً مِنْ مِائَةِ دينَارٍ لأَحَدِكُمُ اليَوْمَ، فَيَرْغَبُ نَبِيُّ اللهِ عِيسَى صلى الله عليه وسلم وأصْحَابُهُ رضي الله عنهم إلى اللهِ تَعَالَى، فَيُرْسِلُ اللهُ تَعَالَى عَلَيْهِمُ النَّغَفَ في رِقَابِهِمْ، فَيُصْبِحُونَ فَرْسَى كَمَوْتِ نَفْسٍ وَاحِدَةٍ، ثُمَّ يَهْبِطُ نَبِيُّ اللهِ عِيسَى صلى الله عليه وسلم، وأصْحَابُهُ رضي الله عنهم إلى الأرْضِ، فَلاَ يَجِدُونَ في الأرْضِ مَوْضِعَ شِبْرٍ إلاَّ مَلأَهُ زَهَمُهُمْ وَنَتَنُهُمْ، فَيَرْغَبُ نَبِيُّ اللهِ عِيسَى صلى الله عليه وسلم وَأصْحَابُهُ رضي الله عنهم إلى اللهِ تَعَالَى، فَيُرْسِلُ اللهُ تَعَالَى طَيْراً كَأَعْنَاقِ البُخْتِ، فَتَحْمِلُهُمْ، فَتَطْرَحُهُمْ حَيثُ شَاءَ اللهُ، ثُمَّ يُرْسِلُ اللهُ عز وجل مَطَراً لاَ يُكِنُّ مِنهُ بَيْتُ مَدَرٍ وَلاَ وَبَرٍ، فَيَغْسِلُ الأرْضَ حَتَّى يَتْرُكَهَا كَالزَّلَقَةِ، ثُمَّ يُقَالُ للأرْضِ: أنْبِتي ثَمَرتكِ، وَرُدِّي بَرَكَتَكِ، فَيَوْمَئِذٍ تَأكُلُ العِصَابَةُ مِنَ الرُّمَّانَةِ، وَيَسْتَظِلُّونَ بِقَحْفِهَا، وَيُبَارَكُ فِي الرِّسْلِ حَتَّى أنَّ اللّقْحَةَ مِنَ الإِبِلِ لَتَكْفِي الفِئَامَ مِنَ النَّاسِ؛ وَاللِّقْحَةَ مِنَ البَقَرِ لَتَكْفِي القَبِيلَةَ مِنَ النَّاسِ، وَاللِّقْحَةَ مِنَ الغَنَمِ لَتَكْفِي الفَخِذَ مِنَ النَّاسِ؛ فَبَيْنَمَا هُمْ كَذَلِكَ إذْ بَعَثَ اللهُ تَعَالَى ريحاً طَيِّبَةً فَتَأخُذُهُمْ تَحْتَ آبَاطِهِمْ فَتَقْبِضُ رُوحَ كُلِّ مُؤْمِنٍ وَكُلِّ مُسْلِمٍ؛ وَيَبْقَى شِرَارُ النَّاسِ يَتَهَارَجُونَ فِيها تَهَارُجَ الحُمُرِ، فَعَلَيْهِمْ تَقُومُ السَّاعَةُ). رواه مسلم.\n\nقولهُ : (خَلَّةً بَينَ الشَّامِ والعِراَقِ): أي طَرِيقاً بَيْنَهُمَا. وقولُهُ: (عَاثَ) بالعين المهملة والثاء المثلثة، وَالعَيْثُ: أَشَدُّ الفَسَاد. (وَالذُّرَى): بضم الذال المعجمة وهو أعالي الأسْنِمَةِ وهوَ جَمعُ ذِروةٍ بضمِ الذالِ وكَسْرها (وَاليَعَاسِيبُ): ذُكُورُ النَّحْلِ. (وَجِزْلَتَيْنِ): أيْ قِطْعَتَيْنِ، (وَالغَرَضُ): الهَدَفُ الَّذي يُرْمَى إلَيْهِ بالنَّشَّابِ، أيْ: يَرْمِيهِ رَمْيَةً كَرَمْيَةِ النَّشَّابِ إلى الهَدَفِ. (وَالمَهْرُودَةُ) بالدال المهملة والمعجمة، وهي: الثَّوْبُ المَصْبُوغُ. قَولُهُ: (لاَ يَدَانِ) : أيْ لاَ طَاقَةَ. (وَالنَّغَفُ): دُودٌ . (وَفَرْسَى): جَمْعُ فَرِيسٍ، وَهُوَ القَتِيلُ. وَ(الزَّلَقَةُ): بفتح الزاي واللام وبالقاف، وَرُوي: الزُّلْفَةُ بضم الزاي وإسكان اللام وبالفاء وهي المِرْآةُ. (وَالعِصَابَةُ): الجَمَاعَةُ. (وَالرِّسْلُ) بكسرِ الراء: اللَّبَنُ. (وَاللِّقْحَةُ): اللَّبُونُ. (وَالفِئَامُ) بكسر الفاء وبعدها همزة ممدودة: الجماعةُ. (وَالفَخِذُ) مِنَ النَّاسِ: دُونَ القَبِيلَة.\n\nـــــــــــــــــــــــــــ\n(1) قَطَطٌ : يعني مجتمع الخلق، عينه طافية : يعني لا يبصر بها كأنه عنبة طافية فهو أعور خبيث.\n(2) فَواتِحَ سُورَةِ الكَهْفِ : كما ورد في صحيح مسلم عن أبي الدرداء: أنَّ النبيَّ صلى الله عليه وسلم قال: (من حفظ عشر آيات من أول سورة الكهف، عُصم من الدجال).\n(3) بَابِ لُدٍّ : قرية قرب بيت المقدس، من نواحي فلسطين، يقتل عيسى بن مريم الدجال ببابها. مراصد الاطلاع 3/1202.","sanad":"عن النواس بن سمعان رضي الله عنه قال:"},{"hadithId":"1809","text":"انطلقت مع أبي مسعود الأنصاري إلى حُذَيفَةَ بن اليمان رضي الله عنهم، فقال له أبو مسعود: حَدِّثْنِي ما سَمِعْتَ مِنْ رَسُولِ اللهِ صلى الله عليه وسلم في الدَّجَّالِ، قال: (إنَّ الدَّجَّالَ يَخْرُجُ، وإنَّ مَعَهُ مَاءً وَنَاراً، فَأَمَّا الَّذِي يَرَاهُ النَّاسُ مَاءً فَنَارٌ تُحْرِقُ، وأمَّا الَّذِي يَرَاهُ النَّاسُ نَاراً، فَمَاءٌ بَارِدٌ عَذْبٌ. فَمَنْ أدْرَكَهُ مِنْكُمْ، فَلْيَقَعْ فِي الَّذي يَراهُ نَاراً، فَإنَّهُ مَاءٌ عَذْبٌ طَيِّبٌ) فقال أبو مسعود: وَأنَا قَدْ سَمِعْتُهُ. متفق عليه.","sanad":"وعن رِبعِيِّ بنِ حِرَاشٍ قال:"},{"hadithId":"1810","text":"قال رسولُ الله صلى الله عليه وسلم: (يَخْرُجُ الدَّجَّالُ في أُمَّتِي فَيَمْكُثُ أرْبَعِينَ، لاَ أدْرِي أرْبَعِينَ يَوماً أو أرْبَعِينَ شَهْراً، أو أرْبَعِينَ عَاماً، فَيَبْعَثُ اللهُ تَعالَى عِيسَى ابْنَ مَرْيَمَ صلى الله عليه وسلم، فَيَطْلُبُهُ فَيُهْلِكُهُ، ثُمَّ يَمْكُثُ النَّاسُ سَبْعَ سِنِينَ لَيسَ بَينَ اثْنَينِ عَدَاوةٌ، ثُمَّ يُرْسِلُ اللهُ عز وجل، ريحاً بَارِدَةً مِنْ قِبَلِ الشَّامِ، فَلاَ يَبْقَى عَلَى وَجْهِ الأَرْضِ أَحَدٌ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ خَيرٍ أو إيمَانٍ إلاَّ قَبَضَتْهُ، حَتَّى لو أنَّ أَحَدَكُمْ دَخَلَ فِي كَبِدِ جَبَلٍ، لَدَخَلَتْهُ عَلَيهِ حَتَّى تَقْبِضَهُ، فَيَبْقَى شِرَارُ النَّاسِ في خِفَّةِ الطَّيْرِ، وأحْلامِ السِّبَاعِ، لاَ يَعْرِفُونَ مَعْرُوفاً، ولا يُنْكِرُونَ مُنْكَراً، فَيَتَمَثَّلُ لَهُمُ الشَّيْطَانُ، فيَقُولُ: ألاَ تَسْتَجِيبُونَ؟ فَيَقُولُونَ: فَمَا تأمُرُنَا؟ فَيَأمُرُهُمْ بِعِبَادَةِ الأوْثَانِ، وَهُمْ في ذلِكَ دَارٌّ رِزْقُهُمْ، حَسَنٌ عَيشُهُمْ، ثُمَّ يُنْفَخُ في الصُّورِ، فَلاَ يَسْمَعُهُ أحَدٌ إلاَّ أصْغَى لِيتاً وَرَفَعَ لِيتاً، وَأوَّلُ مَنْ يَسْمَعُهُ رَجُلٌ يَلُوطُ (1)، حَوْضَ إبِلِهِ فَيُصْعَقُ ويُصْعَقُ النَّاسُ حولهُ، ثُمَّ يُرْسِلُ اللهُ - أو قالَ: يُنْزِلُ اللهُ - مَطَراً كَأَنَّهُ الطَّلُّ أو الظِّلُّ، فَتَنْبُتُ مِنهُ أجْسَادُ النَّاسِ، ثُمَّ يُنْفَخُ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ، ثُمَّ يُقالُ: يا أَيُّهَا النَّاسُ هَلُمَّ إلَى رَبِّكُمْ، وَقِفُوهُمْ إنَّهُمْ مَسْئُولُونَ، ثُمَّ يُقَالُ: أخْرِجُوا بَعْثَ النَّارِ فَيُقَالُ: مِنْ كَمْ؟ فَيُقَالُ: مِنْ كُلِّ ألْفٍ تِسْعَمِائَةٍ وَتِسْعَةً وتِسْعِينَ؛ فَذَلِكَ يَومٌ يَجْعَلُ الوِلْدَانَ شِيباً، وَذَلِكَ يَومَ يُكْشَفُ عَنْ سَاقٍ). رواه مسلم.\n\n(اللِّيتُ) : صَفْحَةُ العُنُقِ. وَمَعْنَاهُ يَضَعُ صَفْحَةَ عُنُقِهِ وَيَرْفَعُ صَفْحَتَهُ الأُخْرَى.\n\nـــــــــــــــــــــــــ\n(1) يَلُوطُ : أي يطينه ويصلحه . النهاية 4/277.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما قال:"},{"hadithId":"1811","text":"قال رسول الله صلى الله عليه وسلم: (لَيسَ مِنْ بَلَدٍ إلاَّ سَيَطَؤُهُ الدَّجَّالُ إلاَّ مَكَّةَ وَالمَدِينَةَ؛ وَلَيْسَ نَقْبٌ مِنْ أنْقَابِهِمَا إلاَّ عَلَيْهِ المَلاَئِكَةُ صَافِّينَ تَحْرُسُهُمَا، فَيَنْزِلُ بالسَّبَخَةِ (1)، فَتَرْجُفُ المَدِينَةُ ثَلاَثَ رَجَفَاتٍ، يُخْرِجُ اللهُ مِنْهَا كُلَّ كافِرٍ وَمُنَافِقٍ). رواه مسلم.\n\nـــــــــــــــــــــــــ\n(1) السَّبَخَةِ : هي الأرض التي تعلوها الملوحة ولا تكاد تنبت إلا بعض الشجر. النهاية 2/333.","sanad":"وعن أنس رضي الله عنه قال:"},{"hadithId":"1812","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قال: (يَتْبَعُ الدَّجَّالَ مِنْ يَهُودِ أَصْبَهَانَ (1) سَبْعُونَ ألْفاً عَلَيْهِم الطَّيَالِسَةُ). رواه مسلم.\n\nـــــــــــــــــــــــ\n(1) أَصْبَهَانَ : وهي معروفة من مدن إيران.","sanad":"وعنه رضي الله عنه:"},{"hadithId":"1813","text":"أنها سَمِعَتِ النَّبيّ صلى الله عليه وسلم يقولُ: (لينْفِرَنَّ النَّاسُ مِنَ الدَّجَّالِ فِي الجِبَالِ). رواه مسلم.","sanad":"وعن أم شريكٍ رضي الله عنها:"},{"hadithId":"1814","text":"سمعتُ رسولَ اللهِ صلى الله عليه وسلم يقولُ: (مَا بَيْنَ خَلْقِ آدَمَ إلى قِيَامِ السَّاعَةِ أَمْرٌ أكْبَرُ مِنَ الدَّجَّالِ). رواه مسلم.","sanad":"وعن عمران بن حُصينٍ رضي الله عنهما قال:"},{"hadithId":"1815","text":"عن النبيّ صلى الله عليه وسلم قال: (يَخْرُجُ الدَّجَّالُ فَيَتَوجَّهُ قِبَلَهُ رَجُلٌ مِنَ المُؤمِنِينَ فَيَتَلَقَّاهُ المَسَالِحُ: مَسَالِحُ الدَّجَّال. فَيقُولُونَ لَهُ: إلى أيْنَ تَعْمِدُ فَيَقُولُ: أعْمِدُ إلى هذَا الَّذِي خَرَجَ. فَيَقُولُونَ لَهُ: أوَمَا تُؤْمِنُ بِرَبِّنَا؟ فَيقُولُ: مَا بِرَبِّنَا خَفَاءٌ! فَيَقُولُونَ: اقْتُلُوهُ. فَيقُولُ بَعْضُهُمْ لِبَعْضٍ: ألَيْسَ قَدْ نَهَاكُمْ رَبُّكُمْ أنْ تَقْتُلُوا أحَداً دُونَهُ، فَيَنْطَلِقُونَ بِهِ إلى الدَّجَّالِ، فَإذَا رَآهُ المُؤْمِنُ قالَ: يا أيُّهَا النَّاسُ، إنَّ هذَا الدَّجَّال الَّذي ذَكَرَ رَسُولُ الله صلى الله عليه وسلم؛ فَيَأمُرُ الدَّجَّالُ بِهِ فَيُشَبَّحُ؛ فَيَقُولُ: خُذُوهُ وَشُجُّوهُ. فَيُوسَعُ ظَهْرُهُ وَبَطْنُهُ ضَرْباً، فَيقُولُ: أَوَمَا تُؤْمِنُ بِي؟ فَيَقُولُ: أَنْتَ المَسِيحُ الكَذَّابُ! فَيُؤْمَرُ بِهِ، فَيُؤْشَرُ بِالمنْشَارِ مِنْ مَفْرِقِهِ حَتَّى يُفَرِّقَ بَيْنَ رِجْلَيْهِ. ثُمَّ يَمْشِي الدَّجَّالُ بَيْنَ القِطْعَتَيْنِ ثُمَّ يَقُولُ لَهُ: قُمْ، فَيَسْتَوِي قَائِماً. ثُمَّ يَقُولُ لَهُ: أَتُؤْمِنُ بِي؟ فَيَقُولُ: ما ازْدَدْتُ فِيكَ إلاَّ بَصِيرَةً. ثُمَّ يَقُولُ: يَا أَيُّهَا النَّاسُ إنَّهُ لاَ يَفْعَلُ بَعْدِي بِأَحَدٍ مِنَ النَّاسِ؛ فَيَأخُذُهُ الدَّجَّالُ لِيَذْبَحَهُ، فَيَجْعَلُ اللهُ مِا بَيْنَ رَقَبَتِهِ إلَى تَرْقُوَتِهِ نُحَاساً، فَلاَ يَسْتَطِيعُ إلَيهِ سَبيلاً، فَيَأخُذُهُ بِيَدَيْهِ وَرِجْلَيْهِ فَيَقْذِفُ بِهِ، فَيَحْسَبُ النَّاسُ أَنَّهُ قَذَفَهُ إلَى النَّارِ، وَإنَّمَا أُلْقِيَ فِي الجَنَّةِ). فَقَالَ رَسُول الله صلى الله عليه وسلم: (هذا أعْظَمُ النَّاس شَهَادَةً عِندَ رَبِّ العَالَمِينَ). رواه مسلم. وروى البخاري بعضه بمعناه.\n\n(المسالِح): هُمُ الخُفَرَاءُ والطَّلائِعُ. ","sanad":"وعن أبي سعيدٍ الخدري رضي الله عنه،"},{"hadithId":"1816","text":"ما سألَ أَحَدٌ رسولَ الله صلى الله عليه وسلم عَن الدَّجَّالِ أَكْثَرَ مِمَّا سَألْتُهُ؛ وإنَّهُ قَالَ لِي: (مَا يَضُرُّكَ) قُلْتُ: إنَّهُمْ يَقُولُونَ: إنَّ مَعَهُ جَبَلَ خُبْزٍ وَنَهَرَ مَاءٍ. قالَ: (هُوَ أهْوَنُ عَلَى اللهِ مِنْ ذَلكَ). متفق عليه.","sanad":"وعن المغيرة بن شعبة رضي الله عنه قال:"},{"hadithId":"1817","text":"قال رسول الله صلى الله عليه وسلم: (مَا مِنْ نَبِيٍّ إلاَّ وَقَدْ أَنْذَرَ أُمَّتَهُ الأَعْوَرَ الكَذَّابَ، ألاَ إنَّهُ أعْوَرُ، وإنَّ رَبَّكُمْ - عز وجل - لَيْسَ بِأَعْوَرَ، مَكْتُوبٌ بَيْنَ عَيْنَيْهِ ك ف ر (1)، متفق عليه.\n\nــــــــــــــــــــــــــــ\n(1) قال المصنف رحمه الله في شرح صحيح مسلم 9/229 : (الصحيح الذي عليه المحققون أن هذه الكتابة على ظاهرها، وأنها كتابة حقيقة جعلها الله آية وعلامة من جملة العلامات القاطعة بكفره وكذبه وإبطالها، ويظهرها الله تعالى لكل مسلم كاتب وغير كاتب، ويخفيها عمن أراد شقاوته وفتنته، ولا امتناع في ذلك، وذكر القاضي فيه خلافاً: منهم من قال: هي كتابة حقيقية كما ذكرنا، ومنهم من قال: هي مجاز وإشارة إلى سمات الحدوث عليه، واحتج بقوله: (يقرأه كل مؤمن كاتب وغير كاتب) وهذا مذهب ضعيف.","sanad":"وعن أنس رضي الله عنه قال:"},{"hadithId":"1818","text":"قالَ رسولُ اللهِ صلى الله عليه وسلم: (ألا أُحدِّثُكمْ حديثاً عن الدجالِ ما حدَّثَ بهِ نبيٌّ قَومَهُ! إنَّهُ أعورُ، وَإنَّهُ يجيءُ مَعَهُ بِمِثالِ الجنَّةِ والنَّارِ، فالتي يقولُ إنَّها الجَنَّةُ هي النَّار). متفقٌ عليهِ.","sanad":"وَعَن أبي هريرةَ رضي الله عنه قال:"},{"hadithId":"1819","text":"أنَّ رسولَ الله صلى الله عليه وسلم ذَكَرَ الدَّجَّالَ بَيْنَ ظَهْرَانَي النَّاسِ، فَقَالَ: (إنَّ اللهَ لَيْسَ بِأعْوَرَ، ألاَ إنَّ المَسِيحَ الدَّجَّالَ أَعْوَرُ العَيْنِ اليُمْنَى، كَأنَّ عَيْنَهُ عِنَبَةٌ طَافِيَةٌ (1)، متفق عليه.\n\nـــــــــــــــــــــــــ\n(1) رويت بالهمز والترك وكلاهما صحيح، فالمهموز هي التي ذهب نورها وغير المهموز التي نتأت وطفت مرتفعة وفيها ضوء. قاله المصنف في شرح صحيح مسلم 9/229.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1820","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قال: (لاَ تَقُومُ السَّاعَةُ حَتَّى يُقَاتِلَ المُسْلِمُونَ اليَهُودَ، حَتَّى يَخْتَبِئَ اليَهُودِيُّ مِنْ وَرَاء الحَجَرِ وَالشَّجَرِ. فَيَقُولُ الحَجَرُ وَالشَّجَرُ: يَا مُسْلِمُ هذَا يَهُودِيٌّ خَلْفِي تَعَالَ فَاقْتُلْهُ؛ إلاَّ الغَرْقَدَ فإنَّهُ مِنْ شَجَرِ اليَهُودِ)، (1) متفق عليه.\n\nــــــــــــــــــــــــ\n(1) تأمل كلمة (المسلمين) يقتتل المسلمون واليهود فينتصر المسلمون عليهم نصراً عزيزاً، حتى إنَّ اليهودي يختبىء خلف الحجر والشجر، فينطق الحجر والشجر بأمر الله فيقولان: يا مسلم هذا يهودي تحتي فاقتله.\nأحجار تنطق وأشجار: لماذا؟ لأن القتال بين المسلمين واليهود، أما بين العرب واليهود، فهذا الله أعلم من ينتصر؟ لأن الذي يُقاتل اليهود من أجل العروبة فقد قاتل حمية وعصبية ليس لله عز وجل ولا يمكن أن ينتصر ما دام قتاله من أجل العروبة، لا من أجل الدين والإسلام إلا أن يشاء الله، لكن إذا قاتلناهم من أجل الإسلام ونحن على الإسلام حقيقة فإننا غالبون بإذن الله… شرح رياض الصالحين 4/389.","sanad":"وعن أبي هريرة رضي الله عنه:"},{"hadithId":"1821","text":"قالَ رسولُ اللهِ صلى الله عليه وسلم: (والَّذِي نَفْسِي بِيَدِهِ لاَ تَذْهَبُ الدُّنْيَا حَتَّى يَمُرَّ الرجُلُ على القَبْرِ، فَيَتَمَرَّغَ عَلَيْهِ وَيَقُولُ: يَالَيْتَنِي كُنْتُ مَكَانَ صَاحِبِ هذَا القَبْرِ، وَلَيْسَ بِهِ الدِّينُ، ما بِهِ إلاَّ البَلاَءُ). متفق عليه.","sanad":"وعنه رضي الله عنه قال:"},{"hadithId":"1822","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (لاَ تَقُومُ السَّاعَةُ حَتَّى يَحْسِرَ الفُرَاتُ عَنْ جَبَلٍ مِنْ ذَهَبٍ يُقْتَتَلُ عَلَيْهِ، فَيُقْتَلُ مِنْ كُلِّ مِائَةٍ تِسْعَةٌ وَتِسْعُونَ، فَيَقُولُ كُلُّ رجُلٍ مِنْهُمْ: لَعَلِّي أنْ أكُونَ أنَا أنْجُو). وَفي رواية: (يُوشِكُ أنْ يَحْسِرَ الفُرَاتُ عَنْ كَنْزٍ مِنْ ذَهَبٍ، فَمَنْ حَضَرَهُ فَلاَ يَأخُذْ مِنْهُ شَيْئاً). متفق عليه.","sanad":"وعنهُ رضي الله عنه قال:"},{"hadithId":"1823","text":"سمعتُ رسولَ اللهِ صلى الله عليه وسلم يقولُ: (يَتْرُكُونَ المَدِينَةَ عَلَى خَيْرِ مَا كَانَتْ، لاَ يَغْشَاهَا إلاَّ العَوَافِي يُريد - عَوَافِي السِّبَاعِ والطَّيرِ - وَآخِرُ مَنْ يُحْشَرُ رَاعِيَانِ مِنْ مُزَيْنَةَ يُرِيدَانِ المَدِينَةَ يَنْعِقَانِ بِغَنَمِهِمَا فَيَجِدَانِهَا وُحُوشاً، حَتَّى إذَا بَلَغَا ثَنِيَّةَ الودَاعِ خَرَّا عَلَى وُجُوهِهمَا). متفق عليه.","sanad":"وعنهُ قال:"},{"hadithId":"1824","text":"أنَّ النبيَّ صلى الله عليه وسلم قال: (يكُونُ خَلِيفَةٌ مِنْ خُلَفَائِكُمْ فِي آخِرِ الزَّمَانِ يَحْثُو المَالَ وَلاَ يَعُدُّهُ). رواه مسلم.","sanad":"وعن أبي سعيد الخدري رضي الله عنه:"},{"hadithId":"1825","text":"أنَّ النبيَّ صلى الله عليه وسلم قال: (لَيَأتِيَنَّ عَلَى النَّاسِ زَمَانٌ يَطُوفُ الرَّجُلُ فِيهِ بالصَّدَقَةِ مِنَ الذَّهَبِ فَلاَ يَجِدُ أَحَداً يَأخُذُهَا مِنهُ، وَيُرَى الرَّجُلُ الوَاحِدُ يَتْبَعُهُ أرْبَعُونَ امْرَأَةً يَلُذْنَ (1)، بِهِ مِنْ قِلَّةِ الرِّجَالِ وَكَثْرَةِ النِّسَاءِ). رواه مسلم.\n\nــــــــــــــــــــــــ\n(1) يَلُذْنَ :  أي ينتمين إليه، ليقوم بحوائجهن ويذب عنهن كقبيلة بقي من رجالها واحد فقط وبقيت نساؤها، فيلذن بذلك الرجل ليذب عنهن ويقوم بحوائجهن ولا يطمع فيهن أحد بسببه، وأما سبب قلة الرجال وكثرة النساء فهو الحرب والقتال الذي يقع في آخر الزمان وتراكم الملاحم، قاله المصنف في شرح صحيح مسلم 4/104.","sanad":"وعن أبي موسى الأشعريِّ رضي الله عنه:"},{"hadithId":"1826","text":"عن النبيِّ صلى الله عليه وسلم قال: (اشْتَرَى رَجُلٌ مِنْ رَجُلٍ عَقَاراً، فَوَجَدَ الَّذِي اشْتَرَى العَقَارَ فِي عَقَارِهِ جَرَّةً فِيهَا ذَهَبٌ، فَقَالَ لَهُ الَّذِي اشْتَرَى العَقَارَ: خُذْ ذَهَبَكَ، إنَّمَا اشْتَرَيْتُ مِنْكَ الأَرْضَ وَلَمْ أشْتَرِ الذَّهَبَ، وَقَالَ الَّذِي لَهُ الأَرْضُ: إنَّمَا بِعْتُكَ الأَرْضَ وَمَا فِيهَا، فَتَحَاكَمَا إلَى رَجُلٍ، فَقَالَ الَّذِي تَحَاكَمَا إلَيْهِ: أَلَكُمَا وَلَدٌ؟ قالَ أحَدُهُما: لِي غُلاَمٌ، وقالَ الآخَرُ: لِي جَارِيَةٌ قال: أنْكِحَا الغُلاَمَ الجَارِيَةَ، وأنْفِقَا عَلَى أنْفُسِهمَا مِنْهُ وَتَصَدَّقَا). متفق عليه.","sanad":"وعن أبي هريرة رضي الله عنه،"},{"hadithId":"1827","text":"أنَّه سمعَ رسُول الله صلى الله عليه وسلم يقولُ: (كانت امْرَأَتَانِ مَعَهُمَا ابْنَاهُمَا، جَاءَ الذِّئْبُ فَذَهَبَ بابْنِ إحْدَاهُمَا. فَقَالَتْ لِصَاحِبَتِهَا: إنَّمَا ذَهَبَ بِابْنِكِ، وقالتِ الأخرَى: إنَّمَا ذَهَبَ بِابْنِكِ، فَتَحَاكَمَا إلى دَاوُدَ صلى الله عليه وسلم فَقَضَى بِهِ لِلْكُبْرَى، فَخَرَجَتَا عَلَى سُلَيْمَانَ بْنِ دَاوُد صلى الله عليه وسلم فَأَخْبَرَتَاهُ. فَقالَ: ائْتُونِي بِالسِّكِّينِ أشُقُّهُ بَيْنَهُمَا. فَقَالَتِ الصُّغْرَى: لاَ تَفْعَلْ! رَحِمَكَ اللهُ، هُوَ ابْنُهَا. فَقَضَى بِهِ للصُّغْرَى). متفق عليه.","sanad":"وعنهُ رضي الله عنه:"},{"hadithId":"1828","text":"قال النبيُّ صلى الله عليه وسلم: (يَذْهَبُ الصَّالِحُونَ الأَوَّلُ فَالأَوَّلُ، وَيَبْقَى حُثَالَةٌ كَحُثَالَةِ (1)، الشَّعِيرِ أوِ التَّمْرِ لاَ يُبَالِيهُمُ اللهُ بَالَةً). رواه البخاري.\n\nــــــــــــــــــــــــ\n(1) حُثَالَةٌ : قال البخاري عقب تخريجه الحديث: (يُقال حفالة وحثالة).","sanad":"وعن مِرداس الأسلمي رضي الله عنه قال:"},{"hadithId":"1829","text":"جاء جبريل إلى النبيّ صلى الله عليه وسلم قال: مَا تَعُدُّونَ أهْلَ بَدْرٍ فِيكُمْ؟ قال: (مِنْ أفْضَلِ المُسْلِمِينَ) أوْ كَلِمَةً نَحْوَهَا. قال: وَكَذلِكَ مَنْ شَهِدَ بَدْراً مِنَ المَلائِكَةِ. رواه البخاري.","sanad":"وعن رفاعة بن رافع الزُّرَقِيِّ رضي الله عنه قال:"},{"hadithId":"1830","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (إذَا أنْزَلَ اللهُ تَعَالَى بِقَومٍ عَذَاباً، أصَابَ العَذَابُ مَنْ كَانَ فِيهِمْ، ثُمَّ بُعِثُوا عَلَى أَعْمَالِهِمْ). متفق عليه.","sanad":"وعن ابن عمر رضي الله عنهما قال:"},{"hadithId":"1831","text":"كَانَ جِذْعٌ يَقُومُ إلَيْهِ النَّبيُّ صلى الله عليه وسلم - يَعْنِي فِي الخُطْبَةِ - فَلَمَّا وُضِعَ المِنْبَرُ سَمِعْنَا لِلجِذْعِ مِثْلَ صَوْتِ العِشَارِ، حَتَّى نَزَلَ النَّبِيُّ صلى الله عليه وسلم، فَوضَعَ يَدَهُ عَلَيهِ فَسَكَنَ.\nوَفِي روايةٍ: فَلَمَّا كَانَ يَومُ الجُمُعَةِ قَعَدَ النَّبيُّ صلى الله عليه وسلم عَلَى المِنْبَرِ، فَصَاحَتِ النَّخْلَةُ الَّتِي كَانَ يَخْطُبُ عِنْدَهَا حَتَّى كَادَتْ أنْ تَنْشَقَّ.\nوفي رواية: فصَاحَتْ صِيَاحَ الصَّبيِّ، فَنَزَلَ النَّبيُّ صلى الله عليه وسلم، حَتَّى أَخَذَهَا فَضَمَّهَا إلَيهِ، فَجَعَلَتْ تَئِنُّ أَنِينَ الصَّبي الَّذِي يُسَكَّتُ حَتَّى اسْتَقَرَّتْ، قال: (بَكَتْ عَلَى مَا كَانَتْ تَسْمَعُ مِنَ الذَّكْرِ). رواه البخاري.","sanad":"وعن جابر رضي الله عنه قال:"},{"hadithId":"1832","text":"عن رسول الله صلى الله عليه وسلم قال: (إنَّ اللهَ تَعَالَى فَرَضَ فَرَائِضَ فَلاَ تُضَيِّعُوهَا، وَحَدَّ حُدُوداً فَلاَ تَعْتَدُوهَا، وَحَرَّمَ أَشْيَاءَ فَلاَ تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ فَلاَ تَبْحَثُوا عَنْهَا) حديث حسن. رواه الدارقطني وغيره.","sanad":"وعن أبي ثعلبة الخُشَنِيِّ جُرثومِ بنِ ناشر رضي الله عنه،"},{"hadithId":"1833","text":"غَزَوْنَا مَعَ رَسولِ اللهِ صلى الله عليه وسلم سَبْعَ غَزَوَاتٍ نَأكُلُ الجَرَادَ. وَفِي رِوَايةٍ: نَأكُلُ مَعَهُ الجَرَادَ. متفق عليه.","sanad":"وعن عبد الله بن أبي أَوْفَى رَضِيَ اللهُ عَنهما قالَ:"},{"hadithId":"1834","text":"أنَّ النبيَّ صلى الله عليه وسلم قال: (لاَ يُلْدَغُ المُؤْمِنُ مِنْ جُحْرٍ وَاحِدٍ مَرَّتَيْنِ). متفق عليه.","sanad":"وعن أبي هريرة رضي الله عنه:"},{"hadithId":"1835","text":"قال رسول الله صلى الله عليه وسلم: (ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللهُ يَومَ القِيَامَةِ، وَلاَ يَنْظُرُ إلَيْهِمْ، وَلاَ يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ ألِيمٌ: رَجُلٌ عَلَى فَضْلِ مَاءٍ بِالفَلاَةِ يَمْنَعُهُ مِنِ ابْنِ السَّبِيلِ، وَرَجُلٌ بَايَعَ رَجُلاً سِلْعَةً بَعْدَ العَصْرِ (1)، فَحَلَفَ بِاللهِ لأَخَذَهَا بِكذَا وَكَذَا فَصَدَّقَهُ وَهُوَ عَلَى غَيْرِ ذلِكَ، وَرَجُلٌ بَايَعَ إمَاماً لاَ يُبَايِعُهُ إلاَّ لِدُنْيَا فَإنْ أَعْطَاهُ مِنْهَا وَفَى وَإنْ لَمْ يُعْطِهِ مِنْهَا لَمْ يَفِ). متفق عليه.\n\nـــــــــــــــــــــــ\n(1)  بَعْدَ العَصْرِ : قال الخطابي: (خص وقت العصر بتعظيم الإثم فيه. وإن كانت اليمين الفاجرة مُحرمة في كل وقت؛ لأنَّ الله عظم شأن هذا الوقت بأنْ جعل الملائكة تجتمع فيه وهو وقت ختام الأعمال)، وقال ابن حجر: (وخص بعد العصر بالحلف لشرفه بسبب اجتماع ملائكة الليل والنهار). فتح الباري 13/250-251.","sanad":"وعنه قال:"},{"hadithId":"1836","text":"عن النبيّ صلى الله عليه وسلم قال: (بَيْنَ النَّفْخَتَيْنِ أرْبَعُونَ) قالوا: يَا أبَا هُرَيْرَةَ أرْبَعُونَ يَوْماً؟ قالَ: أبَيْتُ، قَالُوا: أرْبَعُونَ سَنَةً؟ قال: أبَيْتُ. قالُوا: أرْبَعُونَ شَهْراً؟ قالَ: أبَيْتُ. (وَيَبْلَى كُلُّ شَيْءٍ مِنَ الإنْسَانٍ إلاَّ عَجْبَ الذَّنَبِ (1)، فِيهِ يُرَكَّبُ الخَلْقُ، ثُمَّ يُنَزِّلُ اللهُ مِنَ السَّمَاءِ مَاءً فَيَنْبُتُونَ كَمَا يَنْبُتُ البَقْلُ). متفق عليه.\n\nــــــــــــــــــــ\n(1) عَجْبَ الذَّنَبِ : قال النووي: (العظم اللطيف الذي في أسفل الصلب، وهو رأس العصعص). شرح صحيح مسلم 9/251.","sanad":"وعنه،"},{"hadithId":"1837","text":"بَيْنَمَا النَّبِيُّ صلى الله عليه وسلم في مَجْلِسٍ يُحَدِّثُ القَومَ، جَاءَ أَعْرَابِيٌّ فَقَالَ: مَتَى السَّاعَةُ؟ فَمَضَى رسولُ اللهِ صلى الله عليه وسلم يُحَدِّثُ، فَقالَ بَعْضُ القَومِ: سَمِعَ مَا قَالَ فَكَرِهَ مَا قَالَ، وَقَالَ بَعْضُهُمْ: بَلْ لَمْ يَسْمَعْ، حَتَّى إذَا قَضَى حَدِيثَهُ قالَ: أيْنَ السَّائِلُ عَنِ السَّاعَةِ؟) قال: هَا أنا يَا رسُولَ اللهِ. قال: (إذَا ضُيِّعَتِ الأَمَانَةُ فَانْتَظِرِ السَّاعَةَ) قال: كَيفَ إضَاعَتُهَا؟ قال: (إذَا وُسِّدَ الأَمْرُ إلى غَيْرِ أَهْلِهِ فَانْتَظِرِ السَّاعَةَ). رواه البخاري.","sanad":"وعنه قال:"},{"hadithId":"1838","text":"أنَّ رسُولَ اللهِ صلى الله عليه وسلم قال: (يُصَلُّونَ لَكُمْ، فَإنْ أصَابُوا فَلَكُمْ، وإنْ أَخْطَئُوا فَلَكُمْ وَعَلَيْهِمْ) (1). رواه البخاري.\n\nــــــــــــــــــــــــ\n(1) وهذا وإن كان في الأمراء يشمل أيضاً أئمة المساجد. (يصلون لكم) فإن أحسنوا في الصلاة وأتوا بها على ما ينبغي فذلك لكم ولهم، وإن أساءوا فلكم وعليهم. يعني ليس عليكم أنتم من إساءتهم من شيء، وفي هذا إشارة إلى أنَّه يجب الصبر على ولاة الأمر وإن أساءوا في الصلاة، وإن لم يصلوها على وقتها فإنَّ الواجب أن لا نشذ عنهم، وأنْ نؤخر الصلاة كما يؤخرون وحينئذ يكون تأخيرنا للصلاة عن أول وقتها يكون تأخيراً بعذر؛ لأجل موافقة الجماعة وعدم الشذوذ، ويكون بالنسبة لنا كأننا صلينا في أول الوقت. شرح رياض الصالحين 4/404.","sanad":"وعنه:"},{"hadithId":"1839","text":"{كُنْتُمْ خَيْرَ أمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [البقرة : 110] قالَ: خَيْرُ النَّاسِ للنَّاسِ يَأتُونَ بِهِمْ في السَّلاسِلِ فِي أعْنَاقِهِمْ حَتَّى يَدْخُلُوا فِي الإسْلاَمِ.","sanad":"وعنه رضي الله عنه:"},{"hadithId":"1840","text":"عن النبيّ صلى الله عليه وسلم قال: (عَجِبَ اللهُ عز وجل مِنْ قَومٍ يَدْخُلُونَ الجَنَّةَ فِي السَّلاسِلِ) رواه البخاري.\n\nمعناه: يُؤْسَرُونَ وَيُقَيَّدُونَ ثُمَّ يُسْلِمُونَ فَيَدْخُلُونَ الجَنَّةَ.","sanad":"وعنه،"},{"hadithId":"1841","text":"عن النبيّ صلى الله عليه وسلم قال: (أَحَبُّ البِلادِ إلَى اللهِ مَسَاجِدُهَا، وَأبْغَضُ البِلاَدِ إلَى اللهِ أسْوَاقُهَا). رواه مسلم.","sanad":"وعنه،"},{"hadithId":"1842","text":"من قولهِ قال: لاَ تَكُونَنَّ إن اسْتَطَعْتَ أوَّلَ مَنْ يَدْخُلُ السُّوقَ، وَلاَ آخِرَ مَنْ يَخْرُجُ مِنْهَا، فَإنَّهَا مَعْرَكَةُ الشَّيْطَانِ، وَبِهَا يَنْصبُ رَايَتَهُ. رواه مسلم هكذا.\nورواه البرقاني في صحيحهِ عن سلمان قال: قال رسولُ اللهِ صلى الله عليه وسلم: (لاَ تَكُنْ أَوَّلَ مَنْ يَدْخُلُ السُّوقَ، وَلاَ آخِرَ مَنْ يَخْرُجُ مِنْهَا. فِيهَا بَاضَ الشَّيْطَانُ وَفَرَّخَ).","sanad":"وعن سلمان الفارسي رضي الله عنه،"},{"hadithId":"1843","text":"قلتُ لِرسولِ اللهِ صلى الله عليه وسلم: يا رسولَ اللهِ، غَفَرَ اللهُ لَكَ، قال: (وَلَكَ). قال عاصمٌ: فَقُلْتُ لَهُ: أسْتَغْفرَ لَكَ رسُولُ اللهِ صلى الله عليه وسلم؟ قال: نَعَمْ وَلَكَ، ثُمَّ تَلاَ هذِهِ الآية: {وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلمُؤْمِنِينَ وَالمُؤْمِنَاتِ} [محمد : 19]. رواه مسلم.","sanad":"وعن عاصمٍ الأحوَلِ، عن عبدِ اللهِ بن سَرْجِسَ رضي الله عنه قال:"},{"hadithId":"1844","text":"قال النبيّ صلى الله عليه وسلم: (إنَّ مِمَّا أَدْرَكَ النَّاسُ مِنْ كَلاَمِ النُّبُوَّةِ الأولَى: إذَا لَمْ تَسْتَحِ فَاصْنَعْ مَا شِئْتَ). رواه البخاري.","sanad":"وعن أبي مسعودٍ الأنصاري رضي الله عنه قال:"},{"hadithId":"1845","text":"قالَ رسُولُ الله صلى الله عليه وسلم: (أوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ يَوْمَ القِيَامَةِ فِي الدِّمَاء). متفق عليه.","sanad":"وعن ابن مسعودٍ رضي الله عنه قال:"},{"hadithId":"1846","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (خُلِقَتِ المَلاَئِكَةُ مِنْ نُورٍ، وَخُلِقَ الجَانُّ مِنْ مَارِجٍ من نَارٍ(1)، وَخُلِقَ آدَمُ مِمَّا وُصِفَ لَكُمْ). رواه مسلم.\n\nـــــــــــــــــــــــــ\n(1) مَارِجٍ من نَارٍ : لهبها المختلط بسوادها. النهاية 4/315.","sanad":"وعن عائشة رضي الله عنها قالت:"},{"hadithId":"1847","text":"كان خُلُقُ نَبِيِّ اللهِ صلى الله عليه وسلم القُرْآن. رواهُ مسلم في جملة حديث طويل.","sanad":"وعنها رضي الله عنها قالت:"},{"hadithId":"1848","text":"قال رسُولُ اللهِ صلى الله عليه وسلم: (مَنْ أحَبَّ لِقَاءَ اللهِ أحَبَّ اللهُ لِقَاءهُ، وَمَنْ كَرِهَ لِقَاءَ اللهِ كَرِهَ اللهُ لِقَاءهُ) فقلتُ: يا رسولَ اللهِ، أكَراهِيَةُ المَوتِ، فَكُلُّنَا نَكْرَهُ المَوتَ؟ قال: (لَيْسَ كَذَلِكَ، ولكِنَّ المُؤْمِنَ إذَا بُشِّرَ بِرَحْمَةِ اللهِ وَرِضْوَانِهِ وَجَنَّتِهِ أحَبَّ لِقَاءَ اللهِ فَأَحَبَّ اللهُ لِقَاءهُ، وإنَّ الكَافِرَ إذَا بُشِّرَ بِعَذابِ اللهِ وَسَخَطهِ كَرِهَ لِقَاءَ اللهِ وكَرِهَ اللهُ لِقَاءهُ). رواه مسلم.","sanad":"وعنها قالت:"},{"hadithId":"1849","text":"كان النبيُّ صلى الله عليه وسلم مُعْتَكِفاً، فَأَتَيْتُهُ أزُورُهُ لَيْلاً، فَحَدَّثْتُهُ ثُمَّ قُمْتُ لأَنْقَلِبَ فَقَامَ مَعِي لِيَقْلِبَنِي، فَمَرَّ رَجُلاَنِ مِنَ الأنْصَارِ رضيَ اللهُ عَنهُما، فَلَمَّا رَأَيَا النَّبيَّ صلى الله عليه وسلم أسْرَعَا. فقال صلى الله عليه وسلم: (عَلَى رِسْلِكُمَا، إنَّهَا صَفِيَّةُ بِنْتُ حُيَيٍّ) فَقَالاَ: سُبْحانَ اللهِ يَا رسولَ اللهِ، فقالَ: (إنَّ الشَّيْطَانَ يَجْرِي مِنَ ابْنِ آدَمَ مَجْرَى الدَّمِ، وَإنِّي خَشِيْتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَرّاً - أَوْ قَالَ: شَيْئاً). متفق عليه.","sanad":"وَعَنْ أُمِّ المُؤْمِنِينَ صَفِيَّةَ بنتِ حُيَيٍّ رَضيَ اللهُ عَنها قالتْ:"},{"hadithId":"1850","text":"شَهِدْتُ مَعَ رَسُولِ اللهِ صلى الله عليه وسلم يَومَ حُنَيْن (1)، فَلَزِمْتُ أنا وأبو سُفْيَانَ بن الحارثِ بن عبد المطلب رَسُول الله صلى الله عليه وسلم، فَلَمْ نُفَارِقْهُ، وَرسُولُ اللهِ صلى الله عليه وسلم، عَلَى بَغْلَةٍ لَهُ بَيْضَاءَ، فَلَمَّا التَقَى المُسْلِمُونَ وَالمُشْرِكُونَ، وَلَّى المُسْلِمُونَ مُدْبِريِنَ، فَطَفِقَ رَسُولُ اللهِ صلى الله عليه وسلم، يَرْكُضُ بَغْلَتَهُ قِبلَ الكُفَّارِ، وأنا آخِذٌ بِلِجَامِ بَغْلَةِ رَسُولِ اللهِ صلى الله عليه وسلم، أكُفُّهَا إرَادَةَ أنْ لاَ تُسْرِعَ، وأبُو سُفْيَانَ آخِذٌ بِرِكَابِ رَسُولِ اللهِ صلى الله عليه وسلم، فقالَ رَسُولُ الله صلى الله عليه وسلم: (أيْ عَبَّاسُ، نَادِ أصْحَابَ السَّمُرَةِ (2). قالَ العَبَّاسُ - وَكَانَ رَجُلاً صَيِّتاً - فَقُلْتُ بِأَعْلَى صَوْتِي: أيْنَ أصْحَابُ السَّمُرَةِ، فَوَاللهِ لَكَأنَّ عَطْفَتَهُمْ حِينَ سَمِعُوا صَوْتِي عَطْفَةُ البَقَرِ عَلَى أَوْلاَدِهَا، فقالوا: يَا لَبَّيْكَ يَا لَبَّيْكَ، فَاقْتَتَلُوا هُمْ وَالكُفَّارُ، وَالدَّعْوَةُ في الأنْصَارِ يَقُولُونَ: يَا مَعْشَرَ الأَنْصَارِ، يَا مَعْشَرَ الأنْصَارِ، ثُمَّ قَصُرَتِ الدَّعْوَةُ عَلَى بَنِي الحَارِثِ بْنِ الخَزْرَجِ، فَنَظَرَ رَسُولُ اللهِ صلى الله عليه وسلم، وَهُوَ عَلَى بَغْلَتِهِ كَالمُتَطَاوِلِ عَلَيْهَا إلَى قِتَالِهِمْ، فَقَالَ: (هَذَا حِينَ حَمِيَ الوَطِيس)، ثُمَّ أَخَذَ رَسُولُ اللهِ صلى الله عليه وسلم، حَصَيَاتٍ فَرَمَى بِهِنَّ وُجُوهَ الكُفَّارِ، ثُمَّ قَالَ: (انْهَزَمُوا وَرَبِّ مُحَمَّدٍ)، فَذَهَبْتُ أنْظُرُ فَإذَا القِتَالُ عَلَى هَيْئَتِهِ فِيما أرَى، فَواللهِ مَا هُوَ إلاَّ أنْ رَمَاهُمْ بِحَصَيَاتِهِ، فَمَا زِلْتُ أرَى حَدَّهُمْ كَلِيلاً وَأَمْرَهُمْ مُدْبِراً. رواه مسلم.\n\n(الوَطِيسُ) التَّنُّورُ، ومعناهُ: اشْتَدَّتِ الحَرْبُ. وقوله: (حَدَّهُمْ) هو بالحاء المهملة: أيْ بَأْسَهُمْ.\n\nـــــــــــــــــــــــــــ\n(1) حُنَيْن : هي اسم مكان غزا به النبي صلى الله عليه وسلم ثقيفاً، وفي الحديث: أنّه يجب على الإنسان ألا يعجب بقوته ولا بكثرته ولا بعلمه ولا بماله ولا بذكائه ولا بعقله. والغالب أن الإنسان إذا أعجب فإنه يهزم بإذن الله… بل استعن بالله عز وجل وفوض الأمر إليه حتى يتم لك ما تريد. شرح رياض الصالحين 4/413.\n(2) السَّمُرَةِ : هي الشجرة التي بايع الصحابة عندها رسول الله صلى الله عليه وسلم في الحديبية على ألا يفروا - وهم فروا الآن - فقال: يا أصحاب السمرة يذكرهم بهذه المُبايعة، وفيها يقول الله تعالى: {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ} [الفتح : 18].","sanad":"وعن أبي الفضل العباس بن عبد المطلب رضي الله عنه قال:"},{"hadithId":"1851","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (أيُّهَا النَّاسُ، إنَّ اللهَ طَيِّبٌ لاَ يَقْبَلُ إلاَّ طَيِّباً، وإنَّ اللهَ أَمَرَ المُؤمِنِينَ بِمَا أَمَرَ بِهِ المُرْسَلِينَ. فقالَ تعالى: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً} [المؤمنون : 51]، وقال تعالى: {يَا أيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} [البقرة : 172]. ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أشْعثَ أغْبَرَ يَمُدُّ يَدَيْهِ إلَى السَّمَاءِ: يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، ومَلبسُهُ حرامٌ، وَغُذِّيَ بالْحَرَامِ، فَأَنَّى يُسْتَجَابُ لِذَلِكَ؟ رواه مسلم.","sanad":"وعن أبي هريرة رضي الله عنه قال:"},{"hadithId":"1852","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللهُ يَوْمَ القِيَامَةِ، وَلاَ يُزَكِّيهِمْ، وَلاَ يَنْظُرُ إلَيْهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ: شَيْخٌ زَانٍ، وَمَلِكٌ كَذَّابٌ، وَعَائِلٌ مُسْتَكْبِرٌ). رواه مسلم.\n\n(العَائِلُ): الفَقِيرُ.","sanad":"وعنه رضي الله عنه قال:"},{"hadithId":"1853","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (سَيْحَانُ وَجَيْحَانُ (1)، وَالفُرَاتُ وَالنِّيلُ كُلٌّ مِنْ أَنْهَارِ الجَنَّةِ) (2)، رواه مسلم.\n\nــــــــــــــــــــــ\n(1) سَيْحَانُ وَجَيْحَانُ : هما نهران بالشام عند المصيصة وطرطوس. النهاية 1/323.\n(2) هذه أربعة أنهار في الدنيا وصفها النبي صلى الله عليه وسلم بأنها من أنهار الجنة، للعلماء فيها تأويلان:\n1- أنها من أنهار الجنة حقيقة لكن لما نزلت إلى الأرض صار لها حكم أنهار الدنيا.\n2- أنها ليست من أنهار الجنة حقيقة لكنها أطيب الأنهار وأفضلها فذكر النبي صلى الله عليه وسلم هذا الوصف لها من باب رفع شأنها والثناء عليها، والله أعلم بما أراد رسول الله صلى الله عليه وسلم. شرح رياض الصالحين 4/415.","sanad":"وعنهُ رضي الله عنه قال:"},{"hadithId":"1854","text":"أخَذَ رسُولُ اللهِ صلى الله عليه وسلم بِيَدِي فَقَالَ: (خَلَقَ اللهُ التُّرْبَةَ يَومَ السَّبْتِ، وَخَلَقَ فيها الجِبَالَ يَومَ الأحَدِ، وَخَلَقَ الشَّجَرَ يَومَ الإثْنَينِ، وَخَلَقَ المَكْرُوهَ يَومَ الثُّلاَثَاءِ، وَخَلَقَ النُّورَ يَوْمَ الأربِعَاءِ، وَبَثَّ فِيهَا الدَّوابَّ يَومَ الخَمِيسِ، وَخَلَقَ آدَمَ صلى الله عليه وسلم، بَعْدَ العَصْرِ مِنْ يَومِ الجُمُعَةِ في آخِرِ الخَلْقِ فِي آخِرِ سَاعَةٍ مِنَ النَّهَارِ فِيمَا بَيْنَ العَصْرِ إِلَى اللَّيْلِ). (1)، رواه مسلم.\n\nـــــــــــــــــــ\n(1) قال ابن كثير في \"تفسيره\" 1/92 (وهذا الحديث من غرائب صحيح مسلم، وقد تكلم عليه علي بن المديني والبخاري وغير واحد من الحفاظ، وجعلوه من كلام كعب، وأنَّ أبا هريرة إنما سمعه من كلام كعب الأحبار، وإنما اشتبه على بعض الرواة فجعلوه مرفوعاً، وقد حرر ذلك البيهقي).","sanad":"وعنه قال:"},{"hadithId":"1855","text":"لَقَدِ انْقَطَعتْ في يَدِي يَوْمَ مُؤْتَةَ تِسْعَةُ أسْيَافٍ، فَمَا بَقِيَ فِي يَدِي إِلاَّ صَفِيحَةٌ يَمَانِيَّةٌ. رواه البخاري.","sanad":"وعن أَبي سليمان خالد بن الوليد رضي الله عنه قَالَ:"},{"hadithId":"1856","text":"أنَّه سَمِعَ رسولَ اللهِ صلى الله عليه وسلم يقولُ: (إِذَا حَكَمَ الحَاكِمُ فَاجْتَهَدَ، ثُمَّ أصَابَ، فَلَهُ أجْرَانِ، وَإِذَا حَكَمَ وَاجْتَهَدَ، فَأَخْطَأَ، فَلَهُ أَجْرٌ) متفق عَلَيْهِ.","sanad":"وعن عمرو بن العاص رضي الله عنه:"},{"hadithId":"1857","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (الحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَأَبْرِدُوهَا بِالمَاءِ) متفق عَلَيْهِ.","sanad":"وعن عائشة رَضِيَ اللهُ عنها:"},{"hadithId":"1858","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (مَنْ مَاتَ وَعَلَيْهِ صَومٌ، صَامَ عَنْهُ وَلِيُّهُ) متفق عَلَيْهِ.\n\nوَالمُخْتَارُ جَوَازُ الصَّومِ عَمَّنْ مَاتَ وَعَلَيْهِ صَوْمٌ لِهَذَا الحَدِيثِ، وَالمُرادُ بالوَلِيِّ: القَرِيبُ وَارِثاً كَانَ أَوْ غَيْرَ وَارِثٍ.","sanad":"وعنها رَضِيَ اللهُ عنها،"},{"hadithId":"1859","text":"أنَّ عائشة رَضِيَ اللهُ عنها، حُدِّثَتْ أنَّ عبدَ اللهِ بن الزبير رضي الله عنهما، قَالَ في بَيْعٍ أَوْ عَطَاءٍ أعْطَتْهُ عَائِشَةُ رَضِيَ اللهُ تَعَالَى عنها: واللهِ لَتَنْتَهِيَنَّ عَائِشَةُ أَوْ لأَحْجُرَنَّ عَلَيْهَا، قالَتْ: أَهُوَ قَالَ هَذَا! قالوا: نَعَمْ. قَالَتْ: هُوَ للهِ عَلَيَّ نَذْرٌ أنْ لا أُكَلِّمَ ابْنَ الزُّبَيْرِ أَبَداً، فَاسْتَشْفَعَ ابْنُ الزُّبَيْرِ إِلَيْهَا حِيْنَ طَالَتِ الهِجْرَةُ. فَقَالَتْ: لاَ، واللهِ لاَ أشْفَعُ فِيهِ أبداً، وَلاَ أَتَحَنَّثُ إِلَى نَذْرِي. فَلَمَّا طَالَ ذَلِكَ عَلَى ابْنِ الزُّبَيرِ كَلَّمَ المِسْوَرَ بْنَ مَخْرَمَةَ، وَعبدَ الرحْمَنِ ابْنَ الأسْوَدِ بْنِ عَبْدِ يَغُوثَ وقَالَ لَهُمَا: أنْشُدُكُمَا اللهَ لَمَا أدْخَلْتُمَانِي عَلَى عَائِشَةَ رَضِيَ اللهُ عنها، فَإنَّهَا لاَ يَحِلُّ لَهَا أنْ تَنْذِرَ قَطِيعَتِي، فَأقْبَلَ بِهِ المِسْوَرُ، وَعَبدُ الرحْمَنِ حَتَّى اسْتَأذَنَا عَلَى عَائِشَةَ فَقَالاَ: السَّلاَمُ عَلَيْكِ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، أنَدْخُلُ؟ قالت عَائِشَةُ: ادْخُلُوا. قالوا: كُلُّنَا؟ قالتْ: نَعَمْ ادْخُلُوا كُلُّكُمْ، وَلاَ تَعْلَمُ أَنَّ معَهُمَا ابْنَ الزُّبَيرِ، فَلَمَّا دَخَلُوا دَخَلَ ابْنُ الزُّبَيرِ الحِجَابَ فَاعْتَنَقَ عَائِشَةَ رَضِيَ اللهُ عنها، وَطَفِقَ يُنَاشِدُهَا وَيَبْكِي، وَطَفِقَ المِسْوَرُ، وَعَبدُ الرَّحْمَنِ يُنَاشِدَانِهَا إِلاَّ كَلَّمَتْهُ وَقَبِلَتْ مِنْهُ، وَيَقُولانِ: إنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَمَّا قَدْ عَلِمْتِ مِنَ الهِجْرَةِ؛ وَلاَ يَحِلُّ لِمُسْلِمٍ أنْ يَهْجُرَ أَخَاهُ فَوقَ ثَلاَثِ لَيَالٍ، فَلَمَّا أَكْثَرُوا عَلَى عَائِشَة مِنَ التَّذْكِرَةِ وَالتَّحْرِيجِ، طَفِقَتْ تُذَكرُهُمَا وَتَبْكِي، وَتَقُولُ: إنِّي نَذَرْتُ وَالنَّذْرُ شَدِيدٌ، فَلَمْ يَزَالاَ بِهَا حَتَّى كَلَّمَتِ ابْنَ الزُّبَيرِ، وأعْتَقَتْ فِي نَذْرِهَا ذَلِكَ أرْبَعِينَ رَقَبَةً، وَكَانَتْ تَذْكُرُ نَذْرَهَا بَعدَ ذَلِكَ فَتَبكِي حَتَّى تَبِلَّ دُمُوعُهَا خِمَارَهَا. رواه البخاري.","sanad":"وعن عوف بن مالِك بن الطُّفَيْلِ:"},{"hadithId":"1860","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم خَرَجَ إِلَى قَتْلَى أُحُدٍ، فَصَلَّى عَلَيْهِمْ بَعْدَ ثَمَانِ سِنينَ كَالمُوَدِّعِ لِلأَحْيَاءِ وَالأَمْوَاتِ، ثُمَّ طَلَعَ إِلَى المِنْبَرِ فَقَالَ: (إنِّي بَيْنَ أيْدِيكُمْ فَرَطٌ وَأَنَا شَهِيدٌ عَلَيْكُمْ وإنَّ مَوْعِدَكُمُ الحَوْضُ، وإنِّي لأَنْظُرُ إِلَيْهِ مِنْ مَقَامِي هَذَا، أَلاَ وإنِّي لَسْتُ أَخْشَى عَلَيْكُمْ أنْ تُشْرِكُوا، وَلَكِنْ أخْشَى عَلَيْكُمُ الدُّنْيَا أنْ تَنَافَسُوهَا) قَالَ: فَكَانَتْ آخِرَ نَظْرَةٍ نَظَرْتُهَا إِلَى رَسُولِ اللهِ صلى الله عليه وسلم. متفق عَلَيْهِ.\nوفي رواية: (وَلَكِنِّي أَخْشَى عَلَيْكُمُ الدُّنْيَا أنْ تَنَافَسُوا فِيهَا، وَتَقْتَتِلُوا فَتَهْلِكُوا كما هَلَكَ مَنْ كَانَ قَبْلَكُمْ). قَالَ عُقْبَةُ: فكانَ آخِرَ مَا رَأيْتُ رَسُولَ اللهِ صلى الله عليه وسلم عَلَى المِنْبَرِ.\nوفي روايةٍ قَالَ: (إنِّي فَرَطٌ لَكُمْ وَأنَا شَهِيدٌ عَلَيْكُمْ وإنِّي واللهِ لأَنْظُرُ إِلَى حَوْضِي الآنَ، وإنِّي أُعْطِيتُ مَفَاتِيحَ خَزَائِنِ الأَرْضِ، أَوْ مَفَاتِيحَ الأرْضِ، وإنِّي واللهِ مَا أخَافُ عَلَيْكُمْ أنْ تُشْرِكُوا بَعْدِي، وَلَكِنْ أَخَافُ عَلَيْكُمْ أَنْ تَنَافَسُوا فِيهَا). وَالمُرَادُ بِالصَّلاَةِ عَلَى قَتْلَى أُحُدٍ: الدُّعَاءُ لَهُمْ، لاَ الصَّلاَةُ المَعْرُوفَةُ.","sanad":"وعن عُقْبَةَ بن عامِرٍ رضي الله عنه:"},{"hadithId":"1861","text":"صلَّى بِنَا رَسُولُ اللهِ صلى الله عليه وسلم الفَجْرَ، وَصَعِدَ المِنْبَرَ، فَخَطَبَنَا حَتَّى حَضَرَتِ الظُّهْرُ، فَنَزَلَ فَصَلَّى، ثُمَّ صَعِدَ المِنْبَرَ فَخَطَبَنَا حَتَّى حَضَرَتِ العَصْرُ، ثُمَّ نَزَلَ فَصَلَّى، ثُمَّ صَعِدَ المِنْبَرَ فَخَطَبَنَا حَتَّى غَرَبَتِ الشَّمْسُ، فَأَخْبَرَنَا بِمَا كَانَ وَبِمَا هُوَ كَائِنٌ، فَأَعْلَمُنَا أَحْفَظُنَا. رواه مسلم.","sanad":"وعن أَبي زيد عمرِو بن أخْطَبَ الأنصاريِّ رضي الله عنه قَالَ:"},{"hadithId":"1862","text":"قَالَ النَّبيُّ صلى الله عليه وسلم: (مَنْ نَذَرَ أنْ يُطِيعَ اللهَ فَلْيُطِعْهُ، وَمَنْ نَذَرَ أَنْ يَعْصِيَ اللهَ فَلاَ يَعْصِهِ). رواه البخاري.","sanad":"وعن عائشة رَضِيَ اللهُ عنها قالت:"},{"hadithId":"1863","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم أمرها بِقَتْلِ الأَوْزَاغِ وقال: (كَانَ يَنْفُخُ عَلَى إبْرَاهِيمَ) متفق عَلَيْهِ.","sanad":"وعن أمِّ شَرِيكٍ رَضِيَ اللهُ عنها:"},{"hadithId":"1864","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (مَنْ قَتَلَ وَزَغَةً فِي أَوَّلِ ضَرْبَةٍ فَلَهُ كَذَا وَكَذَا حَسَنَةً، وَمَنْ قَتَلَهَا في الضَّرْبَةِ الثَّانِيَةِ فَلَهُ كَذَا وَكَذَا حَسَنَةً دُونَ الأولَى، وَإنْ قَتَلَهَا فِي الضَّرْبَةِ الثَّالِثَةِ فَلَهُ كَذَا وَكَذَا حَسَنَةً).\nوفي رواية: (مَنْ قَتَلَ وَزَغَاً في أَوَّلِ ضَرْبَةٍ كُتِبَ لَهُ مِائَةُ حَسَنَةٍ، وفي الثَّانِيَةِ دُونَ ذَلِكَ، وفي الثَّالِثَةِ دُونَ ذَلِكَ). رواه مسلم.\n\nقَالَ أهلُ اللُّغة: (الوَزَغُ) العِظَامُ مِنْ سَامَّ أَبْرَصَ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1865","text":"أنَّ رَسُول اللهِ صلى الله عليه وسلم قَالَ: (قَالَ رَجُلٌ لأَتَصَدَّقَنَّ بِصَدَقَةٍ، فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ سَارِقٍ، فَأَصْبَحُوا يَتَحَدَّثُونَ: تُصُدِّقَ عَلَى سَارِقٍ! فَقَالَ: اللَّهُمَّ لَكَ الحَمْدُ لأتَصَدَّقَنَّ بِصَدَقَةٍ، فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا في يَدِ زَانِيَةٍ؛ فَأصْبَحُوا يَتَحَدَّثُونَ: تُصُدِّقَ اللَّيْلَةَ عَلَى زَانِيَةٍ! فَقَالَ: اللَّهُمَّ لَكَ الحَمْدُ عَلَى زَانِيَةٍ! لأتَصَدَّقَنَّ بِصَدَقَةٍ، فَخَرَجَ بِصَدَقَتِهِ فوَضَعَهَا في يَدِ غَنِيٍّ، فَأَصْبَحُوا يَتَحَدَّثُونَ: تُصُدِّقَ عَلَى غَنِيٍّ؟ فَقَالَ: اللَّهُمَّ لَكَ الحَمْدُ عَلَى سَارِقٍ وَعَلَى زَانِيَةٍ وعلى غَنِيٍّ! فَأُتِيَ فقيل لَهُ: أمَّا صَدَقَتُكَ عَلَى سارقٍ فَلَعَلَّهُ أنْ يَسْتَعِفَّ عَنْ سَرِقَتِهِ، وأمَّا الزَّانِيَةُ فَلَعَلَّهَا تَسْتَعِفُّ عَنْ زِنَاهَا، وأمَّا الغَنِيُّ فَلَعَلَّهُ أَنْ يَعْتَبِرَ فَيُنْفِقَ مِمَّا أَعْطَاهُ اللهُ). رواه البخاري بلفظه ومسلم بمعناه.","sanad":"وعن أَبي هريرة رضي الله عنه،"},{"hadithId":"1866","text":"كنَّا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم في دَعْوَةٍ، فَرُفِعَ إِلَيْهِ الذِّرَاعُ، وَكَانَتْ تُعْجِبُهُ، فَنَهَسَ مِنْهَا نَهْسَةً وقال: (أنا سَيِّدُ النَّاسِ يَوْمَ القِيَامَةِ، هَلْ تَدْرُونَ مِمَّ ذَاكَ؟ يَجْمَعُ اللهُ الأوَّلِينَ وَالآخِرِينَ في صَعِيدٍ وَاحِدٍ، فَيُبْصِرُهُمُ النَّاظِرُ، وَيُسْمِعُهُمُ الدَّاعِي، وَتَدْنُو مِنْهُمُ الشَّمْسُ، فَيَبْلُغُ النَّاس مِنَ الغَمِّ وَالكَرْبِ مَا لاَ يُطِيقُونَ وَلاَ يَحْتَمِلُونَ، فَيقُولُ النَّاسُ: أَلاَّ تَرَوْنَ مَا أنْتُمْ فِيهِ إِلَى مَا بَلَغَكُمْ، ألاَ تَنْظُرُونَ مَنْ يَشْفَعُ لَكُمْ إِلَى رَبِّكُمْ؟ فَيقُولُ بَعْضُ النَّاسِ لِبَعْضٍ: أبُوكُمْ آدَمُ، فَيَأتُونَهُ فَيقُولُونَ: يَا آدَمُ أنْتَ أَبُو البَشَرِ، خَلَقَكَ اللهُ بِيَدِهِ، وَنَفَخَ فِيكَ مِنْ رُوحِهِ، وأمَرَ المَلاَئِكَةَ فَسَجَدُوا لَكَ، وأسْكَنَكَ الجَنَّةَ، ألاَ تَشْفَعُ لَنَا إِلَى رَبِّكَ؟ ألاَ تَرَى إِلَى مَا نَحْنُ فِيهِ وَمَا بَلَغْنَا؟ فَقَالَ: إنَّ رَبِّي غَضِبَ اليَوْمَ غَضَباً لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلا يَغْضَبُ بَعْدَهُ مِثْلَهُ، وَإنَّهُ نَهَانِي عَنِ الشَّجَرَةِ فَعَصَيْتُ، نَفْسِي نَفْسِي نَفْسِي، اذْهَبُوا إِلَى غَيْرِي، اذْهَبُوا إِلَى نُوحٍ، فَيَأتُونَ نوحاً فَيَقُولُونَ: يَا نُوحُ، أنْتَ أوَّلُ الرُّسُلِ إِلَى أهلِ الأرْضِ، وَقَدْ سَمَّاكَ اللهُ عَبْداً شَكُوراً، ألاَ تَرَى إِلَى مَا نَحْنُ فِيهِ، ألاَ تَرَى إِلَى مَا بَلَغْنَا، ألاَ تَشْفَعُ لَنَا إِلَى رَبِّكَ؟ فَيقُولُ: إنَّ رَبِّي غَضِبَ اليَوْمَ غَضَباً لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ، وَإنَّهُ قَدْ كَانَتْ لِي دَعْوَةٌ دَعَوْتُ بِهَا عَلَى قَوْمِي، نَفْسِي نَفْسِي نَفْسِي، اذْهَبُوا إِلَى غَيْرِي، اذْهَبُوا إِلَى إبْرَاهِيمَ، فَيَأتُونَ إبْرَاهِيمَ فَيقُولُونَ: يَا إبْرَاهِيمُ، أنْتَ نَبِيُّ اللهِ وَخَلِيلُهُ مِنْ أهْلِ الأرْضِ، اشْفَعْ لَنَا إِلَى رَبِّكَ، ألاَ تَرَى إِلَى مَا نَحْنُ فِيهِ؟ فَيقُولُ لَهُمْ: إنَّ رَبِّي قَدْ غَضِبَ اليَوْمَ غَضَباً لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ، وَإنَّي كُنْتُ كَذَبْتُ ثَلاثَ كَذبَاتٍ (1)؛ نَفْسِي نَفْسِي نَفْسِي، اذْهَبُوا إِلَى غَيْرِي، اذْهَبُوا إِلَى مُوسَى، فَيَأتُونَ مُوسَى فَيقُولُونَ: يَا مُوسَى أنَتَ رَسُولُ اللهِ، فَضَّلَكَ اللهُ بِرسَالاَتِهِ وَبِكَلاَمِهِ عَلَى النَّاسِ، اشْفَعْ لَنَا إِلَى رَبِّكَ، ألاَ تَرَى إِلَى مَا نَحْنُ فِيهِ؟ فيقُولُ: إنَّ رَبِّي قَدْ غَضِبَ اليَوْمَ غَضَباً لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ، وَإنَّي قَدْ قَتَلْتُ نَفْساً لَمْ أُومَرْ بِقَتْلِهَا، نَفْسِي نَفْسِي نَفْسِي، اذْهَبُوا إِلَى غَيْرِي؛ اذْهَبُوا إِلَى عِيسَى. فَيَأتُونَ عِيسَى فَيَقُولُونَ: يَا عِيسَى، أنْتَ رَسُولُ الله وَكَلِمَتُهُ ألْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ، وَكَلَّمْتَ النَّاسَ في المَهْدِ، اشْفَعْ لَنَا إِلَى رَبِّكَ، ألاَ تَرَى إِلَى مَا نَحْنُ فِيهِ؟ فيَقُولُ عِيسَى: إنَّ رَبِّي قَدْ غَضِبَ اليَوْمَ غَضَباً لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ، وَلَمْ يَذْكُرْ ذَنْباً، نَفْسِي نَفْسِي نَفْسِي، اذْهَبُوا إِلَى غَيْرِي، اذْهَبُوا إِلَى مُحَمَّدٍ صلى الله عليه وسلم). وفي روايةٍ: (فَيَأتُونِي فَيَقُولُونَ: يَا مُحَمَّدُ أنتَ رَسُولُ اللهِ وخَاتَمُ الأنْبِياءِ، وَقَدْ غَفَرَ اللهُ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ، اشْفَعْ لَنَا إِلَى رَبِّكَ، ألاَ تَرَى إِلَى مَا نَحْنُ فِيهِ؟ فَأنْطَلِقُ فَآتِي تَحْتَ العَرْشِ فَأَقَعُ سَاجِداً لِرَبِّي، ثُمَّ يَفْتَحُ اللهُ عَلَيَّ مِنْ مَحَامِدِهِ، وَحُسْنِ الثَّنَاءِ عَلَيْهِ شَيْئاً لَمْ يَفْتَحْهُ عَلَى أحَدٍ قَبْلِي، ثُمَّ يُقَالُ: يَا مُحَمَّدُ ارْفَعْ رَأسَكَ، سَلْ تُعْطَهُ، وَاشْفَعْ تُشَفَّعْ، فَأرْفَعُ رَأْسِي، فَأقُولُ: أُمَّتِي يَا رَبِّ، أُمَّتِي يَا رَبِّ، أُمَّتِي يَا رَبِّ، فَيُقَالُ: يَا مُحَمَّدُ أدْخِلْ مِنْ أُمَّتِكَ مَنْ لاَ حِسَابَ عَلَيْهِمْ مِنَ البَابِ الأيْمَنِ مِنْ أَبْوَابِ الجَنَّةِ، وَهُمْ شُرَكَاءُ النَّاسِ فِيمَا سِوَى ذَلِكَ مِنَ الأبْوَابِ). ثُمَّ قَالَ: (وَالَّذِي نَفْسِي بِيَدِهِ، إنَّ مَا بَيْنَ المِصْرَاعَيْنِ مِنْ مَصَارِيعِ الجَنَّةِ كَمَا بَيْنَ مَكَّةَ وَهَجَرَ، أَوْ كَمَا بَيْنَ مَكَّةَ وَبُصْرَى) (2)، متفق عَلَيْهِ.\n\nــــــــــــــــــــــ\n(1) ثَلاثَ كَذبَاتٍ : الكذبات الثلاثة هي قوله: {إِنِّي سَقِيمٌ} وهو ليس بسقيم، لكنه قال متحدياً لقومه الذين يعبدون الكواكب. والثانية : قوله للملك الكافر : (هذه أختي) يعني : زوجته ليسلم من شره، وهي ليست كذلك. والثالثة: قوله{بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا} أي: الأصنام. شرح رياض الصالحين 4/431.\n(2) هَجَرَ : بفتح الهاء والجيم، مدينة هي قاعدة البحرين. وبصرى : مُوضع بالشام، وصل إليها النبي صلى الله عليه وسلم للتجارة، وهي مشهورة عند العرب. مراصد الاطلاع 1/201 و3/1452.","sanad":"وعنه قَالَ:"},{"hadithId":"1867","text":"جَاءَ إبراهيم صلى الله عليه وسلم بِأُمِّ إسْماعِيلَ وَبِابْنِهَا إسْمَاعِيل وَهِيَ تُرْضِعُهُ، حَتَّى وَضَعهَا عِنْدَ البَيْتِ، عِنْدَ دَوْحَةٍ فَوقَ زَمْزَمَ في أعْلَى المَسْجِدِ، وَلَيْسَ بِمَكَّةَ يَوْمَئِذٍ أَحَدٌ، وَلَيْسَ بِهَا مَاءٌ، فَوَضَعَهُمَا هُنَاكَ، وَوَضَعَ عِنْدَهُمَا جِرَاباً فِيهِ تَمْرٌ، وَسِقَاءً فِيهِ مَاءٌ، ثُمَّ قَفَّى إبْرَاهِيمُ مُنْطَلِقاً، فَتَبِعَتْهُ أمُّ إسْمَاعِيلَ فَقَالَتْ: يَا إبْرَاهِيمُ، أَيْنَ تَذْهَبُ وَتَتْرُكُنَا بِهذَا الوَادِي الَّذِي لَيْسَ فِيهِ أنِيسٌ وَلاَ شَيْءٌ؟ فَقَالَتْ لَهُ ذَلِكَ مِرَاراً، وَجَعَلَ لاَ يَلْتَفِتُ إِلَيْهَا، قَالَتْ لَهُ: آللهُ أَمَرَكَ بِهَذَا؟ قَالَ: نَعَمْ، قَالَتْ: إذاً لاَ يُضَيِّعُنَا؛ ثُمَّ رَجَعَتْ، فَانْطَلَقَ إِبْرَاهِيمُ صلى الله عليه وسلم، حَتَّى إِذَا كَانَ عِنْدَ الثَّنِيَّةِ حَيْثُ لاَ يَرُونَهُ، اسْتَقْبَلَ بِوَجْهِهِ البَيْتَ، ثُمَّ دَعَا بِهؤُلاءِ الدَّعَوَاتِ، فَرَفَعَ يَدَيْهِ فَقَالَ: {رَبِّ إنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ} حَتَّى بَلَغَ {يَشْكُرُونَ} [إبراهيم : 37]. وَجَعَلَتْ أُمُّ إسْمَاعِيلَ تُرْضِعُ إسْمَاعِيلَ وَتَشْرَبُ مِنْ ذَلِكَ المَاءِ، حَتَّى إِذَا نَفِدَ مَا فِي السِّقَاءِ عَطِشَتْ، وَعَطِشَ ابْنُهَا، وَجَعَلتْ تَنْظُرُ إِلَيْهِ يَتَلَوَّى - أَوْ قَالَ يَتَلَبَّطُ - فَانْطَلَقَتْ كَرَاهِيَةَ أنْ تَنْظُرَ إِلَيْهِ، فَوَجَدَتِ الصَّفَا أَقْرَبَ جَبَلٍ في الأرْضِ يَلِيهَا، فَقَامَتْ عَلَيْهِ، ثُمَّ اسْتَقْبَلَتِ الوَادِي تَنْظُرُ هَلْ تَرَى أحَداً؟ فَلَمْ تَرَ أحَداً. فَهَبَطَتْ مِنَ الصَّفَا حَتَّى إِذَا بَلَغَتِ الوَادِي، رَفَعَت طَرفَ دِرْعِهَا، ثُمَّ سَعَتْ سَعْيَ الإنْسَانِ المَجْهُودِ حَتَّى جَاوَزَتِ الوَادِي، ثُمَّ أتَتِ المَرْوَةَ فَقَامَتْ عَلَيْهَا، فَنَظَرَتْ هَلْ تَرَى أحَداً؟ فَلَمْ تَرَ أَحَداً، فَفَعَلَتْ ذَلِكَ سَبْعَ مَرَّاتٍ. قَالَ ابن عباس رضي الله عنهما: قَالَ النبيُّ صلى الله عليه وسلم: (فَلذَلِكَ سَعْيُ النَّاسِ بَيْنَهُمَا)، فَلَمَّا أَشْرَفَتْ عَلَى المَرْوَةِ سَمِعَتْ صَوْتاً، فَقَالَتْ: صَهْ - تُريدُ نَفْسَهَا - ثُمَّ تَسَمَّعَتْ، فَسَمِعَتْ أَيضاً، فَقَالَتْ: قَدْ أسْمَعْتَ إنْ كَانَ عِنْدَكَ غَوَاثٌ، فَإذَا هِيَ بِالمَلَكِ عِنْدَ مَوْضِعِ زَمْزَمَ، فَبَحَثَ بِعَقِبِهِ - أَوْ قَالَ بِجَنَاحِهِ - حَتَّى ظَهَرَ المَاءُ، فَجَعَلَتْ تُحَوِّضُهُ وَتَقُولُ بِيَدِهَا هَكَذَا، وَجَعَلَتْ تَغْرِفُ مِنَ المَاءِ في سِقَائِهَا وَهُوَ يَفُورُ بَعْدَ مَا تَغْرِفُ. وفي رواية: بِقَدَرِ مَا تَغْرِفُ. قَالَ ابن عباس رضي الله عنهما: قَالَ النبيُّ صلى الله عليه وسلم: (رَحِمَ اللهُ أُمَّ إسْمَاعِيلَ لَوْ تَرَكَتْ زَمْزَمَ - أَوْ قَالَ لَوْ لَمْ تَغْرِفْ مِنَ المَاءِ - لَكَانَتْ زَمْزَمُ عَيْناً مَعِيناً) قَالَ: فَشَرِبَتْ وَأرْضَعَتْ وَلَدَهَا، فَقَالَ لَهَا المَلَكُ: لاَ تَخَافُوا الضَّيْعَةَ فَإنَّ هاهُنَا بَيْتاً للهِ يَبْنِيهِ هَذَا الغُلاَمُ وَأَبُوهُ، وإنَّ اللهَ لاَ يُضَيِّعُ أهْلَهُ، وكان البَيْتُ مُرْتَفِعاً مِنَ الأرْضِ كَالرَّابِيَةِ، تَأتِيهِ السُّيُولُ، فَتَأخُذُ عَنْ يَمِينِهِ وَعَنْ شِمَالِهِ، فَكَانَتْ كَذَلِكَ حَتَّى مَرَّتْ بِهِمْ رُفْقَةٌ مِنْ جُرْهُمٍ، أَوْ أهْلُ بَيْتٍ مِنْ جُرْهُمٍ مُقْبِلينَ مِنْ طَرِيقِ كَدَاءَ، فَنَزلُوا في أسْفَلِ مَكَّةَ؛ فَرَأَوْا طَائِراً عائِفاً، فَقَالُوا: إنَّ هَذَا الطَّائِرَ لَيَدُورُ عَلَى مَاءٍ، لَعَهْدُنَا بهذا الوَادِي وَمَا فِيهِ مَاء. فَأَرْسَلُوا جَرِيّاً أَوْ جَرِيَّيْنِ، فَإذَا هُمْ بِالمَاءِ. فَرَجَعُوا فَأَخْبَرُوهُمْ؛ فَأَقْبَلُوا وَأُمُّ إسْمَاعِيلَ عِنْدَ المَاءِ، فقالوا: أتَأذَنِينَ لَنَا أنْ نَنْزِلَ عِنْدَكِ؟ قَالَتْ: نَعَمْ، وَلَكِنْ لاَ حَقَّ لَكُمْ في المَاءِ، قَالُوا: نَعَمْ. قَالَ ابن عباس: قَالَ النبيُّ صلى الله عليه وسلم: (فَألْفَى ذَلِكَ أُمَّ إسْمَاعِيلَ، وهي تُحِبُّ الأنْسَ) فَنَزَلُوا، فَأرْسَلُوا إِلَى أهْلِهِمْ فَنَزَلُوا مَعَهُمْ، حَتَّى إِذَا كَانُوا بِهَا أهْلَ أبْيَاتٍ وَشَبَّ الغُلاَمُ وَتَعَلَّمَ العَرَبِيَّةَ مِنْهُمْ، وَأنْفَسَهُمْ وَأَعْجَبَهُمْ حِيْنَ شَبَّ، فَلَمَّا أدْرَكَ زَوَّجُوهُ امْرَأةً مِنْهُمْ: وَمَاتَتْ أُمُّ إسْمَاعِيلَ، فَجَاءَ إبْرَاهِيمُ بَعْدَما تَزَوَّجَ إسْمَاعِيلُ يُطَالِعُ تَرِكَتَهُ، فَلَمْ يَجِدْ إسْمَاعِيلَ؛ فَسَأَلَ امْرَأتَهُ عَنْهُ فَقَالَتْ: خرَجَ يَبْتَغِي لَنَا - وفي روايةٍ: يَصِيدُ لَنَا - ثُمَّ سَأَلَهَا عَنْ عَيْشِهِمْ وَهَيْئَتِهِمْ، فَقَالَتْ: نَحْنُ بِشَرٍّ، نَحْنُ فِي ضِيقٍ وَشِدَّةٍ؛ وَشَكَتْ إِلَيْهِ، قَالَ: فَإذَا جَاءَ زَوْجُكِ اقْرَئِي عَلَيْهِ السَّلاَمَ، وَقُولِي لَهُ يُغَيِّرْ عَتَبَةَ بَابِهِ. فَلَمَّا جَاءَ إسْمَاعِيلُ كَأَنَّهُ آنَسَ شَيْئاً، فَقَالَ: هَلْ جَاءكُمْ مِنْ أحَدٍ؟ قَالَتْ: نَعَمْ، جَاءنا شَيْخٌ كَذَا وَكَذَا، فَسَأَلَنَا عَنْكَ فَأَخْبَرْتُهُ، فَسَأَلَنِي: كَيْفَ عَيْشُنَا، فَأَخْبَرْتُهُ أَنَّا في جَهْدٍ وَشِدَّةٍ. قَالَ: فَهَلْ أَوْصَاكِ بِشَيءٍ؟ قَالَتْ: نَعَمْ، أَمَرَنِي أنْ أقْرَأَ عَلَيْكَ السَّلاَمَ، وَيَقُولُ: غَيِّرْ عَتَبَةَ بَابِكَ، قَالَ: ذَاكَ أبِي وَقَدْ أَمَرَنِي أنْ أُفَارِقَكِ! الْحَقِي بِأَهْلِكِ. فَطَلَّقَهَا وَتَزَوَّجَ مِنْهُمْ أُخْرَى، فَلَبِثَ عَنْهُمْ إِبْرَاهِيمُ مَا شَاءَ اللهُ، ثُمَّ أَتَاهُمْ بَعْدُ فَلَمْ يَجِدْهُ، فَدَخَلَ عَلَى امْرَأتِهِ فَسَألَ عَنْهُ. قَالَتْ: خَرَجَ يَبْتَغِي لَنَا قَالَ: كَيفَ أنْتُمْ؟ وَسَأَلَهَا عَنْ عَيْشِهِمْ وَهَيْئَتِهِمْ، فَقَالَتْ: نَحْنُ بِخَيرٍ وَسَعَةٍ، وَأَثْنَتْ عَلَى اللهِ. فَقَالَ: مَا طَعَامُكُمْ؟ قَالَتْ: اللَّحْمُ، قَالَ: فمَا شَرَابُكُمْ؟ قَالَت: الماءُ، قَالَ: اللَّهُمَّ بَارِكْ لَهُمْ فِي اللَّحْمِ وَالمَاءِ. قَالَ النَّبيُّ صلى الله عليه وسلم: وَلَمْ يَكُنْ لَهُمْ يَوْمَئِذٍ حَبٌّ وَلَوْ كَانَ لَهُمْ دَعَا لَهُمْ فِيهِ، قَالَ: فَهُمَا لاَ يَخْلُو عَلَيْهِمَا أَحَدٌ بِغَيْرِ مَكَّةَ إِلاَّ لَمْ يُوَافِقَاهُ. وَفِي رواية: فجاء فَقَالَ: أيْنَ إسْمَاعِيلُ؟ فَقَالَتْ امْرأتُهُ: ذَهَبَ يَصِيدُ؛ فَقَالَتْ امْرَأتُهُ: ألاَ تَنْزِلُ، فَتَطْعَمَ وَتَشْرَبَ؟ قَالَ: وَمَا طَعَامُكُمْ وَمَا شَرَابُكُمْ؟ قَالَتْ: طَعَامُنَا اللَّحْمُ وَشَرَابُنَا المَاءُ، قَالَ: اللَّهُمَّ بَارِكْ لَهُمْ فِي طَعَامِهِمْ وَشَرابِهِمْ. قَالَ: فَقَالَ أَبُو القاسم صلى الله عليه وسلم: بَرَكَةُ دَعوَةِ إبْرَاهِيمَ. قَالَ: فإذَا جَاءَ زَوْجُكِ فَاقْرَئِي عَلَيْهِ السَّلاَمَ وَمُرِيِهِ يُثَبِّتُ عَتَبَةَ بَابِهِ. فَلَمَّا جَاءَ إسْمَاعِيلُ قَالَ: هَلْ أتاكُمْ مِنْ أحَدٍ؟ قَالَتْ: نَعَمْ، أتانَا شَيْخٌ حَسَنُ الهَيْئَةِ، وَأثْنَتْ عَلَيْهِ، فَسَألَنِي عَنْكَ فَأَخْبَرتُهُ، فَسَألَنِي كَيْفَ عَيْشُنَا فَأخْبَرْتُهُ أَنَّا بِخَيْرٍ. قَالَ: فَأوْصَاكِ بِشَيءٍ؟ قَالَتْ: نَعَمْ، يَقْرَأُ عَلَيْكَ السَّلاَمَ وَيَأمُرُكَ أَنْ تُثَبِّتَ عَتَبَةَ بَابِكَ. قَالَ: ذَاكَ أبِي، وأنْتِ العَتَبَةُ، أمَرَنِي أنْ أُمْسِكَكِ. ثُمَّ لَبِثَ عَنْهُمَ مَا شَاءَ اللهُ، ثُمَّ جَاءَ بَعدَ ذَلِكَ وإسْمَاعِيلُ يَبْرِي نَبْلاً لَهُ تَحْتَ دَوْحَةٍ قَريباً مِنْ زَمْزَمَ، فَلَمَّا رَآهُ قَامَ إِلَيْهِ، فَصَنَعَا كَمَا يَصْنَعُ الوَالِدُ بِالوَلَدِ وَالوَلَدُ بِالوَالدِ. قَالَ: يَا إسْمَاعِيلُ، إنَّ اللهَ أمَرَنِي بِأمْرٍ، قَالَ: فَاصْنَعْ مَا أمَرَكَ رَبُّكَ؟ قالَ: وَتُعِينُنِي، قَالَ: وَأُعِينُكَ، قَالَ: فَإنَّ اللهَ أمَرَنِي أَنْ أَبْنِي بَيْتاً هاهُنَا، وأشَارَ إِلَى أكَمَةٍ مُرْتَفِعَةٍ عَلَى مَا حَوْلَهَا، فَعِنْدَ ذَلِكَ رَفَعَ القَوَاعِدَ مِنَ البَيْتِ، فَجَعَلَ إسْمَاعِيلُ يَأتِي بِالحِجَارَةِ وَإبْرَاهِيمُ يَبْنِي حَتَّى إِذَا ارْتَفَعَ البِنَاءُ، جَاءَ بِهذَا الحَجَرِ فَوَضَعَهُ لَهُ فَقَامَ عَلَيْهِ، وَهُوَ يَبْنِي وَإسْمَاعِيلُ يُنَاوِلُهُ الحجارة وَهُمَا يَقُولاَنِ: {رَبَّنَا تَقَبَّلْ مِنَّا إنَّكَ أنْتَ السَّمِيعُ العَلِيمُ} [البقرة : 127].\nوفي روايةٍ: إنَّ إبْرَاهِيمَ خَرَجَ بِإسْمَاعِيلَ وَأُمِّ إسْمَاعِيلَ، مَعَهُمْ شَنَّةٌ فِيهَا مَاءٌ، فَجَعَلَتْ أُمُّ إسْمَاعِيلَ تَشْرَبُ مِنَ الشَّنَّةِ فَيَدِرُّ لَبَنُهَا عَلَى صَبِيِّهَا، حَتَّى قَدِمَ مَكَّةَ، فَوَضَعَهَا تَحْتَ دَوْحَةٍ، ثُمَّ رَجَعَ إبْرَاهِيمُ إِلَى أهْلِهِ، فَاتَّبَعَتْهُ أُمُّ إسْماعيلَ حَتَّى لَمَّا بَلَغُوا كَدَاءَ نَادَتْهُ مِنْ وَرَائِهِ: يَا إبْرَاهِيمُ إِلَى مَنْ تَتْرُكُنَا؟ قَالَ: إِلَى اللهِ، قَالَتْ: رَضِيْتُ باللهِ، فَرَجَعَتْ وَجَعَلَتْ تَشْرَبُ مِنَ الشِّنَّةِ وَيَدُرُّ لَبَنُهَا عَلَى صَبِيِّهَا، حَتَّى لَمَّا فَنِيَ المَاءُ قَالَتْ: لَوْ ذَهَبْتُ فَنَظَرْتُ لَعَلِّي أُحِسُّ أَحَداً. قَالَ: فَذَهَبَتْ فَصَعِدَتِ الصَّفَا، فَنَظَرَتْ وَنَظَرَتْ هَلْ تُحِسُّ أحداً، فَلَمْ تُحِسَّ أَحَداً، فَلَمَّا بَلَغَتِ الوَادِي سَعَتْ، وأتَتِ المَرْوَةَ، وَفَعَلَتْ ذَلِكَ أشْوَاطَاً، ثُمَّ قَالَتْ: لَوْ ذَهَبْتُ فَنَظَرْتُ مَا فَعَلَ الصَّبِيُّ، فَذَهَبَتْ فَنَظَرَتْ فَإذَا هُوَ عَلَى حَالِهِ، كَأنَّهُ يَنْشَغُ لِلْمَوْتِ، فَلَمْ تُقِرَّهَا نَفْسُهَا فَقَالَتْ: لَوْ ذَهَبْتُ فَنَظَرْتُ لَعَلِّي أُحِسُّ أحَداً، فَذَهَبَتْ فَصَعِدَتِ الصَّفَا، فَنَظَرَتْ ونظَرتْ فَلَمْ تُحِسَّ أَحَداً، حَتَّى أتَمَّتْ سَبْعاً، ثُمَّ قَالَتْ: لَوْ ذَهَبْتُ فَنَظَرْتُ مَا فَعَلَ، فَإذَا هِيَ بِصَوْتٍ، فَقَالَتْ: أَغِثْ إنْ كَانَ عِنْدَكَ خَيْرٌ، فَإذَا جِبْرِيلُ فَقَالَ بِعقِبِهِ هَكَذَا، وَغَمَزَ بِعَقِبِهِ عَلَى الأرْضِ، فَانْبَثَقَ المَاءُ فَدَهِشَتْ أُمُّ إسْمَاعِيلَ، فَجَعَلَتْ تَحْفِنُ… وَذَكَرَ الحَديثَ بِطُولِهِ، رواه البخاري بهذه الروايات كلها.\n\n(الدَّوْحَةُ) الشَّجَرَةُ الكَبِيرَةُ. قولُهُ: (قَفَّى): وَلَّى. (وَالْجَرِيُّ): الرَّسُولُ. (وَألْفَى): معناه وَجَدَ. قَولُهُ: (يَنْشَغُ): يَشْهَقُ.","sanad":"وعن ابن عباس رضي الله عنهما قَالَ:"},{"hadithId":"1868","text":"سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يقولُ: (الكَمْأَةُ مِنَ المَنِّ، وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ (1)، متفق عَلَيْهِ.\n\nـــــــــــــــــــــــــــ\n(1) مَاؤُهَا شِفَاءٌ لِلْعَيْنِ : فيه ثلاثة أقوال.\nأحدها : أن ماءها يخلط في الأدوية التي يعالج بها العين.\nالثاني : أنه يستعمل بحتاً بعد شيها، واستقطار مائها.\nالثالث : أن المراد بمائها الماء الذي يحدث به من المطر وهو أول قطر ينْزل إلى الأرض … زاد المعاد 4/334.","sanad":"وعن سعيد بن زيد رضي الله عنه قَالَ:"}]}]}