{"bookID":"9","bookName":"9. كتاب الفضائل","numberOfchaptars":52,"chaptars":[{"chapterID":1,"chapterName":"1 - باب فضل قراءة القرآن","chapterIntro":"1 - باب فضل قراءة القرآن.","hadiths":[{"hadithId":"990","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (اقْرَؤُوا القُرْآنَ؛ فَإنَّهُ يَأتِي يَوْمَ القِيَامَةِ شَفِيعاً لأَصْحَابِهِ) رواه مسلم.","sanad":"عن أَبي أُمَامَةَ رضي الله عنه قَالَ:"},{"hadithId":"991","text":"سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقولُ: (يُؤْتَى يَوْمَ القِيَامَةِ بِالقُرْآنِ وَأهْلِهِ الذينَ كَانُوا يَعْمَلُونَ بِهِ في الدُّنْيَا تَقْدُمُه سورَةُ البَقَرَةِ وَآلِ عِمْرَانَ، تُحَاجَّانِ عَنْ صَاحِبِهِمَا) رواه مسلم.","sanad":"وعن النَّوَّاسِ بنِ سَمْعَانَ رضي الله عنه قَالَ:"},{"hadithId":"992","text":"قَالَ رسول الله صلى الله عليه وسلم: (خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ) رواه البخاري.","sanad":"وعن عثمان بن عفان رضي الله عنه قَالَ:"},{"hadithId":"993","text":"قَالَ رسول الله صلى الله عليه وسلم: (الَّذِي يَقْرَأُ القُرْآنَ وَهُوَ مَاهِرٌ (1) بِهِ مَعَ السَّفَرَةِ الكِرَامِ البَرَرَةِ، وَالَّذِي يَقْرَأُ الْقُرْآنَ وَيَتَتَعْتَعُ (2)، فِيهِ وَهُوَ عَلَيْهِ شَاقٌّ لَهُ أجْرَانِ) متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــ\n(1) المَاهِرٌ : الحاذق بالقراءة، والسّفرة: الملائكة. النهاية 4/374.\n(2) يَتَتَعْتَعُ : أي يتردد في قراءته ويتبلد فيها لسانه. النهاية 1/190.","sanad":"وعن عائشة رضي الله عنها قالت:"},{"hadithId":"994","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَثَلُ الْمُؤْمِنِ الَّذِي يَقْرَأُ القُرْآنَ مَثَلُ الأُتْرُجَّةِ: رِيحُهَا طَيِّبٌ وَطَعْمُهَا طَيِّبٌ، وَمَثَلُ الْمُؤْمِنِ الَّذِي لاَ يَقْرَأُ القُرْآنَ كَمَثَلِ التَّمْرَةِ: لاَ رِيحَ لَهَا وَطَعْمُهَا حُلْوٌ، وَمَثلُ المُنَافِقِ الَّذِي يقرأ القرآنَ كَمَثلِ الرَّيحانَةِ: ريحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ، وَمَثَلُ المُنَافِقِ الَّذِي لاَ يَقْرَأُ القُرْآنَ كَمَثلِ الحَنْظَلَةِ: لَيْسَ لَهَا رِيحٌ وَطَعْمُهَا مُرٌّ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي موسى الأشعري رضي الله عنه قَالَ: "},{"hadithId":"995","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (إنَّ اللهَ يَرْفَعُ بِهَذَا الكِتَابِ أقْوَاماً وَيَضَعُ بِهِ آخرِينَ) رواه مسلم.","sanad":"وعن عمر بن الخطاب رضي الله عنه:"},{"hadithId":"996","text":"عن النَّبيِّ صلى الله عليه وسلم قَالَ: (لاَ حَسَدَ إِلاَّ في اثْنَتَيْنِ: رَجُلٌ آتَاهُ اللهُ القُرْآنَ، فَهُوَ يَقُومُ بِهِ آنَاء اللَّيْلِ وَآنَاءَ النَّهَارِ، وَرَجُلٌ آتَاهُ اللهُ مَالاً، فَهُوَ يُنْفِقُهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ) متفقٌ عَلَيْهِ.\n\n(والآنَاءُ): السَّاعَاتُ.","sanad":"وعن ابن عمر رضي اللهُ عنهما،"},{"hadithId":"997","text":"كَانَ رَجُلٌ يَقْرَأُ سُورَةَ الْكَهْفِ، وَعِنْدَهُ فَرَسٌ مَرْبُوطٌ بِشَطَنَيْنِ، فَتَغَشَّتْهُ سَحَابَةٌ فَجَعَلَتْ تَدْنُو، وَجَعَلَ فَرَسُه يَنْفِرُ مِنْهَا، فَلَمَّا أصْبَحَ أتَى النَّبيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ: (تِلْكَ السَّكِينَةُ تَنَزَّلَتْ لِلقُرْآنِ) متفقٌ عَلَيْهِ.\n\n(الشَّطَنُ) بفتحِ الشينِ المعجمة والطاءِ المهملة: الحَبْلُ.","sanad":"وعن البراءِ بن عازِبٍ رضي اللهُ عنهما قَالَ: "},{"hadithId":"998","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (مَنْ قَرَأ حَرْفاً مِنْ كِتَابِ اللهِ فَلَهُ حَسَنَةٌ، وَالحَسَنَةُ بِعَشْرِ أمْثَالِهَا، لاَ أقول: ألم (1)، حَرفٌ، وَلكِنْ: ألِفٌ حَرْفٌ، وَلاَمٌ حَرْفٌ، وَمِيمٌ حَرْفٌ) رواه الترمذي، وقال: (حديث حسن صحيح).\n\nــــــــــــــــــ\n(1) ألم : ألف، لام، ميم.","sanad":"وعن ابن مسعودٍ رضي الله عنه قَالَ:"},{"hadithId":"999","text":"قَالَ رسول الله صلى الله عليه وسلم: (إنَّ الَّذِي لَيْسَ في جَوْفِهِ شَيْءٌ مِنَ القُرْآنِ كَالبَيْتِ الخَرِبِ) رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن ابن عباسٍ رضي الله عنهما قَالَ:"},{"hadithId":"1000","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (يُقَالُ لِصَاحِبِ الْقُرْآنِ: اقْرَأْ وَارْتَقِ وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ في الدُّنْيَا، فَإنَّ مَنْزِلَتَكَ عِنْدَ آخِرِ آية تَقْرَؤُهَا) رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن عبد اللهِ بن عمرو بن العاص رضي الله عنهما، "}]},{"chapterID":2,"chapterName":"2 - باب الأمر بتعهد القرآن والتحذير عن تعريضه للنسيان","chapterIntro":"2 - باب الأمر بتعهد القرآن والتحذير عن تعريضه للنسيان.","hadiths":[{"hadithId":"1001","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (تعاهدوا هَذَا القُرْآنَ، فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَهُوَ أشَدُّ تَفَلُّتاً مِنَ الإبلِ فِي عُقُلِهَا) متفقٌ عَلَيْهِ.","sanad":"عن أَبي موسى رضي الله عنه،"},{"hadithId":"1002","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إنَّمَا مَثَلُ صَاحبِ الْقُرْآنِ كَمَثَلِ الإِبِلِ المُعَقَّلَةِ، إنْ عَاهَدَ عَلَيْهَا أمْسَكَهَا، وَإنْ أطْلَقَهَا ذَهَبَتْ) متفقٌ عَلَيْهِ.","sanad":"وعن ابن عمر رضي الله عنهما: "}]},{"chapterID":3,"chapterName":"3 - باب استحباب تحسين الصوت بالقرآن وطلب القراءة من حسن الصوت والاستماع لها","chapterIntro":"3 - باب استحباب تحسين الصوت بالقرآن وطلب القراءة من حسن الصوت والاستماع لها.","hadiths":[{"hadithId":"1003","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (مَا أَذِنَ اللهُ لِشَيءٍ مَا أَذِنَ لِنَبِيٍّ حَسَنِ الصَّوْتِ يَتَغَنَّى بِالقُرْآنِ يَجْهَرُ بِهِ) متفقٌ عَلَيْهِ.\n\nمَعْنَى (أَذِنَ الله): أي اسْتَمَعَ، وَهُوَ إشَارَةٌ إِلَى الرِّضَا والقَبولِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1004","text":"أنَّ رسولَ الله صلى الله عليه وسلم قَالَ لَهُ: (لَقدْ أُوتِيتَ مِزْمَاراً (1)، مِنْ مَزَامِيرِ آلِ دَاوُدَ) متفقٌ عَلَيْهِ. وفي رواية لمسلمٍ: أنَّ رسول الله صلى الله عليه وسلم قَالَ لَهُ: (لَوْ رَأيْتَنِي وَأنَا أسْتَمِعُ لِقِراءتِكَ الْبَارِحَةَ).\n\nــــــــــــــــــــــ\n(1)  المزمار : الآلة التي يزمّر بها. النهاية 2/312.","sanad":"وعن أَبي موسى الأَشعري رضي الله عنه:"},{"hadithId":"1005","text":"سَمِعْتُ النبيَّ صلى الله عليه وسلم قَرَأَ فِي الْعِشَاءِ بالتِّينِ وَالزَّيْتُونِ، فَمَا سَمِعْتُ أحَداً أحْسَنَ صَوْتاً مِنْهُ. متفقٌ عَلَيْهِ.","sanad":"وعن البَراءِ بنِ عازِبٍ رضي اللهُ عنهما قَالَ:"},{"hadithId":"1006","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (مَنْ لَمْ يَتَغَنَّ بِالقُرْآنِ فَلَيْسَ مِنَّا) رواه أَبُو داود بإسنادٍ جيدٍ.\n\nمعنى (يَتَغَنَّى): يُحَسِّنُ صَوْتَهُ بِالقُرْآنِ.","sanad":"وعن أَبي لُبَابَةَ بشير بن عبد المنذر رضي الله عنه:"},{"hadithId":"1007","text":"قَالَ لِي النَّبيُّ صلى الله عليه وسلم: (اقْرَأْ عَلَيَّ القُرْآنَ)، فقلتُ: يَا رسولَ الله، أَقْرَأُ عَلَيْكَ، وَعَلَيْكَ أُنْزِلَ؟! قَالَ: (إنِّي أُحِبُّ أنْ أسْمَعَهُ مِنْ غَيْرِي) فَقَرَأْتُ عَلَيْهِ سُورَةَ النِّسَاءِ، حَتَّى جِئْتُ إِلَى هذِهِ الآية: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلاَءِ شَهِيداً} قَالَ: (حَسْبُكَ الآنَ) فَالْتَفَتُّ إِلَيْهِ، فَإذَا عَيْنَاهُ تَذْرِفَانِ. متفقٌ عَلَيْهِ.","sanad":"وعن ابن مسعودٍ رضي الله عنه قَالَ:"}]},{"chapterID":4,"chapterName":"4 - باب الحث عَلَى سور وآيات مخصوصة","chapterIntro":"4 - باب الحث عَلَى سور وآيات مخصوصة.","hadiths":[{"hadithId":"1008","text":"قَالَ لي رسولُ اللهِ صلى الله عليه وسلم: (أَلاَ أُعَلِّمُكَ أَعْظَمَ سُورَةٍ في القُرْآن قَبْلَ أنْ تَخْرُجَ مِنَ الْمَسْجِدِ؟) فَأخَذَ بِيَدِي، فَلَمَّا أرَدْنَا أنْ نَخْرُجَ، قُلْتُ: يَا رَسُولَ اللهِ، إنَّكَ قُلْتَ: لأُعَلِّمَنَّكَ أعْظَمَ سُورَةٍ في القُرْآنِ؟ قَالَ: (الحَمْدُ للهِ رَبِّ العَالَمِينَ، هِيَ السَّبْعُ المَثَانِي وَالقُرْآنُ العَظِيمُ الَّذِي أُوتِيتُهُ) رواه البخاري.","sanad":"عن أَبي سَعِيدٍ رَافِعِ بن الْمُعَلَّى رضي الله عنه قَالَ:"},{"hadithId":"1009","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ في: {قُلْ هُوَ اللهُ أَحَدٌ}: (وَالَّذِي نَفْسِي بِيَدِهِ إنَّهَا لَتَعْدِلُ ثُلُثَ القُرْآنِ).\nوفي روايةٍ: أن رسول الله صلى الله عليه وسلم قَالَ لأَصْحَابِهِ: (أَيَعْجِزُ أحَدُكُمْ أنْ يَقْرَأَ بِثُلُثِ القُرْآنِ فِي لَيْلَةٍ) فَشَقَّ ذَلِكَ عَلَيْهِمْ وَقَالُوا: أيُّنَا يُطِيقُ ذَلِكَ يَا رسولَ الله؟ فَقَالَ: {قُلْ هُوَ اللهُ أَحَدٌ اللهُ الصَّمَدُ}: ثُلُثُ الْقُرْآنِ) رواه البخاري.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه:"},{"hadithId":"1010","text":"أنَّ رَجُلاً سَمِعَ رَجُلاً يَقْرَأُ: (قُلْ هُوَ اللهُ أَحَدٌ) يُرَدِّدُهَا فَلَمَّا أصْبَحَ جَاءَ إِلَى رَسُولِ الله صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ وَكَانَ الرَّجُلُ يَتَقَالُّهَا (1)، فَقَالَ رسول الله صلى الله عليه وسلم: (وَالَّذِي نَفْسِي بِيَدِهِ، إنَّهَا لَتَعْدِلُ ثُلُثَ القُرْآنِ) رواه البخاري.\n\nــــــــــــــــــــــــ\n(1) يَتَقَالُّهَا : قال ابن حجر في فتح الباري 9/75: (يتقالّها بتشديد اللام وأصله يتقاللها أي يعتقد أنها قليلة).","sanad":"وعنه:"},{"hadithId":"1011","text":"أَنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ في: {قُلْ هُوَ اللهُ أَحَدٌ} (إنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ) رواه مسلم.","sanad":"وعن أَبي هُرَيْرَةَ رضي الله عنه: "},{"hadithId":"1012","text":"أنَّ رَجُلاً قَالَ: يَا رَسُولَ اللهِ، إني أُحِبُّ هذِهِ السُّورَةَ: {قُلْ هُوَ اللهُ أحَدٌ} قَالَ: (إنَّ حُبَّهَا أدْخَلَكَ الجَنَّةَ) رواه الترمذي، وقال: (حديث حسن). ورواه البخاري في صَحِيحِهِ تعليقاً.","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"1013","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (ألَمْ تَرَ آيَاتٍ أُنْزِلَتْ هذِهِ اللَّيْلَةَ لَمْ يُرَ مِثْلُهُنَّ قَطُّ؟ {قُلْ أَعْوذُ بِرَبِّ الفَلَقِ} وَ {قُلْ أَعُوذُ بِرَبِّ النَّاسِ}) رواه مسلم.","sanad":"وعن عقبة بن عامِر رضي الله عنه:"},{"hadithId":"1014","text":"كَانَ رسولُ الله صلى الله عليه وسلم يَتَعَوَّذُ مِنَ الجَانِّ، وَعَيْنِ الإنْسَانِ، حَتَّى نَزَلَتْ المُعَوِّذَتَانِ، فَلَمَّا نَزَلَتَا، أخَذَ بِهِمَا وَتَرَكَ مَا سِوَاهُمَا. رواه الترمذي وقال: (حديث حسن).","sanad":"وعن أَبي سَعِيدٍ الخُدريِّ رضي الله عنه قَالَ:"},{"hadithId":"1015","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مِنَ القُرْآنِ سُورَةٌ ثَلاثُونَ آيَةً شَفَعَتْ لِرَجُلٍ حَتَّى غُفِرَ لَهُ، وَهِيَ: {تَبَارَكَ الَّذِي بِيَدِهِ المُلْكُ}) رواه أَبُو داود والترمذي، وقال: (حديث حسن). وفي رواية أَبي داود: (تَشْفَعُ). ","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1016","text":"عن النبي صلى الله عليه وسلم قَالَ: (مَنْ قَرَأَ بِالآيَتَيْنِ مِنْ آخر سُورَةِ البَقَرَةِ في لَيْلَةٍ كَفَتَاهُ) متفقٌ عَلَيْهِ.\nقِيلَ: كَفَتَاهُ الْمَكْرُوهَ تِلْكَ اللَّيْلَةَ، وَقِيلَ: كَفَتَاهُ مِنْ قِيامِ اللَّيْلِ.","sanad":"وعن أَبي مسعودٍ البَدْرِيِّ رضي الله عنه، "},{"hadithId":"1017","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لاَ تَجْعَلُوا بُيُوتَكُمْ مَقَابِرَ، إنَّ الشَّيْطَانَ يَنْفِرُ مِنَ البَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ البَقرَةِ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1018","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (يَا أَبَا الْمُنْذِرِ، أَتَدْري أيُّ آيَةٍ مِنْ كِتَابِ الله مَعَكَ أعْظَمُ؟) قُلْتُ: {اللهُ لاَ إلَهَ إِلاَّ هُوَ الحَيُّ القَيُّومُ} فَضَرَبَ فِي صَدْرِي، وقال: (لِيَهْنِكَ العِلْمُ أَبَا الْمُنْذِرِ) رواه مسلم.","sanad":"وعن أُبَيِّ بنِ كَعبٍ رضي الله عنه قَالَ:"},{"hadithId":"1019","text":"وَكَّلَنِي رسولُ الله صلى الله عليه وسلم بِحِفْظِ زَكَاةِ رَمَضَانَ، فَأتَانِي آتٍ فَجَعَلَ يَحْثُو مِنَ الطَّعَام، فَأخَذْتُهُ فقُلتُ: لأَرْفَعَنَّكَ إِلَى رسولِ الله صلى الله عليه وسلم، قَالَ: إنِّي مُحْتَاجٌ، وَعَليَّ عِيَالٌ، وَبِي حَاجَةٌ شَدِيدَةٌ، فَخَلَّيْتُ عَنْهُ، فَأصْبَحْتُ، فَقَالَ رسول الله صلى الله عليه وسلم: (يَا أَبَا هُريرة، مَا فَعَلَ أَسِيرُكَ البَارِحَةَ؟) قُلْتُ: يَا رسول الله، شَكَا حَاجَةً وَعِيَالاً، فَرحِمْتُهُ فَخَلَّيْتُ سَبيلَهُ. فَقَالَ: (أمَا إنَّهُ قَدْ كَذَبَكَ وَسَيَعُودُ) فَعَرَفْتُ أنَّهُ سَيَعُودُ، لقولِ رسول الله صلى الله عليه وسلم فَرَصَدْتُهُ، فَجاء يَحْثُو مِنَ الطَّعَامِ، فَقُلتُ: لأَرْفَعَنَّكَ إِلَى رسول الله صلى الله عليه وسلم قَالَ: دَعْنِي فَإنِّي مُحْتَاجٌ، وَعَلَيَّ عِيَالٌ لاَ أعُودُ، فَرحِمْتُهُ فَخَلَّيْتُ سَبيلَهُ، فَأصْبَحْتُ فَقَالَ لي رسول الله صلى الله عليه وسلم: (يَا أَبَا هُريرة، مَا فَعَلَ أَسِيرُكَ البَارِحَةَ؟) قُلْتُ: يَا رسول الله، شَكَا حَاجَةً وَعِيَالاً، فَرحِمْتُهُ فَخَلَّيْتُ سَبيلَهُ. فَقَالَ: (إنَّهُ قَدْ كَذَبَكَ وَسَيَعُودُ) فَرَصَدْتُهُ الثَّالثَة، فَجاء يَحْثُو مِنَ الطَّعَامِ فَأخَذْتُهُ، فَقُلتُ: لأَرْفَعَنَّكَ إِلَى رسولِ الله صلى الله عليه وسلم، وهذا آخِرُ ثلاثِ مَرَّاتٍ أنَّكَ تَزْعُمُ أنَّكَ لاَ تَعُودُ! فَقَالَ: دَعْنِي فَإنِّي أُعَلِّمُكَ كَلِمَاتٍ يَنْفَعُكَ اللهُ بِهَا، قُلْتُ: مَا هُنَّ؟ قَالَ: إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الكُرْسِيِّ، فَإنَّهُ لَنْ يَزَالَ عَلَيْكَ مِنَ الله حَافِظٌ، وَلاَ يَقْرَبُكَ شَيْطَانٌ حَتَّى تُصْبِحَ، فَخَلَّيْتُ سَبِيلَهُ، فَأصْبَحْتُ، فَقَالَ لي رسولُ الله صلى الله عليه وسلم: (مَا فَعَلَ أسِيرُكَ البَارِحَةَ؟) قُلْتُ: يَا رسول الله، زَعَمَ أنَّهُ يُعَلِّمُنِي كَلِمَاتٍ يَنْفَعُنِي اللهُ بِهَا، فَخَلَّيْتُ سَبيلَهُ، قَالَ: (مَا هِيَ؟) قُلْتُ: قَالَ لي: إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَة الكُرْسِيِّ مِنْ أوَّلِهَا حَتَّى تَخْتِمَ الآية: {اللهُ لاَ إلَهَ إِلاَّ هُوَ الحَيُّ القَيُّومُ} وقال لِي: لاَ يَزَالُ عَلَيْكَ مِنَ اللهِ حَافِظٌ، وَلَنْ يَقْرَبَكَ شَيْطَانٌ حَتَّى تُصْبِحَ. فَقَالَ النبيُّ صلى الله عليه وسلم: (أمَا إنَّهُ قَدْ صَدَقَكَ وَهُوَ كَذُوبٌ، تَعْلَمُ مَنْ تُخَاطِبُ مُنْذُ ثَلاَثٍ يَا أَبَا هُرَيْرَةَ؟) قُلْتُ: لاَ. قَالَ: (ذَاكَ شَيْطَانٌ) رواه البخاري.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1020","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الكَهْفِ، عُصِمَ مِنَ الدَّجَّالِ). وفي رواية: (مِنْ آخِرِ سُورَةِ الكَهْفِ) رواهما مسلم.","sanad":"وعن أَبي الدرداءِ رضي الله عنه:"},{"hadithId":"1021","text":"بَيْنَمَا جِبْريلُ عليه السلام قَاعِدٌ عِنْدَ النبي صلى الله عليه وسلم سَمِعَ نَقيضاً مِنْ فَوقِهِ، فَرَفَعَ رَأسَهُ، فَقَالَ: هَذَا بَابٌ مِنَ السَّمَاءِ فُتِحَ اليَوْمَ وَلَمْ يُفْتَحْ قَطٌّ إِلاَّ اليَوْمَ، فنَزلَ منهُ مَلكٌ، فقالَ: هذا مَلكٌ نَزلَ إلى الأرضِ لم ينْزلْ قطّ إلاّ اليومَ فَسَلَّمَ وقال: أبْشِرْ بِنُورَيْنِ أُوتِيتَهُمَا لَمْ يُؤتَهُمَا نَبيٌّ قَبْلَكَ: فَاتِحَةُ الكِتَابِ، وَخَواتِيمُ سُورَةِ البَقَرَةِ، لَنْ تَقْرَأَ بِحَرْفٍ مِنْهَا إِلاَّ أُعْطِيتَه. رواه مسلم.\n\n(النَّقِيضُ): الصَّوْتُ.","sanad":"وعن ابنِ عَبَّاسٍ رضي الله عنهما:"}]},{"chapterID":5,"chapterName":"5 - باب استحباب الاجتماع عَلَى القراءة","chapterIntro":"5 - باب استحباب الاجتماع عَلَى القراءة.\n","hadiths":[{"hadithId":"1022","text":"قَالَ رسول الله صلى الله عليه وسلم: (وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللهِ يَتلُونَ كِتَابَ اللهِ، وَيَتَدَارَسُونَهُ بينهم، إِلاَّ نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ وَغَشِيتْهُمُ الرَّحْمَةُ، وَحَفَّتْهُمُ المَلاَئِكَةُ، وَذَكَرَهُمُ اللهُ فِيمَنْ عِنْدَهُ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":6,"chapterName":"6 - باب فضل الوضوء","chapterIntro":"6 - باب فضل الوضوء، قَالَ الله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاَةِ فَاغْسِلُوا وُجُوهَكُمْ} إِلَى قَوْله تَعَالَى: {مَا يُريدُ اللهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلكِنْ يُريدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ} [المائدة : 6].","hadiths":[{"hadithId":"1023","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (إنَّ أُمَّتِي يُدْعَوْنَ يَوْمَ القِيَامَةِ غُرَّاً (1)، مُحَجَّلينَ (2)، مِنْ آثَارِ الوُضُوءِ، فَمَنِ اسْتَطَاعَ مِنْكُمْ أنْ يُطِيلَ غُرَّتَهُ فَلْيَفْعَلْ) متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــ\n(1) الغُرَّ : جمع الأغر، من الغرة: بياض الوجه، يريد بياض وجوههم بنور الوضوء يوم القيامة. النهاية 3/354.\n(2) مُحَجَّلينَ : أي بيض مواضع الوضوء من الأيدي والوجه والأقدام. النهاية 1/346.\n","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1024","text":"سَمِعْتُ خليلي صلى الله عليه وسلم يقول: (تَبْلُغُ الحِلْيَةُ مِنَ المُؤمِنِ حَيْثُ يَبْلُغُ الوُضُوءُ) رواه مسلم.","sanad":"وعنه قَالَ:"},{"hadithId":"1025","text":"قَالَ رسول الله صلى الله عليه وسلم: (من تَوَضَّأ فَأَحْسَنَ الوُضُوءَ، خَرَجَتْ خَطَايَاهُ مِنْ جَسَدِهِ حَتَّى تَخْرُج مِنْ تَحْتِ أَظْفَارِهِ) رواه مسلم.","sanad":"وعن عثمان بن عفان رضي الله عنه قَالَ:"},{"hadithId":"1026","text":"رَأيتُ رسول الله صلى الله عليه وسلم تَوَضَّأَ مِثْلَ وُضُوئِي هَذَا، ثُمَّ قَالَ: (مَنْ تَوَضَّأ هكَذَا، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، وَكَانَتْ صَلاَتُهُ وَمَشْيُهُ إِلَى المَسْجدِ نَافِلَةً) رواه مسلم.","sanad":"وعنه قَالَ:"},{"hadithId":"1027","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا تَوَضَّأ العَبْدُ المُسْلِمُ - أَو المُؤْمِنُ - فَغَسَلَ وَجْهَهُ، خَرَجَ مِنْ وَجْهِهِ كُلُّ خَطِيئَةٍ نَظَرَ إِلَيْهَا بِعَيْنَيْهِ مَعَ المَاءِ، أَوْ مَعَ آخِرِ قَطْرِ المَاءِ، فَإذَا غَسَلَ يَدَيْهِ، خَرَجَ مِنْ يَدَيْهِ كُلُّ خَطِيئَةٍ كَانَ بَطَشَتْهَا يَدَاهُ مَعَ المَاءِ، أَو مَعَ آخِرِ قَطْرِ المَاءِ، فَإذَا غَسَلَ رِجْلَيْهِ، خَرَجَتْ كُلُّ خَطِيئَةٍ مَشَتْهَا رِجْلاَهُ مَعَ المَاءِ، أَو مَعَ آخِرِ قَطْرِ المَاءِ، حَتَّى يَخْرُجَ نَقِيَّاً مِنَ الذُّنُوبِ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1028","text":"أنَّ رسول الله صلى الله عليه وسلم أتى المقبرة، فَقَالَ: (السَّلاَمُ عَلَيْكُمْ دَارَ قَومٍ مُؤْمِنِينَ، وَإنَّا إنْ شَاءَ اللهُ بِكُمْ لاَحِقُونَ، وَدِدْتُ أنَّا قَدْ رَأَيْنَا إخْوانَنَا) قالوا: أوَلَسْنَا إخْوَانَكَ يَا رسول الله؟ قَالَ: (أنْتُمْ أصْحَابِي، وَإخْوَانُنَا الَّذِينَ لَمْ يَأتُوا بَعْدُ) قالوا: كَيْفَ تَعْرِفُ مَنْ لَمْ يَأتِ بَعْدُ مِنْ أُمَّتِكَ يَا رَسولَ الله؟ فَقَالَ: (أرَأيْتَ لَوْ أنَّ رَجُلاً لَهُ خَيلٌ غُرٌّ مُحَجَّلَةٌ بَيْنَ ظَهْرَيْ خَيْلٍ دُهْمٍ (1)، بُهْمٍ (2)، ألا يَعْرِفُ خَيْلَهُ؟) قالوا: بَلَى يَا رسول الله، قَالَ: (فإنَّهُمْ يَأتُونَ غُرّاً مُحَجَّلينَ مِنَ الوُضُوءِ، وأنَا فَرَطُهُمْ عَلَى الحَوْضِ) رواه مسلم.\n\nــــــــــــــــــــــــ\n(1) دُهْمٍ : الدهمة، السواد. اللسان 4/430 (دهم).\n(2) بُهْمٍ : جمع بهيم: وهو الذي لا يخالط لونه لون سواه. النهاية 1/167.","sanad":"وعنه: "},{"hadithId":"1029","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (ألاَ أَدُّلُكُمْ عَلَى مَا يَمْحُو اللهُ بِهِ الخَطَايَا، وَيَرْفَعُ بِهِ الدَّرَجَاتِ؟) قالوا: بَلَى يَا رسول الله قَالَ: (إسْبَاغُ الوُضُوءِ عَلَى المَكَارِهِ، وَكَثْرَةُ الخُطَا إِلَى المَسَاجِدِ، وَانْتِظَارُ الصَّلاَةِ بَعْدَ الصَّلاَةِ؛ فَذلِكُمُ الرِّبَاطُ؛ فَذَلِكُمُ الرِّبَاطُ) رواه مسلم.","sanad":"وعنه:"},{"hadithId":"1030","text":"قَالَ رسول الله صلى الله عليه وسلم: (الطُّهُورُ شَطْرُ الإيمَانِ) رواه مسلم. وَقَدْ سبق بطوله في باب الصبر. وفي البابِ حديث عمرو بن عَبَسَة رضي الله عنه - السابق (1)، في آخر باب الرَّجَاءِ، وَهُوَ حديث عظيم؛ مشتمل عَلَى جمل من الخيرات.\n\nـــــــــــــــــــــــ\n(1) انظر الحديث (438) .","sanad":"وعن أَبي مالك الأشعري رضي الله عنه قَالَ: "},{"hadithId":"1031","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (مَا مِنْكُمْ مِنْ أحَدٍ يَتَوَضَّأُ فَيُبْلغُ - أَوْ فَيُسْبِغُ - الوُضُوءَ، ثُمَّ يقول: أشهَدُ أنْ لا إلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأشْهَدُ أنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ؛ إِلاَّ فُتِحَتْ لَهُ أَبْوَابُ الجَنَّةِ الثَّمَانِيَةُ يَدْخُلُ مِنْ أَيِّهَا شَاءَ) رواه مسلم. وزاد الترمذي: (اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ، وَاجْعَلْنِي مِنَ المُتَطَهِّرِينَ).","sanad":"وعن عمر بن الخطاب رضي الله عنه،"}]},{"chapterID":7,"chapterName":"7 - باب فضل الأذان","chapterIntro":"7 - باب فضل الأذان.","hadiths":[{"hadithId":"1032","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لَوْ يَعْلَمُ النَّاسُ مَا في النِّدَاءِ والصَّفِ الأَوَّلِ، ثُمَّ لَمْ يَجِدُوا إِلاَّ أنْ يَسْتَهِمُوا عَلَيْهِ لاسْتَهَمُوا عَلَيْهِ، ولو يَعْلَمُونَ مَا فِي التَّهْجِيرِ لاسْتَبَقُوا إِلَيْهِ، وَلَوْ يَعْلَمُونَ مَا فِي العَتَمَةِ (1)، وَالصُّبْحِ لأَتَوْهُمَا وَلَوْ حَبْواً) متفقٌ عَلَيْهِ.\n\n(الاسْتِهَامُ): الاقْتِرَاعُ، وَ(التَّهْجِيرُ): التَّبْكِيرُ إِلَى الصَّلاةِ.\n\nـــــــــــــــــــــــ\n(1) العَتَمَةِ : وقت صلاة العشاء الأخيرة. لسان العرب 9/41 (عتم). ","sanad":"عن أَبي هريرة رضي الله عنه:"},{"hadithId":"1033","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقولُ: (المُؤَذِّنُونَ أطْوَلُ النَّاسِ أعْناقاً يَوْمَ القِيَامَةِ) رواه مسلم.","sanad":"وعن معاوية رضي الله عنه قَالَ: "},{"hadithId":"1034","text":"أنَّ أَبَا سَعيد الخدريَّ رضي الله عنه قَالَ لَهُ: (إنِّي أرَاكَ تُحبُّ الغَنَمَ وَالبَادِيَةَ فَإذَا كُنْتَ في غَنَمِك - أَوْ بَادِيتِكَ - فَأذَّنْتَ للصَّلاَةِ، فَارْفَعْ صَوْتَكَ بِالنِّدَاءِ، فَإنَّهُ لا يَسْمَعُ مدى صَوْتِ المُؤذِّنِ جِنٌّ، وَلاَ إنْسٌ، وَلاَ شَيْءٌ، إِلاَّ شَهِدَ لَهُ يَومَ القِيَامَةِ) قَالَ أَبُو سَعيدٍ: سمعتُهُ مِنْ رَسولِ الله صلى الله عليه وسلم. رواه البخاري.","sanad":"وعن عبدِ الله بن عبدِ الرَّحْمنِ بن أَبي صَعصعة: "},{"hadithId":"1035","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا نُودِيَ بالصَّلاَةِ، أدْبَرَ الشَّيْطَانُ، وَلَهُ ضُرَاطٌ حَتَّى لاَ يَسْمَعَ التَّأذِينَ، فَإذَا قُضِيَ النِّدَاءُ أقْبَلَ، حَتَّى إِذَا ثُوِّبَ للصَّلاةِ أدْبَرَ، حَتَّى إِذَا قُضِيَ التَّثْوِيبُ أقْبَلَ، حَتَّى يَخْطِرَ بَيْنَ المَرْءِ وَنَفْسِهِ، يَقُولُ: اذْكُرْ كَذَا واذكر كَذَا - لِمَا لَمْ يَذْكُر مِنْ قَبْلُ - حَتَّى يَظَلَّ الرَّجُلُ مَا يَدْرِي كَمْ صَلَّى) متفقٌ عَلَيْهِ.\n\n(التَّثْوِيبُ): الإقَامَةُ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1036","text":"أنّه سمع رسول الله صلى الله عليه وسلم يقول: (إِذَا سَمِعْتُمُ النداء فَقُولُوا مِثْلَ مَا يَقُولُ، ثُمَّ صَلُّوا عَلَيَّ؛ فَإنَّه مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللهُ عَلَيْهِ بِهَا عَشْراً، ثُمَّ سَلُوا اللهَ لِيَ الوَسِيلَةَ؛ فَإنَّهَا مَنْزِلَةٌ في الجَنَّةِ لاَ تَنْبَغِي إِلاَّ لِعَبْدٍ مِنْ عِبَادِ اللهِ وَأرْجُو أنْ أكونَ أنَا هُوَ، فَمَنْ سَألَ لِيَ الوَسِيلَةَ حَلَّتْ لَهُ الشَّفَاعَةُ) رواه مسلم.","sanad":"وعن عبدِ الله بن عمرو بن العاص رضي الله عنهما:"},{"hadithId":"1037","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا سَمِعْتُمُ النِّدَاءَ، فَقُولُوا كَمَا يَقُولُ المُؤذِّنُ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه:"},{"hadithId":"1038","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَنْ قَالَ حِيْنَ يَسْمَعُ النِّدَاءَ: اللَّهُمَّ رَبَّ هذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ القَائِمَةِ، آتِ مُحَمَّداً الوَسِيلَةَ، وَالفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحْمُوداً الَّذِي وَعَدْتَهُ، حَلَّتْ لَهُ شَفَاعَتي يَوْمَ القِيَامَةِ) رواه البخاري.","sanad":"وعن جابر رضي الله عنه:"},{"hadithId":"1039","text":"عن النبي صلى الله عليه وسلم أنَّه قَالَ: (مَنْ قَالَ حِيْنَ يَسْمَعُ المُؤَذِّنَ: أشْهَدُ أنْ لاَ إلَه إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللهِ رَبّاً، وَبِمُحَمَّدٍ رَسُولاً، وَبِالإسْلامِ دِيناً، غُفِرَ لَهُ ذَنْبُهُ) رواه مسلم.","sanad":"وعن سعدِ بن أَبي وقَّاصٍ رضي الله عنه، "},{"hadithId":"1040","text":"قَالَ رسول الله صلى الله عليه وسلم: (الدُّعَاءُ لاَ يُرَدُّ بَيْنَ الأَذَانِ وَالإقَامَةِ) رواه أَبُو داود والترمذي، وقال: (حديث حسن). ","sanad":"وعن أنس رضي الله عنه قَالَ:"}]},{"chapterID":8,"chapterName":"8 - باب فضل الصلوات","chapterIntro":"8 - باب فضل الصلوات، قَالَ الله تَعَالَى: {إنَّ الصَّلاَةَ تَنْهَى عَنِ الفَحْشَاءِ وَالمُنْكَرِ} [العنكبوت : 45].","hadiths":[{"hadithId":"1041","text":"سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقول: (أرَأيْتُمْ لَوْ أنَّ نَهْرَاً بِبَابِ أَحَدِكُمْ يَغْتَسِلُ مِنْهُ كُلَّ يَوْمٍ خَمْسَ مَرَّاتٍ، هَلْ يَبْقَى مِنْ دَرنهِ (1)، شَيْءٌ؟) قالوا: لا يَبْقَى مِنْ دَرنهِ شَيْءٌ، قَالَ: (فَذلِكَ مَثَلُ الصَّلَوَاتِ الخَمْسِ يَمْحُو اللهُ بِهِنَّ الخَطَايَا) متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــ\n(1) الدَرن :  الوسخ. النهاية 2/115. ","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1042","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَثَلُ الصَّلَواتِ الخَمْسِ كَمَثَلِ نَهْرٍ جَارٍ غَمْرٍ عَلَى بَابِ أحَدِكُمْ يَغْتَسِلُ مِنْهُ كُلَّ يَومٍ خَمْسَ مَرَّاتٍ) رواه مسلم.\n\n(الغَمْرُ) بفتح الغين المعجمة: الكثير.","sanad":"وعن جابرٍ رضي الله عنه قَالَ:"},{"hadithId":"1043","text":"أنَّ رَجُلاً أصَابَ مِن امْرَأَةٍ قُبْلَةً، فَأتَى النبيَّ صلى الله عليه وسلم فَأخْبَرَهُ فَأنْزَلَ اللهُ تَعَالَى: {أَقِمِ الصَّلاَةَ طَرَفَيِ النَّهَارِ وَزُلَفاً مِنَ اللَّيْلِ، إنَّ الحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} [هود : 114] فَقَالَ الرَّجُلُ أَلِيَ هَذَا؟ قَالَ: (لِجَمِيعِ أُمَّتِي كُلِّهِمْ) متفقٌ عَلَيْهِ.","sanad":"وعن ابن مسعود رضي الله عنه:"},{"hadithId":"1044","text":"أنَّ رسول الله صلى الله عليه وسلم -قَالَ: (الصَّلَوَاتُ الخَمْسُ، وَالجُمُعَةُ إِلَى الجُمُعَةِ، كَفَّارَةٌ لِمَا بَيْنَهُنَّ، مَا لَمْ تُغشَ الكَبَائِرُ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه: "},{"hadithId":"1045","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (مَا مِنْ امْرِئٍ مُسْلِمٍ تَحْضُرُهُ صَلاَةٌ مَكْتُوبَةٌ فَيُحْسِنُ وُضُوءها؛ وَخُشُوعَهَا، وَرُكُوعَهَا، إِلاَّ كَانَتْ كَفَّارَةً لِمَا قَبْلَهَا مِنَ الذُّنُوب مَا لَمْ تُؤتَ كَبِيرةٌ، وَذلِكَ الدَّهْرَ كُلَّهُ) رواه مسلم.","sanad":"وعن عثمان بن عفان رضي الله عنه قَالَ:"}]},{"chapterID":9,"chapterName":"9 - باب فضل صلاة الصبح والعصر","chapterIntro":"9 - باب فضل صلاة الصبح والعصر\n","hadiths":[{"hadithId":"1046","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَنْ صَلَّى البَرْدَيْنِ دَخَلَ الجَنَّةَ) متفقٌ عَلَيْهِ.\n\n(البَرْدَانِ): الصُّبْحُ والعَصْرُ.","sanad":"عن أَبي موسى رضي الله عنه: "},{"hadithId":"1047","text":"سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقول: (لَنْ يَلِجَ النَّارَ أحَدٌ صَلَّى قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا) يعني: الفَجْرَ والعَصْرَ. رواه مسلم.","sanad":"وعن أَبي زهير عُمارة بن رُؤَيْبَةَ رضي الله عنه قَالَ:"},{"hadithId":"1048","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ صَلَّى الصُّبْحَ فَهُوَ في ذِمَّةِ اللهِ، فَانْظُرْ يَا ابْنَ آدَمَ، لاَ يَطْلُبَنَّكَ اللهُ مِنْ ذِمَّتِهِ بِشَيءٍ) رواه مسلم.","sanad":"وعن جُنْدُبِ بن سفيان رضي الله عنه قَالَ: "},{"hadithId":"1049","text":"قَالَ رسول الله صلى الله عليه وسلم: (يَتَعَاقَبُونَ فِيكُمْ مَلاَئِكَةٌ بِاللَّيْلِ، وَمَلاَئِكَةٌ بِالنَّهَارِ، وَيجْتَمِعُونَ في صَلاَةِ الصُّبْحِ وَصَلاَةِ العَصْرِ، ثُمَّ يَعْرُجُ الَّذِينَ بَاتُوا فِيكُمْ، فَيَسْأَلُهُمُ اللهُ - وَهُوَ أعْلَمُ بِهِمْ - كَيْفَ تَرَكْتُمْ عِبَادي؟ فَيقُولُونَ: تَرَكْنَاهُمْ وَهُمْ يُصَلُّونَ، وَأتَيْنَاهُمْ وَهُمْ يُصَلُّونَ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1050","text":"كُنَّا عِنْدَ النبيِّ صلى الله عليه وسلم فَنَظَرَ إِلَى القَمَرِ لَيْلَةَ البَدْرِ، فَقَالَ: (إنَّكُمْ سَتَرَونَ رَبَّكُمْ كَمَا تَرَوْنَ هَذَا القَمَرَ، لاَ تُضَامُونَ في رُؤْيَتهِ، فَإنِ اسْتَطَعْتُمْ أنْ لاَ تُغْلَبُوا عَلَى صَلاَةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا، فَافْعَلُوا) متفقٌ عَلَيْهِ. وفي رواية: (فَنَظَرَ إِلَى القَمَرِ لَيْلَةَ أرْبَعَ عَشْرَةَ).","sanad":"وعن جرير بن عبد الله البَجَليِّ رضي الله عنه قَالَ:"},{"hadithId":"1051","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ تَرَكَ صَلاَةَ العَصْرِ فَقَدْ حَبِطَ عَمَلُهُ) رواه البخاري.","sanad":"وعن بُرَيْدَة رضي الله عنه قَالَ:"}]},{"chapterID":10,"chapterName":"10 - باب فضل المشي إلى المساجد","chapterIntro":"10 - باب فضل المشي إلى المساجد.","hadiths":[{"hadithId":"1052","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (مَنْ غَدَا إلى المَسْجِدِ أَوْ رَاحَ، أعَدَّ اللَّهُ لَهُ فِي الجَنَّةِ نُزُلاً كُلَّمَا غَدَا أوْ رَاحَ) متفقٌ عَلَيْهِ.","sanad":"عن أبي هريرة رضي الله عنه:"},{"hadithId":"1053","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (مَنْ تَطَهَّرَ في بَيْتِهِ، ثُمَّ مَضَى إلى بَيْتٍ مِنْ بُيُوتِ اللَّهِ، لِيَقْضِي فَرِيضَةً مِنْ فَرَائِضِ اللَّهِ، كَانَتْ خُطُواتُهُ، إحْدَاهَا تَحُطُّ خَطِيئَةً، وَالأُخْرَى تَرْفَعُ دَرَجَةً) رواه مسلم.","sanad":"وعنه: "},{"hadithId":"1054","text":"كَانَ رَجُلٌ مِنَ الأنْصَارِ لاَ أَعْلمُ أَحَداً أبْعَدَ مِنَ المَسْجِدِ مِنْهُ، وَكَانَتْ لا تُخْطِئُهُ صَلاَةٌ، فَقيلَ لَهُ: لَوْ اشْتَرَيْتَ حِمَاراً لِتَرْكَبَهُ في الظَّلْمَاءِ وَفِي الرَّمْضَاءِ (1)، قَالَ: مَا يَسُرُّنِي أنَّ مَنْزِلِي إلى جَنْبِ المَسْجِدِ، إنِّي أُرِيدُ أنْ يُكْتَبَ لِي مَمْشَايَ إلى المَسْجِدِ، وَرُجُوعِي إذَا رَجَعْتُ إلى أهْلِي. فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم: (قَدْ جَمَعَ اللَّهُ لكَ ذَلِكَ كُلَّه) رواه مُسلِم.\n\nـــــــــــــــــــــــــ\n(1) الرَّمْضَاءِ : شِدّةُ الحَرّ. لسان العرب 5/315 (رمض).","sanad":"وعن أُبيّ بن كعبٍ رضي الله عنه قَالَ:"},{"hadithId":"1055","text":"خَلَت البِقاعُ حولَ المَسْجِدِ، فَأَرَادَ بَنُو سَلمَةَ أنْ يَنْتَقِلُوا قُرْبَ المَسْجِدِ، فَبَلَغَ ذَلِكَ النبي صلى الله عليه وسلم، فَقَالَ لَهُمْ: (بَلَغَنِي أنَّكُم تُريدُونَ أنْ تَنْتَقِلُوا قُرْبَ المَسْجِدِ؟) قالوا: نعم، يا رَسُول اللَّهِ، قَدْ أرَدْنَا ذَلِكَ. فَقَالَ: (بَنِي سَلِمَةَ دِيَارَكُم تُكْتَبْ آثارُكُمْ، دِيَارَكُمْ تُكْتَبْ آثارُكُمْ (1)، فقالوا: مَا يَسُرُّنَا أنَّا كُنَّا تَحَوَّلْنَا. رواه مسلم، وروى البخاري معناه من رواية أنس.\n\nــــــــــــــــــــــ\n(1) آثارُكُمْ : قال النووي في شرح صحيح مسلم 3/146 عقيب (665): (بني سلمة دياركم تكتب آثاركم معناه: الزموا دياركم فإنكم إذا لزمتموها كتبت آثاركم وخطاكم الكثيرة إلى المسجد).","sanad":"وعن جابر رضي الله عنه قَالَ:"},{"hadithId":"1056","text":"قال رَسُول اللَّهِ صلى الله عليه وسلم: (( إنَّ أَعْظَمَ النَّاسِ أجْراً في الصَّلاةِ أبْعَدُهُمْ إلَيْهَا مَمْشىً، فَأَبْعَدُهُمْ، وَالَّذِي يَنْتَظِرُ الصَّلاَةَ حَتَّى يُصَلِّيَهَا مَعَ الإمَامِ أعظَمُ أجْراً مِنَ الَّذِي يُصَلِّيهَا ثُمَّ يَنَامُ) متفقٌ عَلَيْهِ.","sanad":"وعن أبي موسى رضي الله عنه قَالَ: "},{"hadithId":"1057","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (بَشِّرُوا المَشَّائِينَ في الظُّلَمِ إلى المَسَاجِدِ بِالنُّورِ التَّامِّ يَوْمَ القِيَامَةِ) رواه أبُو دَاوُدَ وَالتِّرمِذِيُّ.","sanad":"وعن بُريدَة رضي الله عنه،"},{"hadithId":"1058","text":"أنَّ رَسُول الله صلى الله عليه وسلم قَالَ: (ألا أدُلُّكُمْ عَلَى مَا يَمْحُو اللهُ بِهِ الخَطَايَا، وَيَرْفَعُ بِهِ الدَّرَجَاتِ؟) قَالُوا: بَلَى يا رَسُول اللهِ؟ قَالَ: (إسْبَاغُ الوُضُوءِ عَلَى المَكَارِهِ، وَكَثْرَةُ الخُطَا إلَى المَسَاجِدِ، وَانْتِظَارُ الصَّلاَةِ بَعْدَ الصَّلاَةِ، فَذَلِكُمُ الرِّبَاطُ، فذَلِكُمُ الرِّبَاطُ) رواه مسلِم.","sanad":"وعن أبي هريرة رضي الله عنه:"},{"hadithId":"1059","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إذا رَأَيْتُمُ الرَّجُلَ يَعْتَادُ المَسَاجِدَ فَاشْهَدُوا لَهُ بالإيمَانِ، قال اللهُ عز وجل: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللهِ مَنْ آمَنَ بِاللهِ وَالْيَوْمِ الآخِرِ} الآية). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن أبي سعيد الخدري رضي الله عنه، "}]},{"chapterID":11,"chapterName":"11 - باب فضل انتظار الصلاة","chapterIntro":"11 - باب فضل انتظار الصلاة.\n","hadiths":[{"hadithId":"1060","text":"أنَّ رَسُول اللهِ صلى الله عليه وسلم قَالَ: (لا يَزَالُ أحَدُكُمْ في صَلاَةٍ مَا دَامَتِ الصَّلاَةُ تَحْبِسُهُ، لا يَمنَعُهُ أنْ يَنقَلِبَ إلى أهلِهِ إلاَّ الصَّلاةُ) متفقٌ عَلَيْهِ.","sanad":"وعن أبي هريرة رضي الله عنه:"},{"hadithId":"1061","text":"أنَّ رَسُول اللهِ صلى الله عليه وسلم قَالَ: (الْمَلائِكَةُ تُصَلِّي عَلَى أَحَدِكُمْ مَا دَامَ فِي مُصَلاَّهُ الَّذِي صَلَّى فِيهِ، مَا لَمْ يُحْدِثْ، تَقُولُ: اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ارْحَمْهُ) رواه البُخَارِيُّ.","sanad":"وعنه رضي الله عنه:"},{"hadithId":"1062","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم أَخَّرَ لَيْلَةً صَلاَةَ العِشَاءِ إِلَى شَطْرِ اللَّيْلِ ثُمَّ أقْبَلَ عَلَيْنَا بِوَجْهِهِ بَعْدَمَا صَلَّى فَقَالَ: (صَلَّى النَّاسُ وَرَقَدُوا، وَلَمْ تَزَالُوا في صَلاَةٍ مُنْذُ انْتَظَرْتُمُوهَا) رواه البُخَارِيُّ.","sanad":"وعن أنس رضي الله عنه:"}]},{"chapterID":12,"chapterName":"12 - باب فضل صلاة الجماعة","chapterIntro":"12 - باب فضل صلاة الجماعة.","hadiths":[{"hadithId":"1063","text":"أنَّ رَسُول اللهِ صلى الله عليه وسلم قَالَ: (صَلاَةُ الْجَمَاعَة أفْضَلُ مِنْ صَلاَةِ الْفَذِّ بِسَبْعٍ وَعِشْرِينَ دَرَجَةً) متفقٌ عَلَيْهِ.","sanad":"عن ابن عمر رضي الله عنهما: "},{"hadithId":"1064","text":"قال رَسُولُ اللهِ صلى الله عليه وسلم: (صَلاةُ الرَّجُلِ في جَمَاعةٍ تُضَعَّفُ عَلَى صَلاتِهِ فِي بَيْتهِ وفي سُوقِهِ خَمْساً وَعِشْرِينَ ضِعْفَاً، وَذلِكَ أَنَّهُ إذَا تَوَضَّأ فَأحْسَنَ الوُضُوءَ، ثُمَّ خَرَجَ إلى المَسْجِدِ، لا يُخرِجُهُ إلاَّ الصَّلاةُ، لَمْ يَخْطُ خَطْوَةً إلاَّ رُفِعَتْ لَهُ بِهَا دَرَجَةٌ، وَحُطَّتْ عَنهُ بِهَا خَطِيئَةٌ، فَإذَا صَلَّى لَمْ تَزَلِ المَلائِكَةُ تُصَلِّي عَلَيْهِ مَا دَامَ في مُصَلاَّهُ، مَا لَمْ يُحْدِث، تقولُ: اللَّهُمَّ صَلِّ عَلَيهِ، اللَّهُمَّ ارْحَمْهُ، وَلاَ يَزَالُ في صَلاةٍ مَا انْتَظَرَ الصَّلاَةَ) متفقٌ عَلَيهِ، وهذا لفظ البخاري.","sanad":"وعن أبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1065","text":"أتى النبي صلى الله عليه وسلم رجل أعمي، فقال: يا رسول الله، ليس لي قائد يقودني إلى المسجد، فسأل رسول الله صلى الله عليه وسلم أن يرخص له فيصلي في بيته، فرخص له، فلما ولى دعاه فقال له: ‏هل تسمع النداء بالصلاة؟ قال نعم، قال: ‏فأجب. ‏رواه  مسلم‏.","sanad":"وعنه قال‏:"},{"hadithId":"1066","text":"أنَّه قَالَ: يا رَسُول اللهِ، إنَّ المَدينَةَ كَثيرةُ الهَوَامِّ وَالسِّبَاعِ. فَقَالَ رَسُول اللهِ صلى الله عليه وسلم: (تَسْمَعُ حَيَّ عَلَى الصَّلاةِ حَيَّ عَلَى الفَلاحِ، فَحَيَّهلاً (1)، رَوَاهُ أبُو دَاوُدَ بإسناد حسن.\n\nومعنى حَيَّهَلاً : تعال.\n\nـــــــــــــــــــــــ\n(1) حَيَّهلاً : حيّ هلا، أي ابدأ بها واعجل، وهما كلمتان جعلتا كلمة واحدة. وفيها لغات. وهلاً : حثّ واستعجال. النهاية 5/472 .\n\n","sanad":"وعن عبدِ الله - وقيل: عَمْرو بن قَيسٍ - المعروف بابن أُمّ مكتوم المؤذن - رضي الله عنه "},{"hadithId":"1067","text":"أنَّ رَسُول اللهِ صلى الله عليه وسلم قَالَ: (وَالَّذِي نَفْسِي بِيَدِهِ، لَقَدْ هَمَمْتُ أنْ آمُرَ بحَطَبٍ فَيُحْتَطَبَ، ثُمَّ آمُرَ بِالصَّلاَةِ فَيُؤذَّنَ لهَا، ثُمَّ آمُرَ رَجُلاً فَيَؤُمَّ النَّاسَ، ثُمَّ أُخَالِفَ إلى رِجَالٍ فَأُحَرِّقَ عَلَيْهِمْ بُيُوتَهمْ) متفقٌ عَلَيهِ.","sanad":"وعن أبي هريرة رضي الله عنه:"},{"hadithId":"1068","text":"مَنْ سَرَّهُ أنْ يَلْقَى اللهَ تَعَالَى غداً مُسْلِماً، فَلْيُحَافِظْ عَلَى هؤُلاَءِ الصَّلَوَاتِ حَيْثُ يُنَادَى بِهِنَّ، فَإنَّ اللهَ شَرَعَ لِنَبِيِّكم صلى الله عليه وسلم سُنَنَ الهُدَى، وَإنَّهُنَّ مِنْ سُنَنِ الهُدَى، وَلَوْ أنَّكُمْ صَلَّيْتُمْ في بُيُوتِكم كَمَا يُصَلِّي هذا المُتَخَلِّفُ فِي بَيْتِهِ لَتَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ، وَلَوْ تَرَكْتُمْ سُنَّة نَبِيِّكُم لَضَلَلْتُمْ، وَلَقَدْ رَأيْتُنَا وَمَا يَتَخَلَّفُ عَنْهَا إلاَّ مُنَافِقٌ مَعْلُومُ النِّفَاقِ، وَلَقَدْ كَانَ الرَّجُلُ يُؤتَى بهِ ، يُهَادَى (1)، بَيْنَ الرَّجُلَيْنِ حَتَّى يُقَامَ في الصَّفِّ. رَوَاهُ مُسلِم. وفي رواية لَهُ قَالَ: إنّ رَسُول اللهِ صلى الله عليه وسلم عَلَّمَنَا سُنَنَ الهُدَى؛ وإنَّ مِنْ سُنَنِ الهُدَى الصَّلاَةَ في المَسْجِدِ الَّذِي يُؤَذَّنُ فِيهِ.\n\nــــــــــــــــــــــــــ\n(1) يُهَادَى : قال النووي في شرح صحيح مسلم 3/135 عقيب (655): (معنى يهادى، أن يمسكه رجلان من جانبيه بعضديه يعتمد عليهما).","sanad":"وعن ابن مسعود رضي الله عنه قَالَ:"},{"hadithId":"1069","text":"سمعت رَسُول اللهِ صلى الله عليه وسلم يقول: (مَا مِنْ ثَلاثَةٍ فِي قَرْيةٍ، وَلاَ بَدْوٍ، لا تُقَامُ فِيهِمُ الصَّلاَةُ إلاَّ قَد اسْتَحْوَذَ عَلَيْهِم الشَّيْطَانُ. فَعَلَيْكُمْ بِالجَمَاعَةِ، فَإنَّمَا يَأْكُلُ الذِّئْبُ مِنَ الغَنَمِ القَاصِيَة (1)، رَوَاهُ أبُو دَاوُدَ بإسناد حسن.\n\nــــــــــــــــــــــ\n(1) القَاصِيَة : المنفردة عن القطيع البعيدة عنه. النهاية 4/75.","sanad":"وعن أبي الدرداء رضي الله عنه قال:"}]},{"chapterID":13,"chapterName":"13 - باب الحث عَلَى حضور الجماعة في الصبح والعشاء","chapterIntro":"13 - باب الحث عَلَى حضور الجماعة في الصبح والعشاء.","hadiths":[{"hadithId":"1070","text":"سَمِعْتُ رَسُول اللهِ صلى الله عليه وسلم يقول: (مَنْ صَلَّى العِشَاءَ فِي جَمَاعَةٍ، فَكَأنَّمَا قَامَ نِصْفَ اللَّيْلِ، وَمَنْ صَلَّى الصُّبْحَ في جَمَاعَةٍ، فَكَأنَّمَا صَلَّى اللَّيْلَ كُلَّهُ) رواه مُسلِم. وفي رواية الترمذي عن عثمان بن عفان رضي الله عنه قَالَ: قال رَسُول اللهِ صلى الله عليه وسلم: (مَنْ شَهِدَ العِشَاءَ فِي جَمَاعَةٍ كَانَ لَهُ قِيَامُ نِصْفَ لَيلَةٍ، وَمَنْ صَلَّى العِشَاءَ وَالفَجْرَ فِي جَمَاعَةٍ، كَانَ لَهُ كَقِيَامِ لَيْلَةٍ) قَالَ الترمذي: (حديث حسن صحيح).\n","sanad":"عن عثمان بن عفان رضي الله عنه قَالَ:"},{"hadithId":"1071","text":"أنَّ رَسُول اللهِ صلى الله عليه وسلم قَالَ: (وَلَوْ يَعْلَمُونَ مَا في العَتَمَةِ وَالصُّبْحِ لأَتَوْهُمَا وَلَوْ حَبْوَاً) متفقٌ عَلَيهِ. وقد سبق بِطولِهِ (1).\n\nــــــــــــــــــــــــ\n(1)  انظر الحديث (1033). ","sanad":"وعن أبي هريرة رضي الله عنه:"},{"hadithId":"1072","text":"قال رَسُول اللهِ صلى الله عليه وسلم: (لَيْسَ صَلاَةٌ أثْقَلَ عَلَى المُنَافِقِينَ مِنْ صَلاَةِ الفَجْرِ وَالعِشَاءِ، وَلَوْ يَعْلَمُونَ مَا فِيهِمَا لأَتَوْهُمَا وَلَوْ حَبْواً) متفقٌ عَلَيهِ.","sanad":"وعنه قَالَ: "}]},{"chapterID":14,"chapterName":"14 - باب الأمر بالمحافظة عَلَى الصلوات المكتوبات والنهي الأكيد والوعيد الشديد في تركهنّ","chapterIntro":"14 - باب الأمر بالمحافظة عَلَى الصلوات المكتوبات والنهي الأكيد والوعيد الشديد في تركهنّ، قال الله تَعَالَى: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاَةِ الْوُسْطَى} [البقرة : 238]، وقال تعالى: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} [التوبة : 5].","hadiths":[{"hadithId":"1073","text":"سألت رَسُول اللهِ صلى الله عليه وسلم أيُّ الأعْمَالِ أفْضَلُ؟ قَالَ: (الصَّلاَةُ عَلَى وَقْتِهَا) قلتُ: ثُمَّ أيٌّ؟ قَالَ: (بِرُّ الوَالِدَيْنِ) قلتُ: ثُمَّ أيٌّ؟ قَالَ: (الجِهَادُ في سَبِيلِ اللهِ) متفقٌ عَلَيهِ.","sanad":"وعن ابن مسعود رضي الله عنه قال: "},{"hadithId":"1074","text":"قال رَسُول اللهِ صلى الله عليه وسلم: (بُنِيَ الإسْلامُ عَلَى خَمْسٍ: شَهَادَةِ أنْ لاَ إلهَ إلاَّ اللهُ، وَأنَّ مُحَمَّداً رَسُولُ اللهِ، وَإِقَامِ الصَّلاَةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ البَيْتِ، وَصَوْمِ رَمَضَانَ) متفقٌ عَلَيهِ.","sanad":"وعن ابن عمر رضي الله عنهما قَالَ:"},{"hadithId":"1075","text":"قال رَسُول اللهِ صلى الله عليه وسلم: (أُمِرْتُ أنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أنْ لاَ إلهَ إلاَّ اللهُ، وأنَّ مُحَمَّداً رَسُولُ اللهِ، وَيُقِيمُوا الصَّلاَةَ، وَيُؤْتُوا الزَّكَاةَ، فَإذَا فَعَلُوا ذَلِكَ، عَصَمُوا مِنِّي دِمَاءهُمْ وَأَمْوَالَهُمْ، إلاَّ بِحَقِّ الإسْلاَمِ، وَحِسَابُهُمْ عَلَى اللهِ) متفقٌ عَلَيهِ.","sanad":"وعنه قَالَ:"},{"hadithId":"1076","text":"بَعثنِي رَسُولُ اللهِ صلى الله عليه وسلم إلى اليَمَنِ فَقَالَ: (إنَّكَ تَأْتِي قَوْماً مِنْ أَهْل الكِتَابِ، فَادْعُهُمْ إلى شَهَادَةِ أنْ لاَ إلهَ إلاَّ اللهُ، وأنِّي رَسُولُ اللهِ، فَإنْ هُمْ أطاعُوا لِذلِكَ، فَأعْلِمْهُمْ أنَّ اللهَ تَعَالَى افْتَرَضَ عَلَيْهِمْ خَمْسَ صلَوَاتٍ فِي كُلِّ يَومٍ وَلَيلَةٍ، فَإنْ هُمْ أطَاعُوا لِذَلِكَ، فَأعْلِمْهُمْ أنَّ اللهَ تَعَالَى افْتَرَضَ عَلَيْهِمْ صَدَقَةً تُؤخَذُ مِنْ أغْنِيَائِهِمْ فَتُرَدُّ عَلَى فُقَرَائِهِمْ، فَإنْ هُمْ أطَاعُوا لِذلِكَ، فَإيَّاكَ وَكَرَائِمَ أمْوَالهِمْ، واتَّقِ دَعْوَةَ المَظْلُومِ، فَإنَّهُ لَيْسَ بَينَهَا وبَيْنَ اللهِ حِجَابٌ) متفقٌ عَلَيهِ.","sanad":"وعن معاذٍ رضي الله عنه قَالَ:"},{"hadithId":"1077","text":"سمعت رَسُول اللهِ صلى الله عليه وسلم يقول: (إنَّ بَيْنَ الرَّجُلِ وَبَيْنَ الشِّرْكِ والكفر، تَرْكَ الصَّلاَةِ) رواه مُسلِم.","sanad":"وعن جابرٍ رضي الله عنه قال:"},{"hadithId":"1078","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (العَهْدُ الَّذِي بَيْنَنَا وَبَيْنَهُمْ الصَّلاَةُ، فَمَنْ تَرَكَهَا فَقَدْ كَفَرَ) رواه التِّرمِذِيُّ، وَقَالَ: (حَدِيثٌ حَسَنٌ صحيح).","sanad":"وعن بُرَيْدَة رضي الله عنه، "},{"hadithId":"1079","text":"كَانَ أصْحَابُ محَمَّدٍ صلى الله عليه وسلم لا يَرَوْنَ شَيْئاً مِنَ الأعْمَالِ تَرْكُهُ كُفْرٌ غَيْرَ الصَّلاَةِ. رَوَاهُ التِّرمِذِيُّ في كِتابِ الإيمان بإسنادٍ صحيحٍ.","sanad":"وعن شقِيق بن عبدِ الله التَّابِعيِّ المتفق عَلَى جَلاَلَتِهِ رَحِمهُ اللهُ قَالَ:"},{"hadithId":"1080","text":"قال رَسُول اللهِ صلى الله عليه وسلم: (إنَّ أوَّلَ مَا يُحَاسَبُ بِهِ العَبْدُ يَوْمَ القِيَامَةِ مِنْ عَمَلِهِ صَلاَتُهُ، فَإنْ صَلَحَتْ، فَقَدْ أفْلَحَ وأَنْجَحَ، وَإنْ فَسَدَتْ، فَقَدْ خَابَ وَخَسِرَ، فَإنْ انْتَقَصَ مِنْ فَرِيضَتِهِ شَيْءٌ، قَالَ الرَّبُ عز وجل: انْظُرُوا هَلْ لِعَبدي من تطوّعٍ، فَيُكَمَّلُ مِنْهَا مَا انْتَقَصَ مِنَ الفَرِيضَةِ؟ ثُمَّ تَكُونُ سَائِرُ أعْمَالِهِ عَلَى هَذَا) رواه التِّرمِذِيُّ وَقَالَ: (حَدِيثٌ حَسَنٌ).","sanad":"وعن أبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":15,"chapterName":"15 - باب فضل الصف الأول والأمر بإتمام الصفوف الأُوَل وتسويتها والتراصّ فِيهَا","chapterIntro":"15 - باب فضل الصف الأول والأمر بإتمام الصفوف الأُوَل وتسويتها والتراصّ فِيهَا.","hadiths":[{"hadithId":"1081","text":"خَرَجَ عَلَيْنَا رَسُول اللهِ صلى الله عليه وسلم فَقَالَ: (ألاَ تَصُفُّونَ كَمَا تَصُفُّ المَلائِكَةُ عِندَ رَبِّهَا؟) فَقُلنَا: يَا رَسُول اللهِ، وَكَيفَ تُصَفُّ المَلائِكَةُ عِندَ رَبِّهَا؟ قَالَ: (يُتِمُّونَ الصُّفُوفَ الأُوَلَ، وَيَتَرَاصُّونَ في الصَّفِّ) رواه مُسلِم.","sanad":"عن جابر بن سَمُرَة رضي الله عنهما قَالَ:"},{"hadithId":"1082","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ: (لَوْ يَعْلَمُ النَّاسُ مَا فِي النِّدَاءِ وَالصَّفِّ الأَوَّلِ، ثُمَّ لَمْ يَجِدُوا إلاَّ أنْ يَسْتَهِمُوا (1)، عَلَيْهِ لاسْتَهَمُوا) متفقٌ عَلَيهِ.\n\nــــــــــــــــــــــــ\n(1) يَسْتَهِمُوا : أي يقترعوا. النهاية 2/429.","sanad":"وعن أبي هريرة رضي الله عنه:"},{"hadithId":"1083","text":"قال رَسُول اللهِ صلى الله عليه وسلم: (خيْرُ صُفُوفِ الرِّجَالِ أوَّلُهَا، وَشَرُّهَا آخِرُهَا، وَخَيْرُ صُفُوفِ النِّسَاءِ آخِرُهَا، وَشَرُّهَا أوَّلُهَا) رواه مُسلِم.","sanad":"وعنه قَالَ: "},{"hadithId":"1084","text":"أنَّ رَسُول اللهِ صلى الله عليه وسلم رأى في أصْحَابِهِ تَأَخُّراً، فَقَالَ لَهُمْ: (تَقَدَّمُوا فَأتَمُّوا بِي، وَلْيَأتَمَّ بِكُمْ مَنْ بَعْدَكُمْ، لاَ يَزَالُ قَوْمٌ يَتَأَخَّرُونَ حَتَّى يُؤَخِّرَهُمُ الله) رواه مُسلِم.","sanad":"وعن أبي سعيد الخدرِيِّ رضي الله عنه:"},{"hadithId":"1085","text":"كَانَ رَسُول اللهِ صلى الله عليه وسلم، يَمْسَحُ مَنَاكِبَنَا في الصَّلاَةِ، وَيَقُولُ: (اسْتَووا ولاَ تَخْتَلِفُوا فَتَخْتَلِفَ قُلُوبُكُمْ، لِيَلِيَنِي مِنْكُمْ أُولُو الأحْلاَمِ وَالنُّهَى (1)، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُمْ) رَوَاهُ مُسلِم.\n\nــــــــــــــــــــــــــ\n(1) الأحْلاَمِ وَالنُّهَى : أصحاب العقول والألباب. النهاية 5/139.","sanad":"وعن أبي مسعود رضي الله عنه قال:"},{"hadithId":"1086","text":"قال رَسُولُ اللهِ صلى الله عليه وسلم: (سَوُّوا صُفُوفَكُمْ؛ فَإنَّ تَسْوِيَةَ الصَّفِّ مِنْ تَمَامِ الصَّلاَةِ) متفقٌ عَلَيهِ. وفي رواية للبخاري: (فَإنَّ تَسْوِيَةَ الصُّفُوفِ مِنْ إقَامَةِ الصَّلاَةِ).","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1087","text":"أُقِيمَتِ الصَّلاَةُ فَأقْبَلَ عَلَيْنَا رَسُولُ اللهِ صلى الله عليه وسلم بِوَجْهِهِ، فَقَالَ: (أقِيمُوا صُفُوفَكُمْ وَتَرَاصُّوا؛ فَإنِّي أرَاكُمْ مِنْ وَرَاءِ ظَهْرِي) رواه البُخَارِيُّ بلفظه، ومسلم بمعناه. وفي رواية للبخاري: وَكَانَ أَحَدُنَا يُلْزِقُ مَنْكِبَهُ بِمَنْكِبِ صَاحِبِهِ وَقَدَمَهُ بِقَدَمِهِ.","sanad":"وعنه قَالَ:"},{"hadithId":"1088","text":"سمعت رَسُول اللهِ صلى الله عليه وسلم يقول: (لَتُسَوُّنَّ صُفُوفَكُمْ، أوْ لَيُخَالِفَنَّ اللَّهُ بَيْنَ وُجُوهِكُمْ) متفقٌ عَلَيهِ. وفي رواية لمسلم: أنَّ رَسُول اللهِ صلى الله عليه وسلم كَانَ يُسَوِّي صُفُوفَنَا، حَتَّى كَأنَّمَا يُسَوِّي بِهَا القِدَاحَ (1)، حَتَّى رَأى أنَّا قَدْ عَقَلْنَا عَنْهُ، ثُمَّ خَرَجَ يَوماً فَقَامَ حَتَّى كَادَ يُكَبِّرُ، فَرَأى رَجُلاً بَادِياً صَدْرُهُ مِنَ الصَّفِّ، فَقَالَ: (عِبَادَ اللهِ، لتُسَوُّنَّ صُفُوفَكُمْ، أو لَيُخَالِفَنَّ اللهُ بَيْنَ وُجُوهِكُمْ).\n\nـــــــــــــــــــــــــ\n(1) القِدَاحَ : أي يجعلنا مثل السهم أو سطر الكتابة. النهاية 4/20. ","sanad":"وعن النعمان بن بشير رضي الله عنهما قَالَ:"},{"hadithId":"1089","text":"كَانَ رَسُول اللهِ -صلى الله عليه وسلم يَتَخَلَّلُ الصَّفَّ مِنْ نَاحِيَةٍ إلى نَاحِيَةٍ، يَمْسَحُ صُدُورَنَا وَمَنَاكِبَنَا وَيَقُولُ: (لا تَخْتَلِفُوا فَتَخْتَلِفَ قُلُوبُكُمْ) وكانَ يَقُولُ: (إنَّ اللهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى الصُّفُوفِ الأُوَلِ) رواه أبُو دَاوُدَ بإسناد حسن.","sanad":"وعن البراءِ بن عازِبٍ رضي الله عنهما قَالَ: "},{"hadithId":"1090","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ: (أقيمُوا الصُّفُوفَ، وَحَاذُوا بَيْنَ المَنَاكِبِ، وَسُدُّوا الخَلَلَ، وَلِينوا بِأيْدِي إخْوانِكُمْ، ولاَ تَذَرُوا فُرُجَاتٍ للشَّيْطَانِ، وَمَنْ وَصَلَ صَفّاً وَصَلَهُ اللهُ، وَمَنْ قَطَعَ صَفّاً قَطَعَهُ اللهُ) رواه أبُو دَاوُدَ بإسناد صحيح.","sanad":"وعن ابن عمر رَضِيَ اللهُ عَنهُما:"},{"hadithId":"1091","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ: (رُصُّوا صُفُوفَكُمْ، وَقَارِبُوا بَيْنَهَا، وَحَاذُوا بِالأعْنَاقِ (1)؛ فَوَالَّذِي نَفْسِي بِيَدِهِ إنِّي لأَرَى الشَّيْطَانَ يَدْخُلُ مِنْ خَلَلِ الصَّفِّ، كَأَنَّهَا الحَذَفُ) حديث صحيح رَوَاهُ أبُو دَاوُدَ بإسنادٍ عَلَى شرط مسلم.\n\n(الحَذَفُ) بحاء مهملةٍ وذالٍ معجمة مفتوحتين ثُمَّ فاء وهي: غَنَمٌ سُودٌ صِغَارٌ تَكُونُ بِاليَمَنِ.\n\nـــــــــــــــــــــــ\n(1) بِالأعْنَاقِ : أن يكون عنق كل منكم على سمت عنق الآخر، يُقال: حذوت النعل بالنعل إذا حاذيته به، وحذاء الشيء إزاؤه يعني لا يرتفع بعضكم على بعض ولا عبرة بالأعناق أنفسها إذ ليس على الطويل ولا له أن ينحني حتى يحاذي عنقه عنق القصير الذي بجنبه. فيض القدير4/7 (4375).","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"1092","text":"أنَّ رَسُول اللهِ صلى الله عليه وسلم قَالَ: (أتِمُّوا الصَّفَّ المُقَدَّمَ، ثُمَّ الَّذِي يَلِيهِ، فَمَا كَانَ مِنْ نَقْصٍ فَلْيَكُنْ في الصَّفِّ المُؤَخَّرِ) رواه أبُو دَاوُدَ بإسناد حسن.\n","sanad":"وعنه:"},{"hadithId":"1093","text":"قال رَسُول اللهِ صلى الله عليه وسلم: (إنَّ اللهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى مَيَامِنِ الصُّفُوفِ) رواه أبُو دَاوُدَ بإسنادٍ عَلَى شرط مسلم، وفيه رجل مُخْتَلَفٌ في تَوثِيقِهِ.","sanad":"وعن عائشة رَضِيَ اللهُ عَنها قالت:"},{"hadithId":"1094","text":"كُنَّا إذَا صَلَّيْنَا خَلْفَ رَسُول اللهِ صلى الله عليه وسلم أحْبَبْنَا أنْ نَكُونَ عَنْ يَمِينهِ، يُقْبِلُ عَلَيْنَا بِوَجْهِهِ، فَسَمِعْتُهُ يَقُولُ: (رَبِّ قِني عَذَابَكَ يَوْمَ تَبْعَثُ - أو تَجْمَعُ - عِبَادَكَ) رواه مُسلِمٌ.","sanad":"وعن البراء رضي الله عنه قَالَ:"},{"hadithId":"1095","text":"قال رَسُول اللهِ صلى الله عليه وسلم: (وَسِّطُوا الإمَامَ، وَسُدُّوا الخَلَلَ) رواه أبُو دَاوُد.","sanad":"وعن أبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":16,"chapterName":"16 - باب فضل السنن الراتبة مع الفرائض وبيان أقلها وأكملها وما بينهما","chapterIntro":"16 - باب فضل السنن الراتبة مع الفرائض وبيان أقلها وأكملها وما بينهما.","hadiths":[{"hadithId":"1096","text":"سمعت رَسُولَ اللهِ صلى الله عليه وسلم يقول: (مَا مِنْ عَبْدٍ مُسْلِمٍ يُصَلِّي للهِ تَعَالى كُلَّ يَوْمٍ ثِنْتَيْ عَشرَةَ رَكْعَةً تَطَوُّعاً غَيرَ الفَرِيضَةِ، إلاَّ بَنَى الله لَهُ بَيْتاً في الجَنَّةِ، أو إلاَّ بُنِيَ لَهُ بَيْتٌ فِي الجَنَّةِ) رواه مُسلِمٌ.","sanad":"وعن أُمِّ المُؤْمِنِينَ أُمِّ حَبِيبَةَ رملة بِنْتِ أبي سُفْيَانَ رَضِيَ اللهُ عَنهما قالت:"},{"hadithId":"1097","text":"صَلَّيْتُ مَعَ رَسُولِ اللهِ صلى الله عليه وسلم، رَكْعَتَيْنِ قَبْلَ الظُّهْرِ، وَرَكْعَتْينِ بَعْدَهَا، وَرَكْعَتَيْنِ بَعْدَ الجُمُعَةِ، وَرَكْعَتَينِ بَعدَ المَغْرِبِ، وَرَكْعَتَينِ بَعدَ العِشَاءِ. متفقٌ عَلَيهِ.","sanad":"وعن ابن عمر رَضِيَ اللهُ عَنهُما قَالَ:"},{"hadithId":"1098","text":"قال رَسُول اللهِ صلى الله عليه وسلم: (بَيْنَ كُلِّ أذَانَيْنِ صَلاَةٌ، بَيْنَ كُلِّ أذَانَيْنِ صَلاَةٌ، بَيْنَ كل أذانين صلاة) قال في الثَّالِثةِ: (لِمَنْ شَاءَ) متفقٌ عَلَيهِ.\n\nالمُرَادُ بِالأَذَانيْنِ: الأذَانُ وَالإقَامَةُ.","sanad":"وعن عبد الله بن مُغَفَّلٍ رضي الله عنه قَالَ:"}]},{"chapterID":17,"chapterName":"17 - باب تأكيد ركعتي سنّةِ الصبح","chapterIntro":"17 - باب تأكيد ركعتي سنّةِ الصبح.","hadiths":[{"hadithId":"1099","text":"أنَّ النَّبيَّ صلى الله عليه وسلم كَانَ لا يَدَعُ أرْبَعاً قَبْلَ الظُّهْرِ، وَرَكْعَتَيْنِ قَبْلَ الغَدَاةِ. رَوَاهُ البُخَارِيُّ.","sanad":"عن عائشة رَضِيَ اللهُ عَنها: "},{"hadithId":"1100","text":"لَمْ يَكُنِ النَّبِيُّ صلى الله عليه وسلم عَلَى شَيْءٍ مِنَ النَّوَافِلِ أشَدَّ تَعَاهُدَاً مِنهُ عَلَى رَكْعَتَي الفَجْرِ. متفقٌ عَلَيهِ.","sanad":"وعنها قالت:"},{"hadithId":"1101","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (رَكْعَتَا الفَجْرِ خَيْرٌ مِنَ الدنْيَا وَمَا فِيهَا) رواه مُسلِمٌ. وفي رواية: (لَهُمَا أحَبُّ إليَّ مِنَ الدنْيَا جَمِيعاً).","sanad":"وعنها،"},{"hadithId":"1102","text":"أنَّهُ أتَى رَسُول اللهِ صلى الله عليه وسلم، لِيُؤْذِنَه بِصَلاةِ الغَدَاةِ، فَشَغَلَتْ عَائِشَةُ بِلالاً بِأَمْرٍ سَأَلَتْهُ عَنْهُ، حَتَّى أصْبَحَ جِدّاً، فَقَامَ بِلالٌ فَآذَنَهُ بِالصَّلاَةِ، وَتَابَعَ أذَانَهُ، فَلَمْ يَخْرُجْ رَسُولُ اللهِ صلى الله عليه وسلم، فَلَمَّا خَرَجَ صَلَّى بِالنَّاسِ، فَأخْبَرَهُ أنَّ عَائِشَةَ شَغَلَتْهُ بِأمْرٍ سَأَلَتْهُ عَنْهُ حَتَّى أصْبَحَ جِدّاً، وَأنَّهُ أبْطَأَ عَلَيْهِ بِالخُرُوجِ، فَقَالَ يَعْنِي النَّبيَّ صلى الله عليه وسلم: (إنِّي كُنْتُ رَكَعْتُ رَكْعْتَي الفَجْرِ) فقالَ: يَا رَسُولَ اللهِ، إنَّكَ أصْبَحْتَ جِدّاً؟ فقَالَ: (لَوْ أصْبَحْتُ أكْثَرَ مِمَّا أصْبَحْتُ، لَرَكَعْتُهُمَا، وَأحْسَنْتُهُمَا وَأجْمَلْتُهُمَا) رواه أبُو دَاوُدَ بإسناد حسن.","sanad":" وعن أبي عبد الله بلالِ بن رَبَاح رضي الله عنه، مُؤَذِّن رَسُولِ اللهِ صلى الله عليه وسلم:"}]},{"chapterID":18,"chapterName":"18 - باب تخفيف ركعتي الفجر وبيان مَا يقرأ فيهما وبيان وقتهما","chapterIntro":"18 - باب تخفيف ركعتي الفجر وبيان مَا يقرأ فيهما وبيان وقتهما.","hadiths":[{"hadithId":"1103","text":"أنَّ رسولَ الله صلى الله عليه وسلم كَانَ يُصَلّي رَكْعَتَيْنِ خَفِيفَتَيْنِ بَيْنَ النِّدَاءِ وَالإقَامَةِ مِنْ صَلاَةِ الصُّبْحِ. متفقٌ عَلَيهِ. وفي روايَةٍ لَهُمَا: يُصَلِّي رَكْعَتَي الفَجْرِ، فَيُخَفِّفُهُمَا حَتَّى أقُولَ: هَلْ قَرَأَ فِيهما بِأُمِّ القُرْآنِ. وفي رواية لمسلم: كَانَ يُصلِّي رَكْعَتَي الفَجْرِ إذَا سَمِعَ الأذَانَ وَيُخَفِّفُهُمَا. وفي رواية: إذَا طَلَعَ الفَجْرُ.","sanad":"عن عائشة رَضِيَ اللهُ عَنها: "},{"hadithId":"1104","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم كَانَ إذَا أذَّنَ المُؤَذِّنُ لِلْصُّبْحِ وَبَدَا الصُّبْحُ، صَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ. متفقٌ عَلَيهِ. وفي رواية لمسلم: كَانَ رَسُول اللهِ صلى الله عليه وسلم، إذَا طَلَعَ الفَجْرُ لا يُصَلِّي إلاَّ رَكْعَتَيْنِ خَفِيفَتَيْنِ.","sanad":"وعن حفصة رَضِيَ اللهُ عَنها:"},{"hadithId":"1105","text":"كَانَ رسول الله صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ مَثْنَى مَثْنَى، وَيُوتِرُ بِرَكْعَةٍ مِنْ آخِرِ اللَّيْلِ، وَيُصَلِّي الرَّكْعَتَيْنِ قَبْلَ صلاةِ الغَدَاةِ، وَكَأنَّ الأَذَانَ بِأُذُنَيْهِ. متفقٌ عَلَيهِ.","sanad":"وعن ابن عمر رَضِيَ اللهُ عَنهُما قَالَ:"},{"hadithId":"1106","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم كَانَ يَقْرَأُ في رَكْعَتَي الفَجْرِ في الأُولَى مِنْهُمَا: {قُولُوا آمَنَّا بِاللهِ وَمَا أُنْزِلَ إِلَيْنَا} الآية الَّتي في البقرة، وفي الآخِرَةِ مِنْهُمَا: {آمَنَّا بِاللهِ وَاشْهَدْ بِأنَّا مُسْلِمُونَ}. وفي رواية: وفي الآخِرَةِ الَّتي في آل عِمْران: {تَعَالَوْا إلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ} رواه مسلم.","sanad":"وعن ابن عباسٍ رضي الله عنهما:"},{"hadithId":"1107","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم قرأ في رَكْعَتَي الفَجْرِ: {قُلْ يَا أَيُّهَا الكَافِرُونَ} وَ {قُلْ هُوَ اللهُ أَحَدٌ} رَوَاهُ مُسلِمٌ.","sanad":"وعن أبي هريرة رضي الله عنه: "},{"hadithId":"1108","text":"رَمَقْتُ النَّبيَّ صلى الله عليه وسلم، شَهْراً فَكَانَ يَقْرَأُ في الرَّكْعَتَيْنِ قَبْلَ الفَجْرِ: {قُلْ يَا أيُّهَا الْكَافِرُونَ} وَ {قُلْ هُوَ اللهُ أَحَدٌ} رَوَاهُ التِّرمِذِيُّ، وَقَالَ: (حَدِيثٌ حَسَنٌ).","sanad":"وعن ابن عمر رضي الله عنهما قَالَ:"}]},{"chapterID":19,"chapterName":"19 - باب استحباب الاضطجاع بعد ركعتي الفجر عَلَى جنبه الأيمن والحث عليه سواءٌ كَانَ تَهَجَّدَ بِاللَّيْلِ أمْ لا","chapterIntro":"19 - باب استحباب الاضطجاع بعد ركعتي الفجر عَلَى جنبه الأيمن والحث عليه سواءٌ كَانَ تَهَجَّدَ بِاللَّيْلِ أمْ لا.\n","hadiths":[{"hadithId":"1109","text":"كَانَ النبيُّ صلى الله عليه وسلم إذَا صَلَّى ركعتي الفجر، اضْطَجَعَ عَلَى شِقِّهِ الأَيْمَن. رَوَاهُ البُخَارِي.","sanad":"عن عائشة رَضِيَ اللهُ عَنها قالت:"},{"hadithId":"1110","text":"كَانَ النَّبيُّ صلى الله عليه وسلم يُصَلِّي فِيمَا بَيْنَ أنْ يَفْرُغَ مِنْ صَلاَةِ العِشَاءِ إلَى الفَجْرِ إحْدَى عَشرَةَ رَكْعَةً، يُسَلِّمُ بَيْنَ كُلِّ رَكْعَتَيْنِ، وَيُوتِرُ بِوَاحِدَةٍ، فَإذَا سَكَتَ المُؤَذِّنُ مِنْ صَلاَةِ الفَجْرِ، وَتَبَيَّنَ لَهُ الفَجْرُ، وَجَاءهُ المُؤَذِّنُ، قَامَ فَرَكَعَ رَكْعَتَيْنِ خَفِيفَتَينِ، ثُمَّ اضْطَجَعَ عَلَى شِقِّهِ الأَيْمَنِ، هكَذَا حَتَّى يأْتِيَهُ المُؤَذِّنُ لِلإِقَامَةِ. رَوَاهُ مُسلِم.\n\nقَوْلُهَا: (يُسَلِّمُ بَيْنَ كُلِّ رَكْعَتَيْنِ) هكَذَا هو في مسلمٍ ومعناه: بَعْدَ كُلِّ رَكْعَتَيْن.","sanad":"وعنها قالت: "},{"hadithId":"1111","text":"قال رَسُول اللَّهِ صلى الله عليه وسلم: (إذا صَلَّى أحَدُكُمْ رَكْعَتَي الفَجْرِ، فَلْيَضْطَجِعْ عَلَى يَمِينِهِ) رواه أبُو دَاوُدَ وَالتِّرمِذِيُّ بأسانيد صحيحة، قال الترمذي: (حديث حسن صحيح).","sanad":"وعن أبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":20,"chapterName":"20 - باب سنة الظهر","chapterIntro":"20 - باب سنة الظهر.\n","hadiths":[{"hadithId":"1112","text":"صَلَّيْتُ مَعَ رَسُولِ اللهِ صلى الله عليه وسلم رَكْعَتَيْنِ قَبْلَ الظُّهْرِ وَرَكْعَتَيْنِ بَعْدَهَا. متفقٌ عَلَيهِ.","sanad":"عن ابن عمر رَضِيَ اللهُ عَنهُما قَالَ: "},{"hadithId":"1113","text":"أنَّ النَّبيَّ صلى الله عليه وسلم كَانَ لا يَدَعُ أرْبَعاً قَبْلَ الظُّهْرِ. رَوَاهُ البُخَارِيُّ.","sanad":"وعن عائشة رَضِيَ اللهُ عَنها:"},{"hadithId":"1114","text":"كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي في بَيْتِي قَبْلَ الظُّهْرِ أرْبَعاً، ثُمَّ يَخْرُجُ، فَيُصَلِّي بِالنَّاسِ، ثُمَّ يَدْخُلُ فَيُصَلِّي رَكْعَتَيْنِ. وَكَانَ يُصَلِّي بِالنَّاسِ المَغْرِبَ، ثُمَّ يَدْخُلُ فَيُصَلِّي رَكْعَتَيْنِ، وَيُصَلِّي بِالنَّاسِ العِشَاءِ، وَيَدْخُلُ بَيتِي فَيُصَلِّي رَكْعَتَيْنِ. رَوَاهُ مُسلِم.","sanad":"وعنها قالت:"},{"hadithId":"1115","text":"قال رَسُولُ اللهِ صلى الله عليه وسلم: (مَنْ حَافَظَ عَلَى أرْبَعِ رَكَعَاتٍ قَبْلَ الظُّهْرِ، وَأرْبَعٍ بَعْدَهَا، حَرَّمَهُ اللَّهُ عَلَى النَّارِ) رواه أبُو دَاوُدَ وَالتِّرمِذِيُّ، وَقَالَ: (حَدِيثٌ حَسَنٌ صحيح).","sanad":"وعن أُمّ حَبِيبَةَ رَضِيَ اللهُ عَنها قالت:"},{"hadithId":"1116","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم كَانَ يُصَلِّي أرْبَعاً بَعْدَ أنْ تَزُولَ الشَّمْسُ قَبْلَ الظُّهْرِ، وقَالَ: (إنَّهَا سَاعَةٌ تُفْتَحُ فِيها أبْوَابُ السَّمَاءِ، فَأُحِبُّ أنْ يَصْعَدَ لِي فيهَا عَمَلٌ صَالِحٌ) رواه التِّرمِذِيُّ، وَقَالَ: (حَدِيثٌ حَسَنٌ).","sanad":"وعن عبد الله بن السائب رضي الله عنه: "},{"hadithId":"1117","text":"أنَّ النَّبيَّ صلى الله عليه وسلم كَانَ إذا لَمْ يُصَلِّ أربَعاً قَبلَ الظُّهْرِ، صَلاَّهُنَّ بَعْدَهَا. رَوَاهُ التِّرمِذِيُّ، وَقَالَ: (حَدِيثٌ حَسَنٌ).","sanad":"وعن عائشة رَضِيَ اللهُ عَنها:"}]},{"chapterID":21,"chapterName":"21 - باب سنة العصر","chapterIntro":"21 - باب سنة العصر.","hadiths":[{"hadithId":"1118","text":"كَانَ النبيُّ صلى الله عليه وسلم يُصَلِّي قَبْلَ العَصْرِ أرْبَعَ رَكَعَاتٍ، يَفْصلُ بَيْنَهُنَّ بِالتَّسْلِيمِ عَلَى المَلائِكَةِ المُقَرَّبِينَ، وَمَنْ تَبِعَهُمْ مِنَ المُسْلِمِينَ وَالمُؤْمِنِينَ. رَوَاهُ التِّرمِذِيُّ وَقَالَ: (حَدِيثٌ حَسَنٌ).","sanad":"عن علي بن أبي طالب رضي الله عنه قَالَ:"},{"hadithId":"1119","text":"عن النبي صلى الله عليه وسلم قَالَ: (رَحِمَ اللَّهُ امْرءاً صَلَّى قَبْلَ العَصْرِ أرْبَعاً) رواه أبُو دَاوُدَ وَالتِّرمِذِيُّ، وَقَالَ: (حَدِيثٌ حَسَنٌ).","sanad":"وعن ابن عمر رَضِيَ اللَّهُ عَنهُما،"},{"hadithId":"1120","text":"أنَّ النبيَّ صلى الله عليه وسلم كَانَ يُصَلِّي قَبلَ العَصْرِ رَكْعَتَيْنِ. رَوَاهُ أبُو دَاوُدَ بإسناد صحيح.","sanad":"وعن علي بن أبي طالب رضي الله عنه: "}]},{"chapterID":22,"chapterName":"22 - باب سنة المغرب بعدها وقبلها","chapterIntro":"22 - باب سنة المغرب بعدها وقبلها، تقدم في هذه الأبواب حديثُ ابن عمر وحديث عائشة (1)، وهما صحيحان: أنَّ النبيَّ صلى الله عليه وسلم كَانَ يُصَلِّي بَعدَ المَغْرِبِ رَكْعَتَيْنِ.\n\nــــــــــــــــــــــــ\n(1)  انظر الحديثين (1098) و(1115).","hadiths":[{"hadithId":"1121","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (صَلُّوا قَبْلَ المَغْرِبِ) قال في الثَّالِثَةِ: (لِمَنْ شَاءَ) رواه البُخَارِيُّ.","sanad":"وعن عبد الله بن مُغَفَّل رضي الله عنه،"},{"hadithId":"1122","text":"لَقَدْ رَأيْتُ كِبَارَ أصْحَابِ رَسُولِ اللهِ صلى الله عليه وسلم، يَبْتَدِرُونَ السَّوَارِيَ (1)، عِندَ المَغْرِبِ. رَوَاهُ البُخَارِيُّ.\n\nـــــــــــــــــــــــــ\n(1) السَّوَارِيَ :  قال ابن حجر في فتح الباري 2/141 : (يبتدرون أي يستبقون، والسواري جمع سارية، كأن غرضهم بالاستباق إليها الاستتار بها ممن يمر بين أيديهم لكونهم يصلون فُرادى).","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1123","text":"كُنَّا نصلِّي عَلَى عهدِ رسولِ اللهِ صلى الله عليه وسلم رَكْعَتَيْنِ بَعْدَ غُرُوبِ الشَّمْسِ قَبْلَ المَغْرِبِ، فَقِيلَ: أكَانَ رسولُ الله صلى الله عليه وسلم صَلاَّهما؟ قَالَ: كَانَ يَرَانَا نُصَلِّيهِمَا فَلَمْ يَأمُرْنَا وَلَمْ يَنْهَنَا. رواه مسلم.","sanad":"وعنه قَالَ:"},{"hadithId":"1124","text":"كُنَّا بِالمَدِينَةِ فَإذَا أذَّنَ المُؤَذِّنُ لِصَلاَةِ المَغْرِبِ، ابْتَدَرُوا السَّوَارِيَ، فَرَكَعُوا رَكْعَتَيْنِ، حَتَّى إنَّ الرَّجُلَ الغَريبَ لَيَدْخُلُ المَسْجِدَ فَيَحْسَبُ أنَّ الصَّلاَةَ قَدْ صُلِّيَتْ مِنْ كَثْرَةِ مَنْ يُصَلِّيهِمَا. رواه مسلم.","sanad":"وعنه قَالَ:"}]},{"chapterID":23,"chapterName":"23 - باب سنة العشاء بعدها وقبلها","chapterIntro":"23 - باب سنة العشاء بعدها وقبلها، فِيهِ حديث ابن عمر السابق: صَلَّيْتُ مَعَ النَّبيِّ صلى الله عليه وسلم رَكْعَتَيْنِ بَعْدَ العِشَاءِ، وحديث عبد الله بن مُغَفَّلٍ: (بَيْنَ كُلِّ أذَانَيْنِ صَلاةٌ) متفق عَلَيْهِ. كما سبق (1).\n\nــــــــــــــــــــــ\n(1) انظر الحديثين (1098) و(1099).","hadiths":[]},{"chapterID":24,"chapterName":"24 - باب سنة الجمعة","chapterIntro":"24 - باب سنة الجمعة، فِيهِ حَديث ابن عمر السابق (1)، أنَّه صَلَّى مَعَ النَّبِيِّ صلى الله عليه وسلم رَكْعَتَيْنِ بَعْدَ الجُمعَةِ. متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــــ\n(1)  انظر الحديث (1098).","hadiths":[{"hadithId":"1125","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا صَلَّى أَحَدُكُم الجُمُعَةَ، فَلْيُصَلِّ بَعْدَهَا أرْبعاً) رواه مسلم.","sanad":"عن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1126","text":"أنَّ النَّبيَّ صلى الله عليه وسلم كَانَ لاَ يُصَلِّي بَعْدَ الجُمُعَةِ حَتَّى يَنْصَرِفَ، فَيُصَلِّي رَكْعَتَيْنِ في بَيْتِهِ. رواه مسلم.","sanad":"وعن ابن عمر رضي الله عنهما:"}]},{"chapterID":25,"chapterName":"25 - باب استحباب جعل النوافل في البيت","chapterIntro":"25 - باب استحباب جعل النوافل في البيت، سواء الراتبة وغيرها والأمر بالتحول للنافلة من موضع الفريضة أَو الفصل بينهما بكلام.","hadiths":[{"hadithId":"1127","text":"أنَّ النَّبيَّ صلى الله عليه وسلم قَالَ: (صَلُّوا أَيُّهَا النَّاسُ فِي بُيُوتِكُمْ، فَإنَّ أفْضَلَ الصَّلاَةِ صَلاَةُ المَرْءِ في بَيْتِهِ إِلاَّ المَكْتُوبَةَ) متفقٌ عَلَيْهِ.","sanad":"عن زيد بن ثابت رضي الله عنه:"},{"hadithId":"1128","text":"عن النَّبيِّ صلى الله عليه وسلم قَالَ: (اجْعَلُوا مِنْ صَلاَتِكُمْ فِي بُيُوتِكُمْ (1)، وَلاَ تَتَّخِذُوهَا قُبُوراً) متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــ\n(1) بُيُوتِكُمْ : المراد بها صلاة النافلة. انظر شرح النووي لصحيح مسلم 3/260.","sanad":"وعن ابن عمر رضي الله عنهما، "},{"hadithId":"1129","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا قَضَى أحَدُكُمْ صَلاَتَهُ في مَسْجِدِهِ فَلْيَجْعَلْ لِبَيْتِهِ نَصِيباً مِنْ صَلاَتِهِ؛ فَإنَّ اللهَ جَاعِلٌ في بَيْتِهِ مِنْ صَلاَتِهِ خَيْراً) رواه مسلم.","sanad":"وعن جابر رضي الله عنه قَالَ: "},{"hadithId":"1130","text":"أنَّ نَافِعَ بْنَ جُبَيْرٍ أرْسَلَهُ إِلَى السَّائِبِ ابن أُخْتِ نَمِرٍ يَسأَلُهُ عَنْ شَيْءٍ رَآهُ مِنْهُ مُعَاوِيَةُ في الصَّلاَةِ فَقَالَ: نَعَمْ، صَلَّيْتُ مَعَهُ الجُمُعَةَ في المَقْصُورَةِ، فَلَمَّا سَلَّمَ الإمَامُ، قُمْتُ في مَقَامِي، فَصَلَّيْتُ، فَلَمَّا دَخَلَ أَرْسَلَ إلَيَّ، فَقَالَ: لاَ تَعُدْ لِمَا فَعَلْتَ. إِذَا صَلَّيْتَ الجُمُعَةَ فَلاَ تَصِلْهَا بِصَلاةٍ حَتَّى تَتَكَلَّمَ أَوْ تَخْرُجَ؛ فَإنَّ رسولَ الله صلى الله عليه وسلم أمَرَنَا بِذلِكَ، أن لاَ نُوصِلَ صَلاَةً بِصَلاَةٍ حَتَّى نَتَكَلَّمَ أَوْ نَخْرُجَ. رواه مسلم.","sanad":"وعن عمر بن عطاءٍ: "}]},{"chapterID":26,"chapterName":"26 - باب الحث عَلَى صلاة الوتر وبيان أنه سنة مؤكدة وبيان وقته","chapterIntro":"26 - باب الحث عَلَى صلاة الوتر وبيان أنه سنة مؤكدة وبيان وقته.","hadiths":[{"hadithId":"1131","text":"الوِتْرُ لَيْسَ بِحَتْمٍ كَصَلاَةِ المَكْتُوبَةِ، وَلَكِنْ سَنَّ رسولُ الله صلى الله عليه وسلم قَالَ: (إنَّ اللهَ وِتْرٌ يُحِبُّ الوِتْرَ، فَأَوْتِرُوا يَا أهْلَ القُرْآنِ) رواه أَبُو داود والترمذي، وقال: (حديث حسن).","sanad":"عن عليٍّ رضي الله عنه قَالَ:"},{"hadithId":"1132","text":"مِنْ كُلِّ اللَّيْلِ قَدْ أَوْتَرَ رسول الله صلى الله عليه وسلم، مِنْ أَوَّلِ اللَّيْلِ، وَمِنْ أوْسَطِهِ، وَمِنْ آخِرِهِ، وَانْتَهَى وِتْرُهُ إِلَى السَّحَرِ. متفقٌ عَلَيْهِ.","sanad":"وعن عائشة رضي الله عنها قالت: "},{"hadithId":"1133","text":"عن النَّبيِّ صلى الله عليه وسلم قَالَ: (اجْعَلُوا آخِرَ صَلاَتِكُمْ بِاللَّيْلِ وِتْراً) متفقٌ عَلَيْهِ.","sanad":"وعن ابن عمر رضي الله عنهما، "},{"hadithId":"1134","text":"أنَّ النَّبيَّ صلى الله عليه وسلم قَالَ: (أوْتِرُوا قَبْلَ أنْ تُصْبِحُوا) رواه مسلم.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه:"},{"hadithId":"1135","text":"أنَّ النَّبيَّ صلى الله عليه وسلم كَانَ يُصَلِّي صَلاَتَهُ باللَّيْلِ، وَهِيَ مُعْتَرِضَةٌ بَيْنَ يَدَيْهِ، فَإذَا بَقِيَ الوِتْرُ، أيْقَظَهَا فَأوْتَرتْ. رواه مسلم. وفي روايةٍ لَهُ: فَإذَا بَقِيَ الوِتْرُ قَالَ: (قُومِي فَأوتِري يَا عائِشَةُ).","sanad":"وعن عائشة رضي الله عنها:"},{"hadithId":"1136","text":"أنَّ النَّبيَّ صلى الله عليه وسلم قَالَ: (بَادِرُوا الصُّبْحَ بِالوِتْرِ) رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن ابن عمرَ رضي الله عنهما:"},{"hadithId":"1137","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَنْ خَافَ أنْ لاَ يَقُومَ مِنْ آخِرِ اللَّيْلِ، فَلْيُوتِرْ أوَّلَهُ، وَمَنْ طَمِعَ أنْ يَقُومَ آخِرَهُ فَلْيُوتِرْ آخِرَ اللَّيلِ، فَإنَّ صَلاَةَ آخِرِ اللَّيْلِ مَشْهُودَةٌ (1)، وذَلِكَ أفْضَلُ) رواه مسلم.\n\nـــــــــــــــــــــــ\n(1) مَشْهُودَةٌ : قال النووي في شرح صحيح مسلم 3/232 عقيب (755): (وذلك أفضل أن يشهدها ملائكة الرحمة، وفيه دليلان صريحان على تفضيل صلاة الوتر وغيرها آخر الليل).","sanad":"وعن جابر رضي الله عنه قَالَ:"}]},{"chapterID":27,"chapterName":"27 - باب فضل صلاة الضحى وبيان أقلها وأكثرها وأوسطها، والحث عَلَى المحافظة عَلَيْهَا","chapterIntro":"27 - باب فضل صلاة الضحى وبيان أقلها وأكثرها وأوسطها، والحث عَلَى المحافظة عَلَيْهَا.","hadiths":[{"hadithId":"1138","text":"أوْصَانِي خَلِيلي صلى الله عليه وسلم بِصِيَامِ ثَلاَثَةِ أيَّامٍ مِنْ كُلِّ شَهْرٍ، وَرَكْعَتَي الضُّحَى، وَأنْ أُوتِرَ قَبْلَ أنْ أرْقُدَ. متفقٌ عَلَيْهِ.\n\nوَالإيتَارُ قَبْلَ النَّوْمِ إنَّمَا يُسْتَحَبُّ لِمَنْ لاَ يَثِقُ بِالاسْتِيقَاظِ آخِرَ اللَّيْلِ فَإنْ وَثِقَ، فَآخِرُ اللَّيْلِ أفْضَلُ.","sanad":"عن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1139","text":"عن النَّبيِّ صلى الله عليه وسلم قَالَ: (يُصْبحُ عَلَى كُلِّ سُلاَمَى (1)، مِنْ أَحَدكُمْ صَدَقَةٌ: فَكُلُّ تَسْبِيحَةٍ صَدَقَةٌ، وَكُلُّ تَحْمِيدَةٍ صَدَقَةٌ، وَكُلُّ تَهْلِيلَةٍ صَدَقَةٌ، وَكُلُّ تَكْبِيرَةٍ صَدَقَةٌ، وَأَمْرٌ بِالمَعْرُوفِ صَدَقَةٌ، وَنَهْيٌ عَنِ المُنْكَرِ صَدَقَةٌ، وَيُجْزِىء (2)، مِنْ ذَلِكَ رَكْعَتَانِ يَرْكَعُهُمَا مِن الضُّحَى. رواه مسلم.\n\nـــــــــــــــــــــــ\n(1) سُلاَمَى : قال النووي في شرح صحيح مسلم 3/202 عقيب (722): (هو بضم السين وتخفيف اللام وأصله عظام الأصابع وسائر الكف، ثم استعمل في جميع عظام البدن ومفاصله).\n(2) يُجْزِىء : بفتح أوله وضمه، فالضم من الأجزاء والفتح من جزى يجزي أي كفى، ومنه قوله تعالى: (لا تَجْزِي نَفْسٌ) وفي الحديث: (لا يجزي عن أحد بعدك) وفيه دليل على عظم فضل الضحى وكبير موقعها، وأنها تصح ركعتين).","sanad":"وعن أَبي ذَرٍّ رضي الله عنه،"},{"hadithId":"1140","text":"كَانَ رسولُ اللهِ صلى الله عليه وسلم يُصَلِّي الضُّحَى أرْبَعاً، وَيَزِيدُ مَا شَاءَ الله. رواه مسلم.","sanad":"وعن عائشة رضي الله عنها قالت: "},{"hadithId":"1141","text":"ذَهَبْتُ إِلَى رَسولِ اللهِ صلى الله عليه وسلم، عَامَ الفَتْحِ فَوَجَدْتُهُ يَغْتَسِلُ، فَلَمَّا فَرَغَ مِنْ غُسْلِهِ، صَلَّى ثَمَانِيَ رَكَعَاتٍ، وَذَلِكَ ضُحىً. متفقٌ عَلَيْهِ. وهذا مختصرُ لفظِ إحدى روايات مسلم.","sanad":"وعن أُمِّ هَانِىءٍ فاختة بنت أَبي طالب رضي الله عنها قالت:"}]},{"chapterID":28,"chapterName":"28 - باب تجويز صلاة الضحى من ارتفاع الشمس إِلَى زوالها والأفضل أن تُصلَّى عِنْدَ اشتداد الحر وارتفاع الضحى","chapterIntro":"28 - باب تجويز صلاة الضحى من ارتفاع الشمس إِلَى زوالها والأفضل أن تُصلَّى عِنْدَ اشتداد الحر وارتفاع الضحى.","hadiths":[{"hadithId":"1142","text":"أنَّهُ رَأَى قَوْماً يُصَلُّونَ مِنَ الضُّحَى، فَقَالَ: أمَا لَقَدْ عَلِمُوا أنَّ الصَّلاَةَ في غَيْرِ هذِهِ السَّاعَةِ أفْضَلُ، إنَّ رسولَ الله صلى الله عليه وسلم قَالَ: (صَلاَةُ الأَوَّابِينَ (1)، حِيْنَ تَرْمَضُ الفِصَالُ) رواه مسلم.\n\n(تَرْمَضُ) بفتح التاء والميم وبالضاد المعجمة، يعني: شدة الحر. وَ(الفِصَالُ) جَمْعُ فَصِيلٍ وَهُوَ: الصَّغيرُ مِنَ الإبِلِ.\n\nـــــــــــــــــــــــــــ\n(1) الأَوَّابِينَ :  قال النووي في شرح صحيح مسلم 3/227 عقيب (748): (الأواب: المطيع، وقيل: الراجع إلى الطاعة).","sanad":"عن زيد بن أَرْقَم رضي الله عنه:"}]},{"chapterID":29,"chapterName":"29 - باب الحث عَلَى صلاة تحية المسجد بركعتين وكراهة الجلوس قبل أن يصلي ركعتين في أي وقت دخل، وسواء صلَّى ركعتين بنية التَّحِيَّةِ أَوْ صلاة فريضة أَوْ سنة راتبة أَوْ غيرها","chapterIntro":"29 - باب الحث عَلَى صلاة تحية المسجد بركعتين وكراهة الجلوس قبل أن يصلي ركعتين في أي وقت دخل، وسواء صلَّى ركعتين بنية التَّحِيَّةِ أَوْ صلاة فريضة أَوْ سنة راتبة أَوْ غيرها.\n","hadiths":[{"hadithId":"1143","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا دَخَلَ أحَدُكُمُ المَسْجِدَ، فَلاَ يَجْلِسْ حَتَّى يُصَلِّي رَكْعَتَيْنِ) متفقٌ عَلَيْهِ.","sanad":"عن أَبي قتادة رضي الله عنه قَالَ:"},{"hadithId":"1144","text":"أَتَيْتُ النَّبيَّ صلى الله عليه وسلم وَهُوَ في المَسْجِدِ، فَقَالَ: (صَلِّ رَكْعَتَيْنِ) متفقٌ عَلَيْهِ.","sanad":"وعن جابرٍ رضي الله عنه قَالَ: "}]},{"chapterID":30,"chapterName":"30 - باب استحباب ركعتين بعد الوضوء","chapterIntro":"30 - باب استحباب ركعتين بعد الوضوء.","hadiths":[{"hadithId":"1145","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ لِبِلاَلٍ: (يَا بِلاَلُ، حَدِّثْنِي بِأَرْجَى عَمَلٍ عَمِلْتَهُ فِي الإسْلاَمِ، فَإنِّي سَمِعْتُ دَفَّ نَعْلَيْكَ بَيْنَ يَدَيَّ في الجَنَّةِ) قَالَ: مَا عَمِلْتُ عَمَلاً أرْجَى عِنْدي مِنْ أَنِّي لَمْ أتَطَهَّرْ طُهُوراً فِي سَاعَةٍ مِنْ لَيْلٍ أَوْ نَهَارٍ إِلاَّ صَلَّيْتُ بِذَلِكَ الطُّهُورِ مَا كُتِبَ لِي أنْ أُصَلِّي (1). متفقٌ عَلَيْهِ، وهذا لفظ البخاري.\n\n(الدَّفُّ) بالفاءِ: صَوْتُ النَّعْلِ وَحَرَكَتُهُ عَلَى الأَرْضِ، واللهُ أعْلَم.\n\nــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 8/205 عقيب (2458): (في الحديث: فضيلة الصلاة عقب الوضوء، وأنها سنة، وأنها تُباح في أوقات النهي عند طلوع الشمس واستوائها وغروبها، وبعد صلاة الصبح والعصر؛ لأنها ذات سبب وهذا مذهبنا).","sanad":"عن أَبي هريرة رضي الله عنه:"}]},{"chapterID":31,"chapterName":"31 - باب فضل يوم الجمعة ووجوبها والاغتسال لَهَا والطّيب والتبكير إِلَيْهَا والدعاء يوم الجمعة والصلاة عَلَى النبي صلى الله عليه وسلم وفِيهِ بيان ساعة الإجابة واستحباب إكثار ذكر الله تعالى بعد الجمعة.","chapterIntro":"31 - باب فضل يوم الجمعة ووجوبها والاغتسال لَهَا والطّيب والتبكير إِلَيْهَا والدعاء يوم الجمعة والصلاة عَلَى النبي صلى الله عليه وسلم وفِيهِ بيان ساعة الإجابة واستحباب إكثار ذكر الله تعالى بعد الجمعة. قَالَ الله تَعَالَى: {فَإذَا قُضِيَتِ الصَّلاَةُ فَانْتَشِرُوا فِي الأرْضِ، وَابْتَغُوا مِنْ فَضْلِ اللهِ، وَاذْكُرُوا اللهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ} [الجمعة : 10].","hadiths":[{"hadithId":"1146","text":"قَالَ رسول الله صلى الله عليه وسلم: (خَيْرُ يَومٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ يَوْمُ الجُمُعَةِ: فِيهِ خُلِقَ آدَمُ، وَفِيهِ أُدْخِلَ الجَنَّةَ، وَفِيهِ أُخْرِجَ مِنْهَا) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1147","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ تَوَضَّأ فَأَحْسَنَ الوُضُوءَ ثُمَّ أتَى الجُمُعَةَ، فَاسْتَمَعَ وأنْصَتَ، غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الجُمُعَةِ وَزِيادَةُ ثَلاَثَةِ أيَّامٍ، وَمَنْ مَسَّ الحَصَى، فَقَدْ لَغَا) رواه مسلم. ","sanad":"وعنه قَالَ:"},{"hadithId":"1148","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (الصَّلَوَاتُ الخَمْسُ، وَالجُمُعَةُ إِلَى الجُمُعَةِ، وَرَمَضَانُ إِلَى رَمَضَانَ، مُكَفِّراتٌ مَا بَيْنَهُنَّ إِذَا اجْتُنِبَتِ الكَبَائِرُ) رواه مسلم.","sanad":"وعنه،"},{"hadithId":"1149","text":"أنهما سَمعَا رسولَ الله صلى الله عليه وسلم يقولُ عَلَى أعْوَادِ مِنْبَرِهِ: (لَيَنْتَهِيَنَّ أقْوَامٌ عَنْ وَدْعِهِمُ (1)، الجُمُعَاتِ أَوْ لَيَخْتِمَنَّ اللهُ عَلَى قُلُوبِهِمْ ثُمَّ لَيَكُونَنَّ مِنَ الغَافِلِينَ) رواه مسلم.\n\nـــــــــــــــــــــــــ\n(1) وَدْعِهِمُ :  قال النووي في شرح صحيح مسلم 3/334 عقيب (865): (ودعهم أي تركهم، ومعنى الختم الطبع والتغطية قالوا في قول الله تعالى: {خَتَمَ اللهُ عَلَى قُلُوبِهِمْ} أي طبع.","sanad":"وعنه، وعن ابن عمر رضي الله عنهم:"},{"hadithId":"1150","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا جَاءَ أَحَدُكُمُ الجُمُعَةَ فَلْيَغْتَسِلْ) متفقٌ عَلَيْهِ.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1151","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (غُسْلُ يَوْمِ الجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ) متفقٌ عَلَيْهِ.\nالمراد بِالمُحْتَلِمِ : البَالِغُ. وَالمُرادُ بِالوَاجِبِ: وُجُوبُ اخْتِيارٍ، كَقولِ الرَّجُلِ لِصَاحِبهِ: حَقُّكَ وَاجِبٌ عَلَيَّ. واللهُ أعلم.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه: "},{"hadithId":"1152","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ تَوَضَّأَ يَوْمَ الجُمُعَةِ فبِها وَنِعْمَتْ (1)، وَمَن اغْتَسَلَ فَالغُسْلُ أفْضَلُ) رواه أَبُو داود والترمذي، وقال: (حديث حسن).\n\nــــــــــــــــــــــــ\n(1) فبِها وَنِعْمَتْ : قال الخطابي في معالم السنن 1/95: (قوله: فبها ، قال الأصمعي: معناه فبالسنة أخذ، وقوله: ونعمت، يُريد ونعمت الخصلة ونعمت الفعلة أو نحو ذلك، وإنما ظهرت التاء التي هي علامة التأنيث لإظهار السنة أو الخصلة أو الفعلة، وفيه البيان الواضح أن الوضوء كاف للجمعة وأن الغسل لها فضيلة لا فريضة).","sanad":"وعن سَمُرَةَ رضي الله عنه قَالَ:"},{"hadithId":"1153","text":"قَالَ رسول اللهِ صلى الله عليه وسلم: (لاَ يَغْتَسِلُ رَجُلٌ يَومَ الجُمُعَةِ، وَيَتَطَهَّرُ مَا اسْتَطَاعَ مِن طُهْرٍ، وَيَدَّهِنُ مِنْ دُهْنِهِ، أَوْ يَمَسُّ مِنْ طِيبِ بَيْتِهِ، ثُمَّ يَخْرُجُ فَلاَ يُفَرِّقُ بَيْنَ اثنَيْنِ، ثُمَّ يُصَلِّي مَا كُتِبَ لَهُ، ثُمَّ يُنْصِتُ إِذَا تَكَلَّمَ الإمَامُ، إِلاَّ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الجُمُعَةِ الأُخْرَى) رواه البخاري.","sanad":"وعن سَلمَان رضي الله عنه قَالَ:"},{"hadithId":"1154","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَن اغْتَسَلَ يَومَ الجُمُعَةِ غُسْلَ الجَنَابَةِ، ثُمَّ رَاحَ في الساعة الأولى فَكَأنَّمَا قَرَّبَ بَدَنَةً (1)، وَمَنْ رَاحَ في السَّاعَةِ الثَّانِيَةِ، فَكَأَنَّمَا قَرَّبَ بَقَرَةً، وَمَنْ رَاحَ في الساعة الثَّالِثَةِ، فَكَأنَّمَا قَرَّبَ كَبْشاً أقْرَنَ، وَمَنْ رَاحَ في السَّاعَةِ الرَّابِعَةِ، فَكَأنَّمَا قَرَّبَ دَجَاجَةً، وَمَنْ رَاحَ في السَّاعَةِ الخَامِسَةِ، فَكَأنَّمَا قَرَّبَ بَيْضَةً، فَإذَا خَرَجَ الإمَامُ، حَضَرَتِ المَلاَئِكَةُ يَسْتَمِعُونَ الذِّكْرَ) متفقٌ عَلَيْهِ.\n\nقَوْله: (غُسْلُ الجَنَابَةِ) أيْ غُسلاً كغُسْلِ الجَنَابَةِ في الصِّفَةِ.\n\nــــــــــــــــــــــــ\n(1) بَدَنَةً : قال النووي في شرح صحيح مسلم 3/319 عقيب (850): (وأما البدنة فقال جمهور أهل اللغة وجماعة من الفقهاء: يقع على الواحدة من الإبل والبقر والغنم، سميت بذلك لعظم بدنها، وخصها جماعة بالإبل، والمراد هنا الإبل بالاتفاق، لتصريح الأحاديث بذلك. والبدنة والبقرة يقعان على الذكر والأنثى باتفاقهم، والهاء فيها للواحدة كقمحة وشعيرة ونحوهما من أفراد الجنس).","sanad":"وعن أَبي هريرة رضي الله عنه: "},{"hadithId":"1155","text":"أنَّ رسول الله صلى الله عليه وسلم ذَكَرَ يَوْمَ الجُمُعَةِ، فَقَالَ: (فِيهَا سَاعَةٌ لا يُوافِقُهَا عَبْدٌ مُسْلِمٌ، وَهُوَ قَائِمٌ يُصَلِّي يَسْألُ اللهَ شَيْئاً، إِلاَّ أعْطَاهُ إيّاهُ) وَأشَارَ بيَدِهِ يُقَلِّلُهَا (1). متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــــ\n(1) قال ابن حجر في فتح الباري 2/535 عقيب (935): (قال الزين بن المنير: الإشارة لتقليلها، هو الترغيب فيها والحض عليها؛ ليسارة وقتها وغزارة فضلها).","sanad":"وعنه"},{"hadithId":"1156","text":" قَالَ عبد الله بن عمر رضي الله عنهما: أسَمِعْتَ أبَاكَ يُحَدِّثُ عَنْ رسول الله صلى الله عليه وسلم، في شأنِ سَاعَةِ الجُمُعَةِ؟ قَالَ: قُلْتُ: نَعَمْ، سَمِعْتُهُ يَقُولُ: سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (هِيَ مَا بَيْنَ أنْ يَجْلِسَ الإمَامُ إِلَى أنْ تُقْضَى الصَّلاةُ) رواه مسلم.","sanad":"وعن أَبي بُرْدَةَ بن أَبي موسى الأشعريِّ رضي الله عنه قَالَ:"},{"hadithId":"1157","text":"قَالَ رسول الله صلى الله عليه وسلم: (إنَّ مِنْ أفْضَلِ أيَّامِكُمْ يَوْمَ الجُمُعَةِ، فَأكْثِرُوا عَلَيَّ مِنَ الصَّلاَةِ فِيهِ؛ فَإنَّ صَلاَتَكُمْ مَعْرُوضَةٌ عَلَيَّ) رواه أَبُو داود بإسناد صحيح.","sanad":"وعن أوس بن أوسٍ رضي الله عنه قَالَ: "}]},{"chapterID":32,"chapterName":"32 - باب استحباب سجود الشكر عِنْدَ حصول نعمة ظاهرة أَو اندفاع بلية ظاهرة","chapterIntro":"32 - باب استحباب سجود الشكر عِنْدَ حصول نعمة ظاهرة أَو اندفاع بلية ظاهرة.","hadiths":[{"hadithId":"1158","text":"خَرَجْنَا مَعَ رسولِ الله صلى الله عليه وسلم مِنْ مَكّةَ نُريدُ المَدِينَةَ، فَلَمَّا كُنَّا قَرِيباً مِنْ عَزْوَرَاءَ (1) نَزَلَ ثُمَّ رَفَعَ يَدَيْهِ فَدَعَا الله سَاعَةً، ثُمَّ خَرَّ سَاجِداً، فَمَكَثَ طَويلاً، ثُمَّ قَامَ فَرَفَعَ يَدَيْهِ سَاعَةً، ثُمَّ خَرَّ سَاجِداً - فَعَلَهُ ثَلاثَاً - وقال: (إنِّي سَألتُ رَبِّي، وَشَفَعْتُ لأُمَّتِي، فَأعْطَانِي ثُلُثَ أُمَّتِي، فَخَرَرْتُ سَاجِداً لِرَبِّي شُكْراً، ثُمَّ رَفَعْتُ رَأسِي، فَسَألْتُ رَبِّي لأُمَّتِي، فَأعْطَانِي ثُلُثَ أُمَّتِي، فَخَرَرْتُ سَاجِداً لِرَبِّي شُكْراً، ثُمَّ رَفَعْتُ رَأسِي، فَسَألْتُ رَبِّي لأُمَّتِي، فَأعْطَانِي الثُّلثَ الآخَرَ، فَخَرَرْتُ سَاجِداً لِرَبِّي) رواه أَبُو داود.","sanad":"عن سعد بن أَبي وقاص رضي الله عنه قَالَ: "}]},{"chapterID":33,"chapterName":"33 - باب فضل قيام الليل","chapterIntro":"33 - باب فضل قيام الليل، قَالَ الله تَعَالَى: {وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَاماً مَحْمُوداً} [الإسراء : 79]، وقال تَعَالَى: {تَتَجَافَى جُنُوبُهُمْ عَنِ المَضَاجِعِ} [السجدة : 16] الآية، وقال تَعَالَى: {كَانُوا قَلِيلاً مِنَ اللَّيْلِ مَا يَهْجَعُونَ} [الذاريات : 17].","hadiths":[{"hadithId":"1159","text":"كَانَ النبيُّ صلى الله عليه وسلم يَقومُ مِنَ اللَّيْلِ حَتَّى تَتَفطَّرَ قَدَمَاهُ، فَقُلْتُ لَهُ: لِمَ تَصْنَعُ هَذَا، يَا رَسُولَ الله، وَقَدْ غُفِرَ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأخَّرَ؟ قَالَ: (أفَلاَ أكُونُ عَبْداً شَكُوراً!) متفقٌ عَلَيْهِ. وَعَن المُغِيرَةِ بن شُعبة نَحْوهُ متفقٌ عَلَيْهِ.","sanad":"وعن عائشة رضي الله عنها قالت:"},{"hadithId":"1160","text":"أنَّ النبيَّ صلى الله عليه وسلم طَرَقَهُ وَفَاطِمَةَ لَيْلاً، فَقَالَ: (أَلاَ تُصَلِّيَانِ؟) متفقٌ عَلَيْهِ.\n\n(طَرَقَهُ): أتَاهُ لَيْلاً.","sanad":"وعن علي رضي الله عنه: "},{"hadithId":"1161","text":" أنَّ رسول الله صلى الله عليه وسلم قَالَ: (نِعْمَ الرَّجُلُ عَبْدُ اللهِ، لَوْ كَانَ يُصَلِّي مِنَ اللَّيلِ) قَالَ سالِم: فَكَانَ عَبدُ اللهِ بَعْدَ ذَلِكَ لاَ يَنامُ مِنَ اللَّيلِ إِلاَّ قَلِيلاً. متفقٌ عَلَيْهِ.","sanad":"وعن سالم بن عبدِ الله بن عمر بن الخطاب رضي الله عنهم، عن أبيِهِ:"},{"hadithId":"1162","text":"قَالَ رسول الله صلى الله عليه وسلم: (يَا عَبدَ اللهِ، لاَ تَكُنْ مِثْلَ فُلانٍ؛ كَانَ يَقُومُ اللَّيلَ فَتَرَكَ قِيَامَ اللَّيلِ) متفقٌ عَلَيْهِ.","sanad":"وعن عبد الله بن عَمرو بن العاصِ رضي الله عنهما قَالَ: "},{"hadithId":"1163","text":" ذُكِرَ عِنْدَ النَّبيِّ صلى الله عليه وسلم رَجُلٌ نَامَ لَيْلَةً حَتَّى أصْبَحَ قَالَ: (ذَاكَ رَجُلٌ بَالَ الشَّيطَانُ في أُذُنَيْهِ - أَوْ قَالَ: في أُذُنِهِ) متفقٌ عَلَيْهِ.","sanad":"وعن ابن مسعودٍ رضي الله عنه قَالَ:"},{"hadithId":"1164","text":" أنَّ رسول الله صلى الله عليه وسلم قَالَ: (يَعْقِدُ الشَّيطَانُ عَلَى قَافِيَةِ رَأسِ أحَدِكُمْ، إِذَا هُوَ نَامَ، ثَلاَثَ عُقَدٍ، يَضْرِبُ عَلَى كُلِّ عُقْدَةٍ: عَلَيْكَ لَيْلٌ طَويلٌ فَارْقُدْ، فَإن اسْتَيقَظَ، فَذَكَرَ اللهَ تَعَالَى انحَلَّتْ عُقْدَةٌ، فَإنْ تَوَضّأ، انْحَلّتْ عُقدَةٌ، فَإنْ صَلَّى، انْحَلَّتْ عُقَدُهُ كُلُّهَا، فَأصْبَحَ نَشِيطاً طَيِّبَ النَّفْسِ، وَإلاَّ أصْبحَ خَبيثَ النَّفْسِ كَسْلاَنَ) متفقٌ عَلَيْهِ.\n\n(قافية الرَّأس): آخِرُهُ.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1165","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (أيُّهَا النَّاسُ: أفْشُوا السَّلامَ، وَأطْعِمُوا الطَّعَامَ، وَصَلُّوا بِاللَّيْلِ وَالنَّاسُ نِيَامٌ، تَدْخُلُوا الجَنَّةَ بِسَلاَمٍ) رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن عبد الله بن سلام رضي الله عنه:"},{"hadithId":"1166","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (أفْضَلُ الصِّيَامِ بَعْدَ رَمَضَانَ: شَهْرُ اللهِ المُحَرَّمُ، وَأفْضَلُ الصَّلاَةِ بَعْدَ الفَرِيضَةِ: صَلاَةُ اللَّيْلِ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1167","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (صَلاةُ اللَّيْلِ مَثْنَى مَثْنَى، فَإذَا خِفْتَ الصُّبْحَ فَأوْتِرْ بِوَاحِدَةٍ) متفقٌ عَلَيْهِ.","sanad":"وعن ابن عمر رضي الله عنهما: "},{"hadithId":"1168","text":"كَانَ النَّبيُّ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ مَثْنَى مَثْنَى، وَيُوتِرُ بِرَكْعَةٍ. متفقٌ عَلَيْهِ.","sanad":"وعنه قَالَ: "},{"hadithId":"1169","text":"كَانَ رسولُ اللهِ صلى الله عليه وسلم يُفْطِرُ مِنَ الشَّهْرِ حَتَّى نَظُنَّ أنْ لاَ يَصُومَ مِنْهُ، وَيَصُومُ حَتَّى نَظُنَّ أنْ لاَ يُفْطِرَ مِنْهُ شَيْئاً، وَكَانَ لاَ تَشَاءُ أنْ تَرَاهُ مِنَ اللَّيلِ مُصَلِّياً إِلاَّ رَأيْتَهُ، وَلاَ نَائِماً إِلاَّ رَأيْتَهُ. رواه البخاري. ","sanad":" وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1170","text":"أنَّ رسول الله صلى الله عليه وسلم كَانَ يُصَلِّي إحْدَى عَشْرَةَ رَكْعَةً - تَعْنِي في اللَّيلِ - يَسْجُدُ السَّجْدَةَ مِنْ ذَلِكَ قَدْرَ مَا يَقْرَأُ أحَدُكُمْ خَمْسِينَ آيَةً قَبْلَ أنْ يَرْفَعَ رَأسَهُ، وَيَرْكَعُ رَكْعَتَيْنِ قَبْلَ صَلاَةِ الفَجْرِ، ثُمَّ يَضْطَجِعُ عَلَى شِقِّهِ الأيْمَنِ حَتَّى يَأتِيَهُ المُنَادِي للصَلاَةِ. رواه البخاري.","sanad":"وعن عائشة رضي الله عنها:"},{"hadithId":"1171","text":"مَا كَانَ رسول الله صلى الله عليه وسلم يَزيدُ - في رَمَضَانَ وَلاَ في غَيْرِهِ - عَلَى إحْدَى عَشْرَةَ رَكْعَةً: يُصَلِّي أرْبَعاً فَلاَ تَسْألْ عَنْ حُسْنِهِنَّ وَطُولِهِنَّ، ثُمَّ يُصَلِّي أرْبَعاً فَلاَ تَسْألْ عَنْ حُسْنِهِنَّ وطُولِهِنَّ، ثُمَّ يُصَلِّي ثَلاثاً. فَقُلتُ: يَا رسولَ اللهِ، أتَنَامُ قَبْلَ أنْ تُوتِرَ؟ فَقَالَ: (يَا عَائِشَة، إنَّ عَيْنَيَّ تَنَامَانِ وَلاَ يَنَامُ قَلْبِي (5). متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــــــ\n(1) لاَ يَنَامُ قَلْبِي : قال النووي في شرح صحيح مسلم 3/221 عقيب (745): (هذا من خصائص الأنبياء صلوات الله وسلامه عليهم).","sanad":"وعنها قالت: "},{"hadithId":"1172","text":"أنَّ النبيَّ صلى الله عليه وسلم كَانَ يَنَامُ أوّلَ اللَّيلِ، وَيَقُومُ آخِرَهُ فَيُصَلِّي. متفقٌ عَلَيْهِ.","sanad":"وعنها:"},{"hadithId":"1173","text":"صَلَّيْتُ مَعَ النَّبيِّ صلى الله عليه وسلم لَيْلَةً، فَلَمْ يَزَلْ قائِماً حَتَّى هَمَمْتُ بِأَمْر سوءٍ! قيلَ: مَا هَمَمْتَ؟ قَالَ: هَمَمْتُ أنْ أجِلْسَ وَأدَعَهُ. متفقٌ عَلَيْهِ.","sanad":"وعن ابن مسعود رضي الله عنه قَالَ:"},{"hadithId":"1174","text":"صَلَّيْتُ مَعَ النَّبيِّ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ فَافْتَتَحَ البَقرَةَ، فَقُلْت: يَرْكَعُ عِنْدَ المائَةِ، ثُمَّ مَضَى، فقلتُ: يُصَلِّي بِهَا في رَكْعَةٍ فَمَضَى، فقلتُ: يَرْكَعُ بِهَا، ثُمَّ افْتَتَحَ النِّسَاءَ فَقَرَأَهَا، ثُمَّ افْتَتَحَ آلَ عِمْرَانَ فَقَرَأَهَا، يَقرَأُ مُتَرَسِّلاً: إِذَا مَرَّ بآيةٍ فِيهَا تَسبيحٌ سَبَّحَ، وَإذَا مَرَّ بسُؤَالٍ سَأَلَ، وَإذَا مَرَّ بتَعَوُّذٍ تَعَوَّذَ، ثُمَّ رَكَعَ، فَجَعَلَ يَقُولُ: (سُبْحَانَ رَبِّيَ العَظِيمِ) فَكَانَ رُكُوعُهُ نَحواً مِنْ قِيَامِهِ، ثُمَّ قَالَ: (سَمِعَ اللهُ لِمَنْ حَمِدَهُ، رَبَّنَا لَكَ الحَمْدُ) ثُمَّ قَامَ طَويلاً قَريباً مِمَّا رَكَعَ، ثُمَّ سَجَدَ، فَقَالَ: (سُبْحَانَ رَبِّيَ الأَعْلَى) فَكَانَ سجُودُهُ قَريباً مِنْ قِيَامِهِ. رواه مسلم.","sanad":"وعن حذيفة رضي الله عنه قَالَ:"},{"hadithId":"1175","text":"سُئِلَ رسولُ الله صلى الله عليه وسلم أيُّ الصَّلاَةِ أفْضَلُ؟ قَالَ: (طُولُ القُنُوتِ) رواه مسلم.\n\nالمراد بـ (القنوتِ): القِيام.","sanad":"وعن جابر رضي الله عنه قَالَ:"},{"hadithId":"1176","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (أحَبُّ الصَّلاةِ إِلَى اللهِ صَلاةُ دَاوُدَ، وَأحَبُّ الصِّيَامِ إِلَى اللهِ صِيَامُ دَاوُدَ، كَانَ يَنَامُ نِصْفَ اللَّيلِ وَيَقُومُ ثُلُثَهُ وَيَنَامُ سُدُسَهُ وَيَصُومُ يَوماً وَيُفْطِرُ يَوْماً) متفقٌ عَلَيْهِ.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما: "},{"hadithId":"1177","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (إنَّ في اللَّيْلِ لَسَاعَةً، لاَ يُوَافِقُهَا رَجُلٌ مُسْلِمٌ يَسْألُ الله تَعَالَى خَيْراً مِنْ أمْرِ الدُّنْيَا وَالآخِرَةِ، إِلاَّ أعْطَاهُ إيَّاهُ، وَذَلِكَ كُلَّ لَيْلَةٍ) رواه مسلم.","sanad":"وعن جابر رضي الله عنه قَالَ:"},{"hadithId":"1178","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (إِذَا قَامَ أحَدُكُمْ مِنَ اللَّيْلِ فَلْيَفْتَتِحِ الصَّلاَةَ بركْعَتَيْنِ خَفِيفَتَيْنِ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1179","text":"كَانَ رسولُ الله صلى الله عليه وسلم إِذَا قَامَ مِنَ اللَّيْلِ افْتَتَحَ صَلاَتَهُ بِرَكْعَتَيْنِ خَفِيفَتَيْنِ. رواه مسلم. ","sanad":"وعن عائشة رضي الله عنها قالت:"},{"hadithId":"1180","text":"كَانَ رسول الله صلى الله عليه وسلم إِذَا فَاتَتْهُ الصَّلاةُ مِن اللَّيْلِ مِنْ وَجَعٍ أَوْ غَيْرِهِ، صَلَّى مِنَ النَّهَارِ ثِنْتَيْ عَشرَةَ ركْعَةً. رواه مسلم.","sanad":"وعنها رضي الله عنها قالت: "},{"hadithId":"1181","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَنْ نَامَ عَنْ حِزْبِهِ، أَوْ عَنْ شَيْءٍ مِنْهُ، فَقَرَأَهُ فيما بَيْنَ صَلاَةِ الفَجْرِ وصلاة الظُّهْرِ، كُتِبَ لَهُ كَأنَّمَا قَرَأهُ مِنَ اللَّيْلِ) رواه مسلم.","sanad":"وعن عمر بن الخطاب رضي الله عنه قَالَ: "},{"hadithId":"1182","text":"قَالَ رسول الله صلى الله عليه وسلم: (رَحِمَ اللهُ رَجُلاً قَامَ مِنَ اللَّيْلِ، فَصَلَّى وَأيْقَظَ امْرَأَتَهُ، فَإنْ أبَتْ نَضَحَ في وَجْهِهَا المَاءَ، رَحِمَ اللهُ امْرَأَةً قَامَتْ مِنَ اللَّيْلِ، فَصَلَّتْ وَأيْقَظَتْ زَوْجَهَا، فَإن أبَى نَضَحَتْ فِي وَجْهِهِ المَاءَ) رواه أَبُو داود بإسناد صحيح.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1183","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (إِذَا أَيْقَظَ الرَّجُلُ أهْلَهُ مِنَ اللَّيْلِ فَصَلَّيَا - أَوْ صَلَّى رَكْعَتَيْنِ جَمِيعاً، كُتِبَا في الذَّاكِرِينَ وَالذَّاكِرَاتِ) رواه أَبُو داود بإسناد صحيح.","sanad":"وعنه، وعن أَبي سعيدٍ رضي الله عنهما قالا:"},{"hadithId":"1184","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (إِذَا نَعَسَ أحَدُكُمْ في الصَّلاَةِ، فَلْيَرْقُدْ حَتَّى يَذْهَبَ عَنْهُ النَّوْمُ، فَإنَّ أحَدَكُمْ إِذَا صَلَّى وَهُوَ نَاعِسٌ، لَعَلَّهُ يَذْهَبُ يَسْتَغْفِرُ (1)، فَيَسُبَّ نَفْسَهُ) متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــــ\n(1)  يَسْتَغْفِرُ : قال النووي في شرح صحيح مسلم 3/265 عقيب (787): (قال القاضي: معنى يستغفر هنا: يدعو).","sanad":"وعن عائشة رضي الله عنها: "},{"hadithId":"1185","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (إِذَا قَامَ أحَدُكُمْ مِنَ اللَّيْلِ، فَاسْتَعْجَمَ (1)، القُرْآنَ عَلَى لِسَانِهِ، فَلَمْ يَدْرِ مَا يَقُولُ، فَلْيَضْطَجِع) رواه مسلم.\n\nـــــــــــــــــــــــــ\n(1) فَاسْتَعْجَمَ : قال النووي في شرح صحيح مسلم 3/266 عقيب (787): (أي استغلق ولم ينطلق به لسانه لغلبة النعاس).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "}]},{"chapterID":34,"chapterName":"34 - باب استحباب قيام رمضان وَهُوَ التراويح","chapterIntro":"34 - باب استحباب قيام رمضان وَهُوَ التراويح.","hadiths":[{"hadithId":"1186","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَنْ قَامَ رَمَضَانَ إيماناً وَاحْتِسَاباً (1)، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــــــ\n(1) إيماناً وَاحْتِسَاباً : قال النووي في شرح صحيح مسلم 3/237 عقيب (762): (ومعنى احتساباً : أنْ يريد الله تعالى وحده لا يقصد رؤية الناس، ولا غير ذلك مما يخالف الإخلاص).","sanad":"عن أَبي هريرة رضي الله عنه"},{"hadithId":"1187","text":"كَانَ رسولُ اللهِ صلى الله عليه وسلم يُرَغِّبُ في قِيَامِ رَمَضَانَ مِنْ غَيْرِ أنْ يَأمُرَهُمْ فِيهِ بِعَزِيمَةٍ (1)، فيقولُ: (مَنْ قَامَ رَمَضَانَ إيمَاناً وَاحْتِسَاباً غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) رواه مسلم.\n\nـــــــــــــــــــــــــ\n(1) بِعَزِيمَةٍ : قال النووي في شرح صحيح مسلم 3/238 عقيب (762): (معناه: لا يأمرهم أمر إيجاب وتحتيم، بل أمر ندب وترغيب).","sanad":"وعنه رضي الله عنه قَالَ: "}]},{"chapterID":35,"chapterName":"35 - باب فضل قيام ليلة القدر وبيان أرجى لياليها","chapterIntro":"35 - باب فضل قيام ليلة القدر وبيان أرجى لياليها، قَالَ الله تَعَالَى: {إنَّا أنْزَلْنَاهُ فِي لَيْلَةِ القَدْرِ} [القدر : 1] إِلَى آخرِ السورة، وقال تَعَالَى: {إنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ} [الدخان : 3] الآياتِ.","hadiths":[{"hadithId":"1188","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (مَنْ قَامَ لَيْلَةَ القَدْرِ إيمَاناً وَاحْتِسَاباً غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) متفقٌ عَلَيْهِ. ","sanad":"وعن أَبي هريرة رضي الله عنه، "},{"hadithId":"1189","text":"أنَّ رِجالاً مِنْ أصْحَابِ النبيِّ صلى الله عليه وسلم أُرُوا لَيْلَةَ القَدْرِ في المَنَامِ في السَّبْعِ الأَوَاخِرِ، فَقَالَ رسول الله صلى الله عليه وسلم: (أرَى رُؤْيَاكُمْ قَدْ تَوَاطَأتْ (1)، في السَّبْعِ الأوَاخِرِ، فَمَنْ كَانَ مُتَحَرِّيهَا فَلْيَتَحَرَّهَا في السَّبْعِ الأَوَاخِرِ) متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــ\n(1) تَوَاطَأتْ : قال النووي في شرح صحيح مسلم 4/275 عقيب (1170) : (أي : توافقت).","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1190","text":"كَانَ رسولُ الله صلى الله عليه وسلم يُجَاوِرُ في العَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ ويقول: (تَحرَّوا لَيْلَةَ القَدْرِ في العَشْرِ الأواخرِ منْ رَمَضانَ). متفقٌ عَلَيْهِ.\n","sanad":"وعن عائشة رضي الله عنها قالت:"},{"hadithId":"1191","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (تَحَرَّوْا لَيْلَةَ القَدْرِ في الوَتْرِ مِنَ العَشْرِ الأوَاخِرِ مِنْ رَمَضَانَ) رواه البخاري.","sanad":"وعنها رضي الله عنها:"},{"hadithId":"1192","text":"كَانَ رسول الله صلى الله عليه وسلم إِذَا دَخَلَ العَشْرُ الأَوَاخِرُ مِنْ رَمَضَانَ، أحْيَا اللَّيْلَ، وَأيْقَظَ أهْلَهُ، وَجَدَّ وَشَدَّ المِئزَرَ(1). متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 4/282 عقيب (1175) : (اختلف العلماء في معنى شد المئزر، فقيل: هو الاجتهاد في العبادات زيادة على عادته صلى الله عليه وسلم في غيره، وقيل: معناه : التشمير في العبادات، يُقال: شددت لهذا الأمر مئزري، أي : تشمرت له وتفرغت، وقيل: هو كناية عن اعتزال النساء للاشتغال بالعبادات).","sanad":"وعنها رضي الله عنها قالت: "},{"hadithId":"1193","text":"كَانَ رسولُ اللهِ صلى الله عليه وسلم يَجْتَهِدُ في رَمَضَانَ مَا لاَ يَجْتَهِدُ في غَيْرِهِ، وَفِي العَشْرِ الأوَاخِرِ مِنْهُ مَا لا يَجْتَهِدُ في غَيْرِهِ. رواه مسلم.","sanad":"وعنها قالت: "},{"hadithId":"1194","text":"قُلْتُ: يَا رسول الله، أرَأيْتَ إنْ عَلِمْتُ أيُّ لَيلَةٍ لَيْلَةُ القَدْرِ مَا أقُولُ فِيهَا؟ قَالَ: (قُولِي: اللَّهُمَّ إنَّكَ عَفُوٌ تُحِبُّ العَفْوَ فَاعْفُ عَنّي) رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعنها قالت:"}]},{"chapterID":36,"chapterName":"36 - باب فضل السواك وخصال الفطرة","chapterIntro":"36 - باب فضل السواك وخصال الفطرة.","hadiths":[{"hadithId":"1195","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لَوْلاَ أنْ أشُقَّ عَلَى أُمَّتِي - أَوْ عَلَى النَّاسِ - لأَمَرْتُهُمْ بِالسِّوَاكِ مَعَ كُلِّ صَلاَةٍ) متفقٌ عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه:"},{"hadithId":"1196","text":"كَانَ رسول الله صلى الله عليه وسلم إِذَا قَامَ مِن النَّومِ يَشُوصُ فَاهُ بِالسِّوَاكِ. متفقٌ عَلَيْهِ.\n\n(الشَّوْصُ) : الدَّلْكُ.","sanad":"وعن حُذَيْفَةَ رضي الله عنه قَالَ:"},{"hadithId":"1197","text":"كُنَّا نُعِدُّ لِرسولِ الله صلى الله عليه وسلم سِوَاكَهُ وَطَهُورَهُ، فَيَبْعَثُهُ اللهُ مَا شَاءَ أنْ يَبْعَثَهُ مِنَ اللَّيْلِ، فَيَتَسَوَّكُ، وَيَتَوضَّأُ وَيُصَلِّي. رواه مسلم.","sanad":"وعن عائشة رضي الله عنها قالت: "},{"hadithId":"1198","text":"قَالَ رسول الله صلى الله عليه وسلم: (أكْثَرْتُ عَلَيْكُمْ في السِّوَاكِ) رواه البخاري.","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1199","text":"قلت لعائشة رضي اللهُ عنها: بأَيِّ شَيْءٍ كَانَ يَبْدَأُ النَّبِيُّ صلى الله عليه وسلم إِذَا دَخَلَ بَيْتَهُ؟ قالت: بِالسِّوَاكِ. رواه مسلم. ","sanad":"وعن شريح بن هانىءٍ قَالَ:"},{"hadithId":"1200","text":"دَخلتُ عَلَى النَّبيِّ صلى الله عليه وسلم وَطَرَفُ السِّوَاكِ عَلَى لِسَانِهِ. متفقٌ عَلَيْهِ، وهذا لفظ مسلمٍ.","sanad":"وعن أَبي موسى الأشعري رضي الله عنه قَالَ:"},{"hadithId":"1201","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (السِّوَاكُ مَطْهَرَةٌ لِلْفَمِ مَرْضَاةٌ للرَّبِّ) رواه النسائي وابنُ خُزَيْمَةَ في صحيحهِ بأسانيدَ صحيحةٍ.","sanad":"وعن عائشة رضي الله عنها:"},{"hadithId":"1202","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (الفِطْرَةُ خَمْسٌ، أَوْ خَمْسٌ مِنَ الفِطْرَةِ (1) : الخِتَانُ، وَالاسْتِحْدَادُ، وَتَقْلِيمُ الأظْفَارِ، وَنَتْفُ الإبطِ، وَقَصُّ الشَّارِبِ) متفقٌ عَلَيْهِ.\n\n(الاستحْدَادُ): حَلقُ العَانَةِ، وَهُوَ حَلْقُ الشَّعْرِ الَّذِي حَولَ الفَرْجِ.\n\nــــــــــــــــــــــــ\n(1) الفِطْرَةِ : أي من السنة، يعني سُنن الأنبياء عليهم السلام التي أُمرنا أن نقتدي بهم فيها. النهاية 3/457.","sanad":"وعن أَبي هريرة رضي الله عنه، "},{"hadithId":"1203","text":"قَالَ رسول الله صلى الله عليه وسلم: (عَشْرٌ مِنَ الفِطْرَةِ: قَصُّ الشَّارِبِ، وَإعْفَاءُ اللِّحْيَةِ، وَالسِّوَاكُ، وَاسْتِنْشَاقُ المَاءِ، وَقَصُّ الأظْفَارِ، وَغَسْلُ البَرَاجِمِ، وَنَتف الإبْطِ، وَحَلْقُ العَانَةِ، وَانْتِقَاصُ المَاءِ) قَالَ الرَّاوِي: وَنَسِيْتُ العَاشِرَةَ إِلاَّ أنْ تَكُونَ المَضمَضَةُ. قَالَ وَكِيعٌ - وَهُوَ أحَدُ رُواتِهِ - انْتِقَاصُ المَاءِ: يَعْنِي الاسْتِنْجَاءِ. رواه مسلم.\n\n(البَرَاجِم) بالباء الموحدةِ والجِيم: وهي عُقَدُ الأَصَابِعِ، وَ(إعْفَاءُ اللِّحْيَةِ) مَعْنَاهُ: لاَ يَقُصُّ مِنْهَا شَيْئاً.","sanad":"وعن عائشة رضي الله عنها قالت:"},{"hadithId":"1204","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (أحْفُوا (1)، الشَّوَارِبَ وَأعْفُوا اللِّحَى) متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــــــ\n(1) أحْفُوا : أي يُبالغ في قصِّها. النهاية 1/410.","sanad":"وعن ابن عمر رضي الله عنهما،"}]},{"chapterID":37,"chapterName":"37 - باب تأكيد وجوب الزكاة وبيان فضلها وَمَا يتعلق بِهَا","chapterIntro":"37 - باب تأكيد وجوب الزكاة وبيان فضلها وَمَا يتعلق بِهَا، قَالَ الله تَعَالَى: {وَأقِيمُوا الصَّلاَةَ وَآتُوا الزَّكَاةَ} [البقرة : 43]، وقال تَعَالَى: {وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا الله مُخْلِصِينَ لَهُ الدِّينَ حُنفَاءَ وَيُقِيمُوا الصَّلاَةَ وَيُؤتُوا الزَّكَاةَ وَذَلِكَ دِينُ القَيِّمَةِ} [البينة :5]، وقال تَعَالَى: {خُذْ مِنْ أمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [التوبة : 103].","hadiths":[{"hadithId":"1205","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (بُنِيَ الإسْلاَمُ عَلَى خَمْسٍ: شَهَادَةِ أنْ لاَ إلهَ إِلاَّ اللهُ، وَأنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، وَإقَامِ الصَّلاَةِ، وَإيتَاءِ الزَّكَاةِ، وَحَجِّ البَيْتِ، وَصَوْمِ رَمَضَانَ) متفقٌ عَلَيْهِ.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1206","text":"جَاءَ رَجُلٌ إِلَى رسولِ الله صلى الله عليه وسلم مِنْ أَهْلِ نَجْدٍ ثَائِرُ الرَّأسِ (1)، نَسْمَعُ دَوِيَّ صَوْتِهِ (2)، وَلاَ نَفْقَهُ مَا يَقُولُ، حَتَّى دَنَا مِنْ رسولِ الله صلى الله عليه وسلم، فَإذا هُوَ يَسألُ عَنِ الإسْلاَم، فَقَالَ رسول الله صلى الله عليه وسلم: (خَمْسُ صَلَواتٍ في اليَوْمِ وَاللَّيْلَةِ) قَالَ: هَلْ عَلَيَّ غَيْرُهُنَّ؟ قَالَ: (لاَ، إِلاَّ أنْ تَطَّوَّعَ) فَقَالَ رسولُ الله صلى الله عليه وسلم: (وَصِيامُ شَهْرِ رَمَضَانَ) قَالَ: هَلْ عَلَيَّ غَيْرُهُ؟ قَالَ: (لاَ، إِلاَّ أنْ تَطَّوَّعَ) قَالَ: وَذَكَرَ لَهُ رسول الله صلى الله عليه وسلم الزَّكَاةَ، فَقَالَ: هَلْ عَلَيَّ غَيْرُهَا؟ قَالَ: (لاَ، إِلاَّ أنْ تَطَّوَّعَ) فَأدْبَرَ الرَّجُلُ وَهُوَ يَقُولُ: وَاللهِ لاَ أُزِيدُ عَلَى هَذَا وَلاَ أنْقُصُ مِنْهُ، فَقَالَ رسول الله صلى الله عليه وسلم: (أفْلَحَ إنْ صَدَقَ) متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــــــــ\n(1) ثَائِرُ الرَّأسِ : قال النووي في شرح صحيح مسلم 1/152 عقيب (11) : (معنى ثائر الرأس قائم شعره منتفشه).\n(2) دَوِيَّ صَوْتِهِ : قال النووي في شرح صحيح مسلم 1/152 عقيب (11) : (بعده في الهواء ومعناه شدة صوتٍ لا يُفهم).","sanad":"وعن طَلْحَةَ بن عبيد الله رضي الله عنه قَالَ:"},{"hadithId":"1207","text":"أنَّ النبيَّ صلى الله عليه وسلم بعث مُعاذاً رضي الله عنه إِلَى اليَمَنِ، فَقَالَ: (ادْعُهُمْ إِلَى شَهَادَةِ أنْ لاَ إلهَ إِلاَّ اللهُ وَأنِّي رسول اللهِ، فإنْ هُمْ أطَاعُوا لِذلِكَ، فَأعْلِمْهُمْ أن اللهَ تَعَالَى، افْتَرَضَ عَلَيْهِمْ خَمْسَ صَلَواتٍ في كُلِّ يَوْمٍ وَلَيْلَةٍ، فَإنْ هُمْ أطَاعُوا لِذلِكَ، فَأعْلِمْهُمْ أنَّ اللهَ افْتَرَضَ عَلَيْهِمْ صَدَقَةً تُؤخَذُ مِنْ أغْنِيَائِهِمْ، وتُرَدُّ عَلَى فُقَرَائِهِمْ) متفقٌ عَلَيْهِ.\n","sanad":"وعن ابن عباس رضي الله عنه:"},{"hadithId":"1208","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (أُمِرْتُ أنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أنْ لاَ إلهَ إِلاَّ اللهُ، وَأنَّ مُحَمَّداً رسول الله، وَيُقِيمُوا الصَّلاةَ، وَيُؤتُوا الزَّكَاةَ، فَإذَا فَعَلُوا ذَلِكَ عَصَمُوا مِني دِمَاءهُمْ وَأمْوَالَهُمْ، إِلاَّ بِحَقِّ الإسْلاَمِ، وَحِسَابُهُم عَلَى الله) متفقٌ عَلَيْهِ.","sanad":"وعن ابن عمر رضي الله عنهما قَالَ: "},{"hadithId":"1209","text":"لَمَّا تُوُفِّيَ رسولُ الله صلى الله عليه وسلم - وَكَانَ أَبُو بَكْرٍ - رضي الله عنه وَكَفَرَ مَنْ كَفَرَ مِنَ العَرَبِ، فَقال عُمَرُ رضي الله عنه: كَيْفَ تُقَاتِلُ النَّاسَ وَقَدْ قَالَ رسولُ الله صلى الله عليه وسلم: (أُمِرْتُ أنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولوُا لاَ إلهَ إِلاَّ اللهُ، فَمَنْ قَالَهَا فَقَدْ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ إِلاَّ بِحَقِّهِ، وَحِسَابُهُ عَلَى الله) فَقَالَ أَبُو بَكْرٍ: وَاللهِ لأُقَاتِلَنَّ مَنْ فَرَّقَ بين الصَّلاَةِ وَالزَّكَاةِ، فَإنَّ الزَّكَاةَ حَقُّ المَالِ. وَاللهِ لَوْ مَنَعُونِي عِقَالاً كَانُوا يُؤدُّونَهُ إِلَى رسولِ الله صلى الله عليه وسلم، لَقَاتَلْتُهُمْ عَلَى مَنْعِهِ. قَالَ عُمَرُ رضي الله عنه: فَوَاللهِ مَا هُوَ إِلاَّ أنْ رَأيْتُ اللهَ قَدْ شَرَحَ صَدْرَ أَبي بَكْرٍ لِلقِتَالِ، فَعَرَفْتُ أنَّهُ الحَقُّ. متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1210","text":"أنّ رَجُلاً قَالَ للنبيِّ صلى الله عليه وسلم: أخْبِرْنِي بعمل يُدْخِلُنِي الجَنَّة، قَالَ: (تَعْبُدُ اللهَ، وَلاَ تُشْرِكُ بِهِ شَيْئاً، وَتُقِيمُ الصَّلاَةَ، وَتُؤْتِي الزَّكَاةَ، وَتَصِلُ الرَّحِمَ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي أيُّوب رضي الله عنه:"},{"hadithId":"1211","text":"أن أعرابيًا أتي النبي صلى الله عليه وسلم فقال: ‏‏يا رسول الله دلني على عمل إذا عملته، دخلت الجنة، قال: تعبد الله ولا تشرك به شيئًا، وتقيم الصلاة، وتؤتي الزكاة المفروضة، وتصوم رمضان، قال: والذي نفسي بيده، لا أزيد على هذا. فلما ولى قال النبي صلى الله عليه وسلم: ‏من سره أن ينظر إلى رجل من أهل الجنة فلينظر إلى هذا. متفقٌ عَلَيْهِ.","sanad":"وعن أبي هريرة رضي الله عنه،"},{"hadithId":"1212","text":"بايَعْتُ النبيَ صلى الله عليه وسلم عَلَى إقَامِ الصَّلاَةِ، وَإيتَاءِ الزَّكَاةِ، وَالنُّصْحِ لِكُلِّ مُسْلِمٍ. متفقٌ عَلَيْهِ.","sanad":"وعن جرير بن عبد الله رضي الله عنه قَالَ:"},{"hadithId":"1213","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَا مِنْ صَاحِبِ ذَهَبٍ، وَلاَ فِضَّةٍ، لا يُؤَدِّي مِنْهَا حَقَّهَا إِلاَّ إِذَا كَانَ يَومُ القِيَامَةِ صُفِّحَتْ لَهُ صَفَائِحُ مِنْ نَارٍ، فَأُحْمِيَ عَلَيْهَا في نَارِ جَهَنَّمَ، فَيُكْوَى بِهَا جَنْبُهُ، وَجَبِينُهُ، وَظَهْرُهُ، كُلَّمَا بَرَدَتْ أُعِيدَتْ لَهُ في يَومٍ كَانَ مِقْدَارُهُ خَمْسِينَ ألْفَ سَنَةٍ، حَتَّى يُقْضَى بَيْنَ العِبَادِ فَيَرَى سَبيلَهُ، إمَّا إِلَى الجَنَّةِ، وَإمَّا إِلَى النَّارِ) قيل: يَا رسولَ الله، فالإبلُ؟ قَالَ: (وَلاَ صَاحِبِ إبلٍ لا يُؤَدِّي مِنْهَا حَقَّهَا، وَمِنْ حَقِّهَا حَلْبُهَا يَومَ وِرْدِهَا، إِلاَّ إِذَا كَانَ يَومُ القِيَامَةِ بُطِحَ لَهَا بِقَاعٍ قَرْقَرٍ(1)، أوْفَرَ مَا كَانَتْ، لاَ يَفْقِدُ مِنْهَا فَصيلاً وَاحِداً، تَطَؤُهُ بِأخْفَافِهَا، وَتَعَضُّهُ بِأفْوَاهِهَا، كُلَّمَا مَرَّ عَلَيْهِ أُولاَهَا، رُدَّ عَلَيْهِ أُخْرَاهَا، في يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ ألْفَ سَنَةٍ، حَتَّى يُقْضى بَيْنَ العِبَادِ، فَيَرَى سَبِيلَهُ، إمَّا إِلَى الجَنَّةِ، وَإمَّا إِلَى النَّارِ) قِيلَ: يَا رَسولَ اللهِ، فَالبَقَرُ وَالغَنَمُ؟ قَالَ: (وَلاَ صَاحِبِ بَقَرٍ وَلاَ غَنَمٍ لاَ يُؤَدِّي مِنْهَا حَقَّهَا، إِلاَّ إِذَا كَانَ يَوْمُ القِيَامَةِ، بُطِحَ لَهَا بقَاعٍ قَرْقَرٍ، لاَ يَفْقِدُ مِنْهَا شَيْئاً، لَيْسَ فِيهَا عَقْصَاءُ (2)، وَلاَ جَلْحَاءُ ، وَلاَ عَضْبَاءُ، تَنْطَحُهُ بقُرُونها، وَتَطَؤُهُ بِأظْلاَفِهَا (3)، كُلَّمَا مرَّ عَلَيْهِ أُولاَهَا، رُدَّ عَلَيْهِ أُخْرَاهَا، في يَومٍ كَانَ مِقْدَارُهُ خَمْسِينَ ألْفَ سَنَة حَتَّى يُقْضى بَيْنَ العِبَادِ، فَيَرى سَبيِلَهُ، إمَّا إِلَى الجَنَّةِ، وَإمَّا إِلَى النَّارِ) قيل: يَا رسول الله فالخَيْلُ؟ قَالَ: (الخَيلُ ثَلاَثَةٌ: هِيَ لِرَجُلٍ وِزْرٌ، وَهِيَ لِرَجُلٍ سِتْرٌ، وَهِيَ لِرَجُلٍ أجْرٌ. فَأمَّا الَّتي هي لَهُ وِزْرٌ فَرَجُلٌ ربطها رِيَاءً وَفَخْراً وَنِوَاءً (4)، عَلَى أهْلِ الإسْلاَمِ، فَهِيَ لَهُ وِزْرٌ، وَأمَّا الَّتي هي لَهُ سِتْرٌ، فَرَجُلٌ رَبَطَهَا (5)، في سَبيلِ الله، ثُمَّ لَمْ يَنْسَ حَقَّ اللهِ في ظُهُورِهَا، وَلاَ رِقَابِهَا، فَهِيَ لَهُ سِتْرٌ، وَأمَّا الَّتي هي لَهُ أجْرٌ، فَرَجُلٌ رَبَطَهَا في سَبيلِ الله لأهْلِ الإسْلاَمِ في مَرْجٍ، أَوْ رَوْضَةٍ فَمَا أكَلَتْ مِنْ ذَلِكَ المَرْجِ أَوْ الرَّوْضَةِ مِنْ شَيْءٍ إِلاَّ كُتِبَ لَهُ عَدَدَ مَا أَكَلَتْ حَسَنَات وكُتِبَ لَهُ عَدَدَ أرْوَاثِهَا وَأبْوَالِهَا حَسَنَات، وَلاَ تَقْطَعُ طِوَلَهَا (6)، فَاسْتَنَّتْ (7)، شَرَفاً (8)، أَوْ شَرَفَيْنِ إِلاَّ كَتَبَ اللهُ لَهُ عَدَدَ آثَارِهَا، وَأرْوَاثِهَا حَسَنَاتٍ، وَلاَ مَرَّ بِهَا صَاحِبُهَا عَلَى نَهْرٍ، فَشَرِبَتْ مِنْهُ، وَلاَ يُرِيدُ أنْ يَسْقِيهَا إِلاَّ كَتَبَ اللهُ لَهُ عَدَدَ مَا شَرِبَتْ حَسَنَاتٍ) قِيلَ: يَا رسولَ اللهِ فالحُمُرُ؟ قَالَ: مَا أُنْزِلَ عَلَيَّ في الحُمُرِ شَيْءٌ إِلاَّ هذِهِ الآية الفَاذَّةُ الجَامِعَةُ: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ}. متفقٌ عَلَيْهِ، وهذا لفظ مسلم.\n\nـــــــــــــــــــــــــــــــــ\n(1)  القَاعٍ القَرْقَرٍ : المكان المستوي الواسع. النهاية 4/48 و132.\n(2) عَقْصَاءُ : قال النووي في شرح صحيح مسلم 4/79 (988) : (العقصاء: ملتوية القرن. والجلحاء: التي لا قرن لها. والعضباء التي انكسر قرنها الداخل).\n(3) أظْلاَفِهَا : قال النووي في شرح صحيح مسلم 4/80 عقيب (988) : (الظلف للبقر والغنم والظباء، وهو المنشق من القوائم، والخف للبعير، والقدم للآدمي، والحافر للفرس والبغل والحمار).\n(4) نِوَاءً : هو بكسر النون وبالمد، أي مناوأةً ومعاداةً.\n(5) رَبَطَهَا : أي أعدها للجهاد، وأصله من الربط، ومنه الرباط، وهو حبس الرجل نفسه في الثغر وإعداده الأهبة لذلك.\n(6) طِوَلَهَا : هو بكسر الطاء وفتح الواو، ويُقال : (طيلها) بالياء، كذا جاء في الموطأ، والطول والطيل: الحبل الذي تربط فيه.\n(7) فَاسْتَنَّتْ : أي جرت.\n(8) شَرَفاً : الشرف بفتح الشين المعجمة والراء وهو العالي من الأرض، وقيل: المراد هنا طلقاً أو طلقين.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":38,"chapterName":"38 - باب وجوب صوم رمضان وبيان فضل الصيام وَمَا يتعلق بِهِ","chapterIntro":"38 - باب وجوب صوم رمضان وبيان فضل الصيام وَمَا يتعلق بِهِ، قَالَ الله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُم الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ} إِلَى قَوْله تَعَالَى: {شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ القُرْآنُ هُدَىً لِلنَّاسِ وَبَيّنَاتٍ مِنَ الهُدَى وَالفُرْقانِ فَمَنْ شَهِدَ مِنْكُم الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أيَّامٍ أُخَر} [البقرة : 183-185]. وَأما الأحاديث فقد تقدمت في الباب الَّذِي قبله.","hadiths":[{"hadithId":"1214","text":"قَالَ رسول الله صلى الله عليه وسلم: (قَالَ اللهُ عز وجل: كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ إِلاَّ الصِّيَام، فَإنَّهُ لِي وَأنَا أجْزِي بِهِ، وَالصِّيَامُ جُنَّةٌ (1)، فَإذَا كَانَ يَومُ صَوْمِ أحَدِكُمْ فَلاَ يَرْفُثْ (2)، وَلاَ يَصْخَبْ (3)، فإنْ سَابَّهُ أحَدٌ أَوْ قَاتَلَهُ فَلْيَقُلْ: إنِّي صَائِمٌ. وَالذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَخُلُوفُ (4)، فَمِ الصَّائِمِ أطْيَبُ عِنْدَ اللهِ مِنْ رِيحِ المِسْكِ. لِلصَّائِمِ فَرْحَتَانِ يَفْرَحُهُمَا: إِذَا أفْطَرَ فَرِحَ بفطره، وَإذَا لَقِيَ رَبَّهُ فَرِحَ بِصَوْمِهِ) متفقٌ عَلَيْهِ، وهذا لفظ روايةِ البُخَارِي. وفي روايةٍ لَهُ: (يَتْرُكُ طَعَامَهُ، وَشَرَابَهُ، وَشَهْوَتَهُ مِنْ أجْلِي، الصِّيَامُ لي وَأنَا أجْزِي بِهِ، وَالحَسَنَةُ بِعَشْرِ أمْثَالِهَا). وفي رواية لمسلم: (كُلُّ عَمَلِ ابْنِ آدَمَ يضاعَفُ، الحسنةُ بِعَشْرِ أمْثَالِهَا إِلَى سَبْعِمِائَةِ ضِعْفٍ. قَالَ الله تَعَالَى: إِلاَّ الصَّوْمَ فَإنَّهُ لِي وَأنَا أجْزِي بِهِ؛ يَدَعُ شَهْوَتَهُ وَطَعَامَهُ مِنْ أجْلِي. للصَّائِمِ فَرْحَتَانِ: فَرْحَةٌ عِنْدَ فِطْرِهِ، وَفَرْحَةٌ عِنْدَ لِقَاءِ رَبِّهِ. وَلَخُلُوفُ فِيهِ أطْيَبُ عِنْدَ اللهِ مِنْ رِيحِ المِسْكِ).\n\nــــــــــــــــــــــــــــــــــــ\n(1) جُنَّةٌ : أي يقي صاحبه ما يؤذيه من الشهوات، والجنة : الوقاية. النهاية 1/308.\n(2) الرْفُثْ : كلمة جامعة لكل ما يريده الرجل من المرأة. النهاية 2/241.\n(3) الصْخَبْ :الضجة، واضطراب الأصوات للخصام. وفعول وفعَّال للمبالغة. النهاية 3/140.\n(4) الَخُلُوفُ : تغير رائحة الفم. النهاية 2/67.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1215","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَنْ أنْفَقَ زَوْجَيْنِ (1)، في سَبِيلِ اللهِ نُودِيَ مِنْ أبْوَابِ الجَنَّةِ، يَا عَبْدَ اللهِ هَذَا خَيرٌ، فَمَنْ كَانَ مِنْ أهْلِ الصَّلاَةِ دُعِيَ مِنْ بَابِ الصَّلاَةِ، وَمَنْ كَانَ مِنْ أهْلِ الجِهَادِ دُعِيَ مِنْ بَابِ الجِهَادِ، وَمَنْ كَانَ مِنْ أهْلِ الصِّيَامِ دُعِيَ مِنْ بَابِ الرَّيَّانِ، وَمَنْ كَانَ مِنْ أهْلِ الصَّدَقَةِ دُعِيَ مِنْ بَابِ الصَّدَقَةِ) قَالَ أَبُو بَكْرٍ رضي الله عنه: بِأبي أنْتَ وَأُمِّي يَا رسولَ اللهِ! مَا عَلَى مَنْ دُعِيَ مِنْ تِلْكَ الأَبْوَابِ مِنْ ضَرورةٍ، فهل يُدْعى أحَدٌ مِنْ تِلْكَ الأبوَابِ كُلِّهَا؟ فَقَالَ: (نَعَمْ، وَأرْجُو أنْ تَكُونَ مِنْهُمْ) متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــــــــ\n(1) زَوْجَيْنِ : قال النووي في شرح صحيح مسلم 4/121 عقيب (1028): (في تفسير هذا الحديث، قيل: وما زوجان؟ قال: فرسان أو عبدان أو بعيران. وقال ابن عرفة: كل شئ قرن بصاحبه فهو زوج، يُقال: زوجت بين الإبل إذا قرنت بعيراً ببعير، وقيل: درهم ودينار، أو درهم وثوب. قال: والزوج يقع على الاثنين ويقع على الواحد، وقيل: إنما يقع على الواحد إذا كان معه آخر، ويقع الزوج أيضاً على الصنف، وفسر بقوله تعالى: {وَكُنْتُمْ أَزْوَاجاً ثَلاثَةً}، وقيل: يحتمل أنْ يكون هذا الحديث في جميع أعمال البر من صلاتين أو صيام يومين، والمطلوب تشفيع صدقة بأخرى، والتنبيه على فضل الصدقة والنفقة في الطاعة والاستكثار منها).","sanad":"وعنه:"},{"hadithId":"1216","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إنَّ في الجَنَّةِ بَاباً يُقَالُ لَهُ: الرَّيَّانُ، يَدْخُلُ مِنْهُ الصَّائِمُونَ يَومَ القِيَامَةِ، لاَ يَدْخُلُ مِنْهُ أحدٌ غَيْرُهُمْ، يُقال: أيْنَ الصَّائِمُونَ؟ فَيَقُومُونَ لاَ يَدخُلُ مِنْهُ أَحَدٌ غَيْرُهُمْ، فَإذَا دَخَلُوا أُغْلِقَ فَلَمْ يَدْخُلْ مِنْهُ أَحَدٌ) متفقٌ عَلَيْهِ.","sanad":"وعن سهل بن سعد رضي الله عنه،"},{"hadithId":"1217","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَا مِنْ عَبْدٍ يَصُومُ يَوْماً في سَبِيلِ اللهِ إِلاَّ بَاعَدَ اللهُ بِذَلِكَ اليَوْمِ وَجْهَهُ عَنِ النَّارِ سَبْعِينَ خَرِيفَاً (1)، متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــــــ\n(1) خَرِيفَاً : قال النووي في شرح صحيح مسلم 4/251 عقيب (1153) : (الخريف : السنة. والمراد : سبعين سنة). ","sanad":"وعن أَبي سعيد الخدري رضي الله عنه قَالَ:"},{"hadithId":"1218","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (مَنْ صَامَ رَمَضَانَ إيمَاناً وَاحْتِسَاباً، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه،"},{"hadithId":"1219","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا جَاءَ رَمَضَانُ، فُتِحَتْ أبْوَاب الجَنَّةِ، وَغُلِّقَتْ أبْوَابُ النَّارِ، وَصفِّدَتِ (1)، الشَّيَاطِينُ) متفقٌ عَلَيْه.\n\nــــــــــــــــــــــــــــ\n(1) صفِّدَتِ : قال النووي في شرح صحيح مسلم 4/181 عقيب (1079): (معنى صفدت : غللت. والصفد: بفتح الفاء (الغل) بضم الغين.","sanad":"وعنه رضي الله عنه:"},{"hadithId":"1220","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (صُومُوا لِرُؤْيَتِهِ، وَأفْطِرُوا لِرُؤيَتِهِ، فَإنْ غَبِيَ عَلَيْكُمْ، فَأكمِلُوا عِدَّةَ شَعْبَانَ ثَلاَثِينَ) متفقٌ عَلَيْهِ، وهذا لفظ البخاري. وفي رواية لمسلم: (فَإنْ غُمَّ عَلَيْكُمْ فَصُومُوا ثَلاَثِينَ يَوْماً). ","sanad":"وعنه:"}]},{"chapterID":39,"chapterName":"39 - باب الجود وفعل المعروف والإكثار من الخير في شهر رمضان والزيادة من ذَلِكَ في العشر الأواخر منه","chapterIntro":"39 - باب الجود وفعل المعروف والإكثار من الخير في شهر رمضان والزيادة من ذَلِكَ في العشر الأواخر منه.\n","hadiths":[{"hadithId":"1221","text":"كَانَ رسول الله صلى الله عليه وسلم أجْوَدَ النَّاسِ، وَكَانَ أجْوَدَ مَا يَكُونُ في رَمَضَانَ حِيْنَ يَلْقَاهُ جِبْريلُ، وَكَانَ جِبْريلُ يَلْقَاهُ في كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ القُرْآنَ، فَلَرَسُولُ الله صلى الله عليه وسلم، حِيْنَ يَلْقَاهُ جِبرِيلُ أجْوَدُ بالخَيْرِ مِن الرِّيحِ المُرْسَلَةِ (1). متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــــــــــ\n(1) الرِّيحِ المُرْسَلَةِ : قال النووي في شرح صحيح مسلم 8/62 عقيب (2308): (بفتح السين، والمراد كالريح في إسراعها وعمومها. وفي هذا الحديث فوائد: منها: بيان عظم جوده صلى الله عليه وسلم، واستحباب إكثار الجود في رمضان، وزيادة الجود والخير عند ملاقاة الصالحين وعقب فراقهم للتأثر بلقائهم واستحباب مدارسة القرآن).","sanad":"وعن ابن عباس رضي الله عنهما قَالَ: "},{"hadithId":"1222","text":"كَانَ رسول الله صلى الله عليه وسلم إِذَا دَخَلَ العَشْر أحْيَا اللَّيْلَ، وَأيْقَظَ أهْلَهُ، وَشَدَّ المِئْزَرَ. متفقٌ عَلَيْهِ.","sanad":"وعن عائشة رضي الله عنها قالت:"}]},{"chapterID":40,"chapterName":"40 - باب النهي عن تقدم رمضان بصوم بعد نصف شعبان إِلاَّ لمن وصله بما قبله أَوْ وافق عادة لَهُ بأن كَانَ عادته صوم الإثنين والخميس فوافقه","chapterIntro":"40 - باب النهي عن تقدم رمضان بصوم بعد نصف شعبان إِلاَّ لمن وصله بما قبله أَوْ وافق عادة لَهُ بأن كَانَ عادته صوم الإثنين والخميس فوافقه.","hadiths":[{"hadithId":"1223","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (لاَ يَتَقَدَّمَنَّ أَحَدُكُم رَمَضَانَ بِصَوْمِ يَوْمٍ أَوْ يَوْمَيْنِ، إِلاَّ أنْ يَكُونَ رَجُلٌ كَانَ يَصُومُ صَومَهُ، فَليَصُمْ ذَلِكَ اليَوْمَ) متفقٌ عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه،"},{"hadithId":"1224","text":"قَالَ رسول الله صلى الله عليه وسلم: (لاَ تَصُومُوا قَبْلَ رَمضَانَ، صُومُوا لِرُؤيَتِهِ، وَأفْطِرُوا لِرُؤيَتِهِ، فَإنْ حَالَتْ دُونَهُ غَيَايَةٌ فَأكْمِلُوا ثَلاثِينَ يَوْماً) رواه الترمذي وقال: (حديث حسنٌ صحيح).\n\n(الغَيايَةُ) بالغين المعجمة وبالياءِ المثناةِ من تَحْت المكررةِ، وهي: السحابة.","sanad":"وعن ابن عباس رضي الله عنهما قَالَ:"},{"hadithId":"1225","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا بَقِيَ نِصْفٌ مِنْ شَعْبَانَ فَلاَ تَصُومُوا) رواه الترمذي وقال: (حديث حسن صحيح).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1226","text":"مَنْ صَامَ اليَوْمَ الَّذِي يُشَكُّ فِيهِ، فَقَدْ عَصَى أَبَا القَاسِمِ صلى الله عليه وسلم. رواه أَبُو داود والترمذي وقال: (حديث حسن صحيح).","sanad":"وعن أَبي اليقظان عمارِ بن يَاسِرٍ رضي الله عنهما قَالَ: "}]},{"chapterID":41,"chapterName":"41 - باب مَا يقال عند رؤية الهلال","chapterIntro":"41 - باب مَا يقال عند رؤية الهلال.","hadiths":[{"hadithId":"1227","text":"أنَّ النبيَّ صلى الله عليه وسلم كَانَ إِذَا رَأى الهلاَلَ، قَالَ: (اللَّهُمَّ أهِلَّهُ عَلَيْنَا بِالأمْنِ وَالإيمانِ، وَالسَّلاَمَةِ وَالإسْلاَمِ، رَبِّي وَرَبُّكَ اللهُ، هِلالُ رُشْدٍ وخَيْرٍ) رواه الترمذي وقال: (حديث حسن).","sanad":"عن طلحة بن عبيدِ اللهِ رضي الله عنه: "}]},{"chapterID":42,"chapterName":"42 - باب فضل السحور وتأخيره مَا لَمْ يخش طلوع الفجر","chapterIntro":"42 - باب فضل السحور وتأخيره مَا لَمْ يخش طلوع الفجر.","hadiths":[{"hadithId":"1228","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (تَسَحَّرُوا؛ فَإنَّ في السُّحُورِ بَرَكَةً) متفقٌ عَلَيْهِ.","sanad":"عن أنس رضي الله عنه قَالَ:"},{"hadithId":"1229","text":"تَسَحَّرْنَا مَعَ رسولِ اللهِ صلى الله عليه وسلم، ثُمَّ قُمْنَا إِلَى الصَّلاَةِ. قِيلَ: كَمْ كَانَ بينهما؟ قَالَ: قَدْرُ خَمْسين آيةً. متفقٌ عَلَيْهِ.","sanad":"وعن زيدِ بن ثابتٍ رضي الله عنه قَالَ:"},{"hadithId":"1230","text":"كَانَ لرسولِ الله صلى الله عليه وسلم مُؤَذِّنَانِ: بِلاَلٌ وَابْنُ أُمِّ مَكْتُومٍ، فَقَالَ رسول الله صلى الله عليه وسلم: (إنْ بِلالاً يُؤَذِّنُ بِلَيْلٍ، فَكُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ ابْنُ أُمِّ مَكْتُومٍ) قَالَ: وَلَمْ يَكُنْ بَيْنَهُمَا إِلاَّ أنْ يَنْزِلَ هَذَا وَيَرْقَى هَذَا (1)، متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــــــ\n(1) وَيَرْقَى هَذَا : قال النووي في شرح صحيح مسلم 4/196 عقيب (1094): قوله: (ولم يكن بينهما إلا أن ينْزل هذا ويرقى هذا) قال العلماء: معناه أن بلالاً كان يؤذن قبل الفجر، ويتربص بعد أذانه للدعاء ونحوه، ثم يرقب الفجر فإذا قارب طلوعه نزل فأخبر ابن أم مكتوم فيتأهب ابن أم مكتوم بالطهارة وغيرها، ثم يرقى ويشرع في الأذان مع أول طلوع الفجر. والله أعلم).","sanad":"وعن ابن عمر رضي الله عنهما قَالَ: "},{"hadithId":"1231","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (فَصْلُ مَا بَيْنَ صِيَامِنَا وصِيَامِ أهْلِ الكِتَابِ، أكْلَةُ السَّحَرِ (1)، رواه مسلم.\n\nـــــــــــــــــــــــــــــ\n(1)  قال النووي في شرح صحيح مسلم 4/198 عقيب (1099): (معناه: الفارق والمميز بين صيامنا وصيامهم السحور؛ فإنهم لا يتسحرون ونحن يستحب لنا السحور، وأكلة السحر هي السحور، وهي بفتح الهمزة، هكذا ضبطناه، وهكذا ضبطه الجمهور، وهو المشهور في روايات بلادنا، وهي عبارة عن المرة الواحدة من الأكل كالغدوة والعشوة، وإن كثر المأكول فيه. وأما (الأُكلة) بالضم فهي اللقمة).","sanad":"وعن عمرو بن العاص رضي الله عنه:"}]},{"chapterID":43,"chapterName":"43 - باب فضل تعجيل الفطر وَمَا يفطر عَلَيْهِ ، وَمَا يقوله بعد الإفطار","chapterIntro":"43 - باب فضل تعجيل الفطر وَمَا يفطر عَلَيْهِ، وَمَا يقوله بعد الإفطار.","hadiths":[{"hadithId":"1232","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لاَ يَزَالُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الفِطْرَ) متفقٌ عَلَيْهِ.","sanad":"عن سهل بن سعد رضي الله عنه:"},{"hadithId":"1233","text":"دَخَلْتُ أنَا وَمَسْرُوقٌ عَلَى عائشة رضي الله عنها، فَقَالَ لَهَا مَسْرُوق: رَجُلاَنِ مِنْ أصْحَابِ محَمَّدٍ صلى الله عليه وسلم، كِلاَهُمَا لا يَألُو عَنِ الخَيْرِ؛ أحَدُهُمَا يُعَجِّلُ المَغْرِبَ وَالإفْطَارَ، وَالآخَرُ يُؤَخِّرُ المَغْرِبَ وَالإفْطَارَ؟ فَقَالَتْ: مَنْ يُعَجِّلُ المَغْرِبَ وَالإفْطَارَ؟ قَالَ: عَبْدُ اللهِ - يعني: ابن مسعود - فَقَالَتْ: هكَذَا كَانَ رسولُ اللهِ يَصْنَعُ. رواه مسلم.\n\nقَوْله : (لا يَألُو) أيْ: لاَ يُقَصِّرُ في الخَيْرِ.","sanad":"وعن أَبي عطِيَّة قَالَ:"},{"hadithId":"1234","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (قَالَ اللهُ عز وجل: أحَبُّ عِبَادِي إلَيَّ أعْجَلُهُمْ فِطْراً) رواه الترمذي وقال: (حديث حسن).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1235","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (إِذَا أقْبَلَ اللَّيْلُ مِنْ هاهُنَا، وَأدْبَرَ النهارُ مِنْ هَاهُنَا، وَغَرَبَتِ الشَّمْسُ، فَقَدْ أفْطَر الصَّائِمُ) متفقٌ عَلَيْهِ.","sanad":"وعن عمر بن الخطاب رضي الله عنه قَالَ:"},{"hadithId":"1236","text":"سِرْنَا مَعَ رسولِ الله صلى الله عليه وسلم، وَهُوَ صَائِمٌ، فَلَمَّا غَرَبَتِ الشَّمْسُ، قَالَ لِبَعْضِ القَوْمِ: (يَا فُلاَنُ انْزِلْ فَاجْدَحْ لَنَا)، فَقَالَ: يَا رسول الله، لَوْ أمْسَيْتَ؟ قَالَ: (انْزِلْ فَاجْدَحْ لَنَا) قَالَ: إنَّ عَلَيْكَ نَهَاراً (1)، قَالَ: (انْزِلْ فَاجْدَحْ لَنَا) قَالَ: فَنَزَلَ فَجَدَحَ لَهُمْ فَشَرِبَ رسولُ الله صلى الله عليه وسلم، ثُمَّ قَالَ: (إِذَا رَأَيْتُمُ اللَّيْلَ قَدْ أقْبَلَ مِنْ هاهُنَا، فَقَدْ أفْطَرَ الصَّائِمُ) وَأشَارَ بِيَدِهِ قِبَلَ المَشْرِقِ. متفقٌ عَلَيْهِ.\n\nقَوْله: (اجْدَحْ) بِجيم ثُمَّ دال ثُمَّ حاءٍ مهملتين، أيْ : اخْلِطِ السَّويقَ بِالمَاءِ.\n\nـــــــــــــــــــــــــــــ\n(1) نَهَاراً : قال النووي في شرح صحيح مسلم 4/200 عقيب (1101) قوله: (إن عليك نهاراً) لتوهمه أنَّ ذلك الضوء من النهار الذي يجب صومه).","sanad":"وعن أَبي إبراهيم عبدِ الله بنِ أَبي أوفى رضي الله عنهما قَالَ:"},{"hadithId":"1237","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إِذَا أفْطَرَ أحَدُكُمْ، فَلْيُفْطِرْ عَلَى تَمْرٍ، فَإنْ لَمْ يَجِدْ، فَلْيُفْطِرْ عَلَى مَاءٍ؛ فإنَّهُ طَهُورٌ) رواه أَبُو داود والترمذي وقال: (حديث حسن صحيح).","sanad":"وعن سلمان بن عامر الضَّبِّيِّ الصحابي رضي الله عنه،"},{"hadithId":"1238","text":"كَانَ رسولُ الله صلى الله عليه وسلم يُفْطِرُ قَبْلَ أنْ يُصَلِّي عَلَى رُطَبَاتٍ، فَإنْ لَمْ تَكُنْ رُطَبَاتٌ فَتُمَيْرَاتٌ، فَإنْ لَمْ تَكُنْ تُمَيْرَاتٌ حَسَا حَسَوَاتٍ مِنْ مَاءٍ. رواه أَبُو داود والترمذي وقال: (حديث حسن).","sanad":"وعن أنس رضي الله عنه قَالَ:"}]},{"chapterID":44,"chapterName":"44 - باب أمر الصائم بحفظ لسانه وجوارحه عن المخالفات والمشاتمة ونحوها","chapterIntro":"44 - باب أمر الصائم بحفظ لسانه وجوارحه عن المخالفات والمشاتمة ونحوها.","hadiths":[{"hadithId":"1239","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (إِذَا كَانَ يَوْمُ صَوْمِ أَحَدِكُمْ، فَلاَ يَرْفُثْ وَلاَ يَصْخَبْ، فَإنْ سَابَّهُ أحَدٌ أَوْ قَاتَلَهُ، فَلْيَقُلْ: إنِّي صَائِمٌ) متفقٌ عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1240","text":"قَالَ النبيُّ صلى الله عليه وسلم: (مَنْ لَمْ يَدَعْ قَوْلَ الزُّورِ وَالعَمَلَ بِهِ فَلَيْسَ للهِ حَاجَةٌ في أنْ يَدَعَ طَعَامَهُ وَشَرَابَهُ) رواه البخاري.","sanad":"وعنه قَالَ: "}]},{"chapterID":45,"chapterName":"45 - باب في مسائل من الصوم","chapterIntro":"45 - باب في مسائل من الصوم.","hadiths":[{"hadithId":"1241","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إِذَا نَسِيَ أَحَدُكُمْ، فَأكَلَ، أَوْ شَرِبَ، فَلْيُتِمَّ صَوْمَهُ، فَإنَّمَا أطْعَمَهُ اللهُ وَسَقَاهُ) متفقٌ عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه،"},{"hadithId":"1242","text":"قُلْتُ: يَا رسول الله، أخْبِرْني عَنِ الوُضُوءِ؟ قَالَ: (أسْبغِ الوُضُوءَ، وَخَلِّلْ بَيْنَ الأَصَابِعِ، وَبَالِغْ في الاسْتِنْشَاقِ، إِلاَّ أنْ تَكُونَ صَائِماً) رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن لَقِيط بن صَبِرَةَ رضي الله عنه قَالَ: "},{"hadithId":"1243","text":"كَانَ رسول الله صلى الله عليه وسلم يُدْرِكُهُ الفَجْرُ وَهُوَ جُنُبٌ مِنْ أهْلِهِ، ثُمَّ يَغْتَسِلُ وَيَصُومُ. متفقٌ عَلَيْهِ.","sanad":"وعن عائشة رَضِيَ اللهُ عنها قالت:"},{"hadithId":"1244","text":"كَانَ رسول الله صلى الله عليه وسلم يُصْبحُ جُنُباً مِنْ غَيْرِ حُلُمٍ، ثُمَّ يَصُومُ. متفقٌ عَلَيْهِ.","sanad":"وعن عائشة وأم سلمة رضي الله عنهما قالتا:"}]},{"chapterID":46,"chapterName":"46 - باب فضل صوم المحرم وشعبان والأشهر الحرم","chapterIntro":"46 - باب فضل صوم المحرم، وشعبان، والأشهر الحرم (1).\n\nـــــــــــــــــــــــــــــــ\n(1)  المحرم: شهر الله، سمته العرب بهذا الاسم؛ لأنهم كانوا لا يستحلون فيه القتال، وأضيف إلى الله تعالى إعظاماً له كما قيل للكعبة بيت الله. اللسان 3/138 (حرم). شعبان: اسم للشهر، سُمي بذلك لتشعبهم فيه أي تفرقهم في طلب المياه، وقيل في الغارات. اللسان 7/129 (شعب). الأشهر الحرم أربعة: ثلاثة سرد أي متتابعة وواحد فرد، فالسرد ذو القعدة، وذو الحجة، والمحرم. والفرد رجب. اللسان 3/137 (حرم).","hadiths":[{"hadithId":"1245","text":"قَالَ رسول الله صلى الله عليه وسلم: (أفْضَلُ الصِّيَامِ بَعْدَ رَمَضَانَ: شَهْرُ الله المُحَرَّمُ، وَأفْضَلُ الصَّلاَةِ بَعدَ الفَرِيضَةِ: صَلاَةُ اللَّيْلِ) رواه مسلم. ","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1246","text":"لَمْ يكن النبي صلى الله عليه وسلم يَصُومُ مِنْ شَهْرٍ أكْثَرَ مِنْ شَعْبَانَ، فَإنَّهُ كَانَ يَصُومُ شَعْبَانَ كُلَّهُ. وفي رواية: كَانَ يَصُومُ شَعْبَانَ إِلاَّ قَلِيلاً. متفقٌ عَلَيْهِ.","sanad":"عن عائشة رَضِيَ اللهُ عنها قالت:"},{"hadithId":"1247","text":"أنه أتى رسولَ اللهِ صلى الله عليه وسلم، ثُمَّ انطَلَقَ فَأَتَاهُ بَعْدَ سَنَةٍ - وَقَدْ تَغَيَّرَتْ حَالُهُ وَهيئَتُهُ - فَقَالَ: يَا رسولَ الله، أمَا تَعْرِفُنِي؟ قَالَ: (وَمَنْ أنْتَ)؟ قَالَ: أَنَا الباهِليُّ الَّذِي جِئْتُك عام الأَوَّلِ. قَالَ: (فَمَا غَيَّرَكَ، وَقَدْ كُنْتَ حَسَنَ الهَيْئَةِ!) قَالَ: مَا أكَلْتُ طَعَاماً مُنْذُ فَارقتُكَ إِلاَّ بِلَيْلٍ. فَقَالَ رسولُ اللهِ صلى الله عليه وسلم: (عَذَّبْتَ نَفْسَكَ!) ثُمَّ قَالَ: (صُمْ شَهْرَ الصَّبْرِ (1)، وَيَوماً مِنْ كُلِّ شَهْرٍ) قَالَ: زِدْنِي، فَإنَّ بِي قُوَّةً، قَالَ: (صُمْ يَوْمَيْن) قَالَ: زِدْنِي، قَالَ: (صُمْ ثَلاثَةَ أيَّامٍ) قَالَ: زِدْنِي، قَالَ: (صُمْ مِنَ الحُرُم وَاتركْ، صُمْ مِنَ الحُرُمِ وَاتركْ، صُمْ مِنَ الحُرُمِ وَاتركْ) وقال بأصابِعه الثَّلاثِ فَضَمَّها، ثُمَّ أرْسَلَهَا. رواه أَبُو داود.\n\nـــــــــــــــــــــــــــ\n(1) شَهْرَ الصَّبْرِ : شهر رمضان مأخوذ من رمض الصائم يرمض إذا حر جوفه من شدة العطش. اللسان 5/316 (رمض) ","sanad":"وعن مُجِيبَةَ البَاهِليَّةِ، عن أبيها أَوْ عمها:"}]},{"chapterID":47,"chapterName":"47 - باب فضل الصوم وغيره في العشر الأول","chapterIntro":"47 - باب فضل الصوم وغيره في العشر الأول (1)، من ذي الحجة (2).\n\nـــــــــــــــــــــــــ\n(1) العشر الأول : وفيها قوله تعالى: {وَالْفَجْرِ وَلَيَالٍ عَشْرٍ} [الفجر: 1 و2]. انظر: تفسير الطبري 15/211، وزاد المسير 9/103.\n(2) ذو الحجة : شهر الحج، سُمي بذلك للحج فيه، والجمع ذوات الحج . اللسان 3/53 (حجج).","hadiths":[{"hadithId":"1248","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَا مِنْ أيَّامٍ، العَمَلُ الصَّالِحُ فِيهَا أحَبُّ إِلَى اللهِ مِنْ هذِهِ الأَيَّام) يعني أيام العشر. قالوا: يَا رسولَ اللهِ، وَلاَ الجِهَادُ في سَبيلِ اللهِ؟ قَالَ: (وَلاَ الجِهَادُ فِي سَبِيلِ اللهِ، إِلاَّ رَجُلٌ خَرَجَ بِنَفْسِهِ وَمَالِهِ، فَلَمْ يَرْجِعْ مِنْ ذَلِكَ بِشَيءٍ) رواه البخاري.","sanad":"وعن ابن عباس رضي الله عنهما قَالَ:"}]},{"chapterID":48,"chapterName":"48 - باب فضل صوم يوم عرفة وعاشوراء وتاسوعاء","chapterIntro":"48 - باب فضل صوم يوم عرفة (1)، وعاشوراء وتاسوعاء.\n\nـــــــــــــــــــــــ\n(1) عرفة : موضع بمكة، سُمي عرفة لأن الناس يتعارفون به. اللسان 9/157 (عرف).","hadiths":[{"hadithId":"1249","text":"سُئِلَ رسول الله صلى الله عليه وسلم عن صَومِ يَوْمِ عَرَفَةَ قَالَ: (يُكَفِّرُ السَّنَةَ المَاضِيَةَ وَالبَاقِيَةَ) رواه مسلم.","sanad":"وعن أَبي قتادة رضي الله عنه قَالَ:"},{"hadithId":"1250","text":"أنَّ رسولَ الله صلى الله عليه وسلم صَامَ يَومَ عاشوراءَ وَأمَرَ بِصِيامِهِ. متفقٌ عَلَيْهِ.","sanad":"وعن ابن عباس رضي الله عنهما:"},{"hadithId":"1251","text":"أنَّ رسول الله صلى الله عليه وسلم سُئِلَ عَنْ صِيامِ يَوْمِ عَاشُوراءَ، فَقَالَ: (يُكَفِّرُ السَّنَةَ المَاضِيَةَ) رواه مسلم.","sanad":"وعن أَبي قتادة رضي الله عنه:"},{"hadithId":"1252","text":"قَالَ رسول الله صلى الله عليه وسلم: (لَئِنْ بَقِيتُ إِلَى قَابلٍ لأَصُومَنَّ التَّاسِعَ) رواه مسلم.","sanad":"وعن ابن عباس رضي الله عنهما قَالَ:"}]},{"chapterID":49,"chapterName":"49 - باب استحباب صوم ستة أيام من شوال","chapterIntro":"49 - باب استحباب صوم ستة أيام من شوال (1).\n\nــــــــــــــــــــــــــــــ\n(1) شوال : اسم الشهر الذي يلي شهر رمضان، وهو أول أشهر الحج، قيل سُمي بتشويل لبن الإبل وهو توليه وإدباره، وكذلك حال الإبل في اشتداد الحر وانقطاع الرطب. اللسان 7/243 (شول).","hadiths":[{"hadithId":"1253","text":"أنَّ رسولَ الله صلى الله عليه وسلم قَالَ: (مَنْ صَامَ رَمَضَانَ ثُمَّ أتْبَعَهُ سِتّاً مِنْ شَوَّالٍ، كَانَ كَصِيَامِ الدَّهْرِ) رواه مسلم.","sanad":"عن أَبي أيوب رضي الله عنه:"}]},{"chapterID":50,"chapterName":"50 - باب استحباب صوم الإثنين والخميس","chapterIntro":"50 - باب استحباب صوم الإثنين والخميس.","hadiths":[{"hadithId":"1254","text":"أنَّ رسول الله صلى الله عليه وسلم سُئِلَ عَنْ صَومِ يَوْمِ الإثْنَيْنِ فَقَالَ: (ذَلِكَ يَومٌ وُلِدْتُ فِيهِ، وَيَومٌ بُعِثْتُ، أَوْ أُنْزِلَ عَلَيَّ فِيهِ) رواه مسلم.","sanad":"عن أَبي قتادة رضي الله عنه: "},{"hadithId":"1255","text":"عن رسول الله صلى الله عليه وسلم قَالَ: (تُعْرَضُ الأَعْمَالُ يَومَ الإثْنَيْنِ وَالخَمِيسِ، فَأُحِبُّ أنْ يُعْرَضَ عَمَلِي وَأنَا صَائِمٌ) رواه الترمذي وقال: (حديث حسن)، ورواه مسلم بغير ذِكر الصوم.","sanad":"وعن أَبي هريرة رضي الله عنه،"},{"hadithId":"1256","text":"كَانَ رسولُ الله صلى الله عليه وسلم يَتَحَرَّى صَومَ الإثْنَيْنِ وَالخَمِيس. رواه الترمذي وقال: (حديث حسن).","sanad":"وعن عائشة رَضِيَ اللهُ عنها قالت:"}]},{"chapterID":51,"chapterName":"51 - باب استحباب صوم ثلاثة أيام من كل شهر","chapterIntro":"51 - باب استحباب صوم ثلاثة أيام من كل شهر، والأفضل صومُها في الأيام البيض (1)، وهي الثالثَ عشر، والرابعَ عشر، والخامسَ عشر، وقِيل: الثاني عشر، والثالِثَ عشر، والرابعَ عشر، والصحيح المشهور هُوَ الأول.\n\nــــــــــــــــــــــــــــ\n(1) الأيام البيض : هذا على حذف المضاف يريد أيام الليالي البيض، وسُميت لياليها بيضاً؛ لأن القمر يطلع فيها من أولها إلى آخرها، وأكثر ما تجيء الرواية الأيام البيض، والصواب أن يُقال أيام البيض بالإضافة؛ لأن البيض من صفة الليالي. النهاية 1/173. ","hadiths":[{"hadithId":"1257","text":"أوْصاني خَلِيلي صلى الله عليه وسلم بِثَلاثٍ: صِيَامِ ثَلاَثَةِ أيَّامٍ مِنْ كُلِّ شَهْرٍ، وَرَكْعَتَي الضُّحَى، وَأنْ أُوتِرَ قَبْلَ أنْ أنَامَ. متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1258","text":"أوصاني حَبِيبي صلى الله عليه وسلم بِثَلاثٍ لَنْ أدَعَهُنَّ مَا عِشتُ: بِصِيَامِ ثَلاثَةِ أيَّامٍ مِنْ كُلِّ شَهْرٍ، وَصَلاَةِ الضُّحَى، وبِأنْ لاَ أنَامَ حَتَّى أُوتِرَ. رواه مسلم.","sanad":"وعن أَبي الدرداءِ رضي الله عنه قَالَ:"},{"hadithId":"1259","text":"قَالَ رسول الله صلى الله عليه وسلم: (صَوْمُ ثَلاَثَةِ أيَّامٍ مِنْ كُلِّ شَهْرٍ صَوْمُ الدَّهْرِ كُلِّهِ) متفقٌ عَلَيْهِ.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما قَالَ: "},{"hadithId":"1260","text":"أنها سألت عائشةَ رَضِيَ اللهُ عنها: أكَانَ رسول الله صلى الله عليه وسلم يَصُومُ مِنْ كُلِّ شَهْرٍ ثَلاَثة أيَّامٍ؟ قالت: نَعَمْ. فقلتُ: مِنْ أيِّ الشَّهْرِ كَانَ يَصُومُ؟ قالت: لَمْ يَكُنْ يُبَالِي مِنْ أيِّ الشَّهْرِ يَصُومُ. رواه مسلم.","sanad":"وعن مُعاذة العدوية: "},{"hadithId":"1261","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا صُمْتَ مِنَ الشَّهْرِ ثَلاَثاً، فَصُمْ ثَلاَثَ عَشْرَةَ، وَأرْبَعَ عَشْرَةَ، وَخَمْسَ عَشْرَةَ) رواه الترمذي وقال: (حديث حسن).","sanad":"وعن أَبي ذر رضي الله عنه قَالَ:"},{"hadithId":"1262","text":"كَانَ رسولُ الله صلى الله عليه وسلم يَأمُرُنَا بِصِيَامِ أيَّامِ البِيضِ: ثَلاثَ عَشْرَةَ، وَأرْبَعَ عَشْرَةَ، وَخَمْسَ عَشْرَةَ. رواه أَبُو داود.","sanad":"وعن قتادة بن مِلْحَان رضي الله عنه قَالَ:"},{"hadithId":"1263","text":"كَانَ رسولُ اللهِ صلى الله عليه وسلم لاَ يُفْطِرُ أيَّامَ البِيضِ في حَضَرٍ وَلاَ سَفَرٍ. رواه النسائي بإسنادٍ حسن.","sanad":"وعن ابن عباس رضي الله عنهما قَالَ: "}]},{"chapterID":52,"chapterName":"52 - باب فضل من فطَّر صائماً وفضل الصائم الذي يؤكل عنده ودعاء الآكل للمأكول عنده","chapterIntro":"52 - باب فضل من فطَّر صائماً وفضل الصائم الذي يؤكل عنده ودعاء الآكل للمأكول عنده.","hadiths":[{"hadithId":"1264","text":"عن النبي صلى الله عليه وسلم قَالَ: (مَنْ فَطَّرَ صَائِماً، كَانَ لَهُ مِثْلُ أجْرِهِ، غَيْرَ أنَّهُ لاَ يُنْقَصُ مِنْ أجْرِ الصَّائِمِ شَيْءٌ) رواه الترمذي وقال: (حديث حسن صحيح).","sanad":"عن زيد بن خالد الجُهَنِيِّ رضي الله عنه،"},{"hadithId":"1265","text":"أنَّ النبيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهَا، فَقَدَّمَتْ إِلَيْهِ طَعَاماً فَقَالَ: (كُلِي) فَقَالَتْ: إنِّي صَائِمَةٌ، فَقَالَ رسول الله صلى الله عليه وسلم: (إنَّ الصَائِمَ تُصَلِّي عَلَيْهِ المَلاَئِكَةُ إِذَا أُكِلَ عِنْدَهُ حَتَّى يَفْرغُوا) وَرُبَّمَا قَالَ: (حَتَّى يَشْبَعُوا) رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن أُمِّ عُمَارَةَ الأنصارِيَّةِ رَضِيَ اللهُ عنها:"},{"hadithId":"1266","text":"أنَّ النبيَّ صلى الله عليه وسلم جَاءَ إِلَى سعد بن عبادة رضي الله عنه فَجَاءَ بِخُبْزٍ وَزَيْتٍ، فَأكَلَ، ثُمَّ قَالَ النبي صلى الله عليه وسلم: (أفْطَرَ عِنْدَكُمُ الصَّائِمُونَ؛ وَأكَلَ طَعَامَكُمُ الأَبرَارُ، وَصَلَّتْ عَلَيْكُمُ المَلاَئِكَةُ) رواه أَبُو داود بإسناد صحيح.","sanad":"وعن أنسٍ رضي الله عنه: "}]}]}