{
    "bookID": "4",
    "bookName": "4. كتاب اللباس",
    "numberOfchaptars": 10,
    "chaptars": [
        {
            "chapterID": 1,
            "chapterName": "1 - باب استحباب الثوب الأبيض، وجواز الأحمر والأخضر والأصفر والأسود، وجوازه من قطن وكتان وشعر وصوف وغيرها إِلاَّ الحرير",
            "chapterIntro": "1 - باب استحباب الثوب الأبيض، وجواز الأحمر والأخضر والأصفر والأسود، وجوازه من قطن وكتان وشعر وصوف وغيرها إِلاَّ الحرير، قَالَ الله تَعَالَى: {يَا بَنِي آدَمَ قَدْ أنْزَلْنَا عَلَيْكُمْ لِبَاساً يُوَاري سَوْآتِكُمْ وَرِيشاً وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ} [الأعراف : 26]، وقال تَعَالَى: {وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الحَرَّ وَسَرَابِيلَ تَقِيكُمْ بَأسَكُمْ} [النحل : 81].",
            "hadiths": [
                {
                    "hadithId": "777",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (الْبَسُوا مِنْ ثِيَابِكُمْ البَيَاضَ؛ فَإنَّهَا مِنْ خَيْرِ ثِيَابِكُمْ، وَكَفِّنُوا فِيهَا مَوْتَاكُمْ) رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).",
                    "sanad": "عن ابن عباس رضي الله عنهما: "
                },
                {
                    "hadithId": "778",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (الْبَسُوا البَيَاضَ؛ فَإنَّهَا أطْهَرُ وَأطْيَبُ، وَكَفِّنُوا فِيهَا مَوْتَاكُمْ) رواه النسائي والحاكم، وقال: (حديث صحيح).",
                    "sanad": "وعن سَمُرَة رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "779",
                    "text": "كَانَ رسول الله صلى الله عليه وسلم مَرْبُوعاً (1)، وَلَقَدْ رَأيْتُهُ في حُلَّةٍ حَمْرَاءَ مَا رَأيْتُ شَيْئاً قَطُّ أحْسَنَ مِنْهُ. متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــ\n(1) المَرْبُوع : بين الطويل والقصير. النهاية 2/190.",
                    "sanad": "وعن البراءِ رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "780",
                    "text": "رَأيتُ النبيَّ صلى الله عليه وسلم بِمكّةَ وَهُوَ بالأبْطَحِ في قُبَّةٍ لَهُ حَمْرَاءَ مِنْ أَدمِ، فَخَرَجَ بِلاَلٌ بِوَضُوئِهِ، فَمِنْ نَاضِحٍ وَنَائِلٍ، فَخَرَجَ النبيُّ صلى الله عليه وسلم وعليه حُلَّةٌ حَمْرَاءُ، كَأنِّي أنْظُرُ إِلَى بَيَاضِ سَاقَيْهِ، فَتَوَضّأ وَأذَّنَ بِلاَلٌ، فَجَعَلْتُ أتَتَبَّعُ فَاهُ هاهُنَا وَهَاهُنَا، يقولُ يَمِيناً وَشِمَالاً: حَيَّ عَلَى الصَّلاَةِ، حَيَّ عَلَى الفَلاَحِ، ثُمَّ رُكِزَتْ لَهُ عَنَزَةٌ، فَتَقَدَّمَ فَصَلَّى يَمُرُّ بَيْنَ يَدَيْهِ الْكَلْبُ وَالْحِمَارُ لاَ يُمْنَعُ. متفقٌ عَلَيْهِ.\n\n(العنَزة) بفتح النون: نحو العُكازَة.",
                    "sanad": "وعن أَبي جُحَيفَةَ وَهْب بن عبد الله رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "781",
                    "text": "رأيتُ رسولَ الله صلى الله عليه وسلم وعليه ثوبانِ أخْضَرَان. رواه أَبُو داود والترمذي بإسناد صحيح. ",
                    "sanad": "وعن أَبي رمْثَة رفَاعَةَ التَّيْمِيِّ رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "782",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم دَخَلَ يَوْمَ فَتْحِ مَكَّةَ وَعَلَيْهِ عِمَامَةٌ سَوْدَاء. رواه مسلم.",
                    "sanad": "وعن جابر رضي الله عنه:"
                },
                {
                    "hadithId": "783",
                    "text": "كأنّي أنْظُرُ إِلَى رسول الله صلى الله عليه وسلم وعليه عِمَامَةٌ سَوْدَاءُ، قَدْ أرْخَى طَرَفَيْهَا بَيْنَ كَتِفَيْهِ. رواه مسلم. وفي روايةٍ لَهُ: أنَّ رسول الله صلى الله عليه وسلم خَطَبَ النَّاسَ، وَعَلَيْهِ عِمَامَةٌ سَوْدَاءُ.",
                    "sanad": "وعن أَبي سعيد عمرو بن حُرَيْثٍ رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "784",
                    "text": "كُفِّنَ رسول الله صلى الله عليه وسلم في ثلاثةِ أثْوَاب بيضٍ سَحُولِيَّةٍ مِنْ كُرْسُفٍ، لَيْسَ فِيهَا قَمِيصٌ وَلاَ عِمَامَةٌ. متفقٌ عَلَيْهِ.\n\n(السَّحُولِيَّة) بفتح السين وضمها وضم الحاء المهملتين: ثيابٌ تُنْسَبُ إِلَى سَحُول: قَرْيَة باليَمنِ (وَالكُرْسُف): القُطْنُ.",
                    "sanad": "وعن عائشة رضي الله عنها قالت:"
                },
                {
                    "hadithId": "785",
                    "text": "خرج رسول الله صلى الله عليه وسلم ذات غَدَاةٍ، وَعَلَيْهِ مِرْطٌ مرَحَّلٌ مِنْ شَعرٍ أسْوَد. رواه مسلم.\n\n(المِرْط) بكسر الميم: وَهُوَ كساءٌ وَ(المُرَحَّلُ) بالحاء المهملة: هُوَ الَّذِي فِيهِ صورةُ رحال الإبل، وهِيَ الأَكْوَارُ.",
                    "sanad": "وعنها قالت: "
                },
                {
                    "hadithId": "786",
                    "text": "كُنْتُ مَعَ رسول الله صلى الله عليه وسلم ذاتَ لَيْلَةٍ في مسير، فَقَالَ لي: (أمَعَكَ مَاءٌ؟) قلتُ: نَعَمْ، فَنَزَلَ عَنْ رَاحِلَتِهِ فَمَشَى حَتَّى تَوَارَى في سَوَادِ اللَّيْلِ، ثُمَّ جَاءَ فَأفْرَغْتُ عَلَيْهِ مِنَ الإدَاوَةِ، فَغَسَلَ وَجْهَهُ وَعَلَيْهِ جُبَّةٌ مِنْ صُوفٍ، فَلَمْ يَسْتَطِعْ أنْ يُخْرِجَ ذِرَاعَيْهِ مِنْهَا حَتَّى أخْرَجَهُمَا مِنْ أسْفَلِ الْجُبَّةِ، فَغَسَلَ ذِرَاعَيْهِ وَمَسَحَ بِرَأسِهِ، ثُمَّ أهْوَيْتُ لأَنْزَعَ خُفَّيْهِ، فَقَالَ: (دَعْهُمَا فَإنِّي أَدْخَلْتُهُمَا طَاهِرَتَيْنِ) وَمَسحَ عَلَيْهِمَا. متفقٌ عَلَيْهِ. وفي رواية: وَعَلَيْهِ جُبَّةٌ شَامِيَّةٌ ضَيِّقَةُ الكُمَّيْنِ. وفي رواية: أنَّ هذِهِ القَضِيَّةَ كَانَتْ في غَزْوَةِ تَبُوكَ.",
                    "sanad": "وعن المغيرة بن شُعْبَةَ رضي الله عنه قَالَ:"
                }
            ]
        },
        {
            "chapterID": 2,
            "chapterName": "2 - باب استحباب القميص",
            "chapterIntro": "2 - باب استحباب القميص.",
            "hadiths": [
                {
                    "hadithId": "787",
                    "text": "كَانَ أحَبُّ الثِّيَابِ إِلَى رسول الله صلى الله عليه وسلم الْقَمِيص. رواه أَبُو داود والترمذي، وقال: (حديث حسن).",
                    "sanad": "عن أُمِّ سَلَمَة رضي الله عنها قالت: "
                }
            ]
        },
        {
            "chapterID": 3,
            "chapterName": "3 - باب صفة طول القميص والكُم",
            "chapterIntro": "3 - باب صفة طول القميص والكُم (1)، والإزار وطرف العمامة وتحريم إسبال شيء من ذلك على سبيل الخيلاء وكراهته من غير خيلاء.\n\nـــــــــــــــــــــــــ\n(1) الكُم : رُدن القميص. النهاية 4/200.\n",
            "hadiths": [
                {
                    "hadithId": "788",
                    "text": "كَانَ كُمُّ قَمِيص رسول الله صلى الله عليه وسلم إِلَى الرُّسْغِ. رواه أَبُو داود والترمذي، وقال: (حديث حسن).",
                    "sanad": "عن أسماءَ بنتِ يزيد الأنصاريَّةِ رَضِيَ الله عنها قالت:"
                },
                {
                    "hadithId": "789",
                    "text": "أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (مَنْ جَرَّ ثَوْبَهُ خُيَلاءَ لَمْ يَنْظُرِ اللهُ إِلَيْهِ يَوْمَ القِيَامَةِ) فَقَالَ أَبُو بكر: يَا رسول الله، إنَّ إزاري يَسْتَرْخِي إِلاَّ أنْ أَتَعَاهَدَهُ، فَقَالَ لَهُ رسول الله صلى الله عليه وسلم: (إنَّكَ لَسْتَ مِمَّنْ يَفْعَلُهُ خُيَلاءَ) رواه البخاري، وروى مسلم بعضه.",
                    "sanad": "وعن ابن عمر رضي الله عنهما: "
                },
                {
                    "hadithId": "790",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لا يَنْظُرُ اللهُ يَوْمَ القِيَامَةِ إِلَى مَنْ جَرَّ إزاره بَطَراً) متفقٌ عَلَيْهِ.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه: "
                },
                {
                    "hadithId": "791",
                    "text": "عن النبيِّ صلى الله عليه وسلم قَالَ: (مَا أسْفَل مِنَ الكَعْبَيْنِ مِنَ الإزْارِ فَفِي النار) رواه البخاري.",
                    "sanad": "وعنه،"
                },
                {
                    "hadithId": "792",
                    "text": "عن النبيِّ صلى الله عليه وسلم قَالَ: (ثلاثةٌ لا يُكَلِّمُهُمُ اللهُ يَوْمَ القِيَامَةِ، وَلاَ يَنْظُرُ إلَيْهِمْ، وَلاَ يُزَكِّيهِمْ، وَلَهُمْ عَذَابٌ أَلِيمٌ) قَالَ: فقَرأها رسول الله صلى الله عليه وسلم ثلاثَ مِرار، قَالَ أَبُو ذرٍّ: خَابُوا وَخَسِرُوا! مَنْ هُمْ يَا رسول الله؟ قَالَ: (المُسْبِلُ (1)، وَالمنَّانُ (2)، وَالمُنْفِقُ سِلْعَتَهُ بِالحَلِفِ الكاذِبِ) رواه مسلم. وفي رواية لَهُ: (المُسْبِلُ إزَارَهُ).\n\nــــــــــــــــــــــــــ\n(1) المُسْبِلُ : الذي يطوّل ثوبه ويرسله إلى الأرض إذا مشى، وإنما يفعل ذلك كبراً واختيالاً. النهاية 2/339.\n(2) المنَّانُ :  الذي لا يعطي شيئاً إلا مَنّه وهو مذموم. النهاية 4/366.",
                    "sanad": "وعن أَبي ذر رضي الله عنه، "
                },
                {
                    "hadithId": "793",
                    "text": "عن النبيِّ صلى الله عليه وسلم قَالَ: (الإسْبَالُ في الإزار، وَالقَمِيصِ، وَالعِمَامةِ، مَنْ جَرَّ شَيْئاً خُيَلاءَ لَمْ ينْظُرِ الله إِلَيْهِ يَوْمَ القِيَامَةِ) رواه أَبُو داود والنسائي بإسناد صحيح.",
                    "sanad": "وعن ابن عمر رضي الله عنهما،"
                },
                {
                    "hadithId": "794",
                    "text": "رَأَيْتُ رَجُلاً يَصْدُرُ النَّاسُ عَنْ رَأْيهِ، لا يَقُولُ شَيْئاً إِلاَّ صَدَرُوا عَنْهُ، قُلْتُ: مَنْ هَذَا؟ قالوا: رسولُ الله صلى الله عليه وسلم قُلْتُ: عَلَيْكَ السَّلامُ يَا رسول الله - مرّتين - قَالَ: (لاَ تَقُلْ: عَلَيْكَ السَّلامُ، عَلَيْكَ السَّلامُ تَحِيَّةُ المَوْتَى، قُلْ: السَّلامُ عَلَيْكَ) قَالَ: قُلْتُ: أنْتَ رسول اللهِ؟ قَالَ: (أنَا رسول الله الَّذِي إِذَا أصَابَكَ ضُرٌّ فَدَعَوْتَهُ كَشَفَه عَنْكَ، وَإِذَا أصَابَكَ عَامُ سَنَةٍ (1) فَدَعَوْتَهُ أَنْبَتَهَا لَكَ، وَإِذَا كُنْتَ بِأَرْضٍ قَفْرٍ أَوْ فَلاَةٍ فَضَلَّتْ رَاحِلَتُكَ، فَدَعَوْتَهُ رَدَّهَا عَلَيْكَ) قَالَ: قُلْتُ: اعْهَدْ إِلَيَّ. قَالَ: (لاَ تَسُبَّنَ أحَداً) قَالَ: فَمَا سَبَبْتُ بَعْدَهُ حُرّاً، وَلاَ عَبْداً، وَلاَ بَعِيراً، وَلاَ شَاةً، (ولاَ تَحْقِرَنَّ مِنَ المَعْرُوفِ شَيْئاً، وأَنْ تُكَلِّمَ أخَاكَ وَأنْتَ مُنْبَسِطٌ إِلَيْهِ وَجْهُكَ، إنَّ ذَلِكَ مِنَ المَعْرُوفِ، وَارْفَعْ إزَارَكَ إِلَى نِصْفِ السَّاقِ، فَإنْ أبَيْتَ فَإلَى الكَعْبَينِ، وَإيَّاكَ وَإسْبَالَ الإزَار فَإنَّهَا مِنَ المخِيلَةِ. وَإنَّ اللهَ لاَ يُحِبُّ المَخِيلَة؛ وَإن امْرُؤٌ شَتَمَكَ وعَيَّرَكَ بِمَا يَعْلَمُ فِيكَ فَلاَ تُعَيِّرْهُ بِمَا تَعْلَمُ فِيهِ، فَإنَّمَا وَبَالُ ذَلِكَ عَلَيْهِ) رواه أَبُو داود والترمذي بإسناد صحيح، وقال الترمذي: (حديث حسن صحيح).\n\nــــــــــــــــــــــــــــ\n(1) عَامُ سَنَةٍ : عام جدب. النهاية 2/414.",
                    "sanad": "وعن أَبي جُيٍّ جابر بن سُلَيْم رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "795",
                    "text": "بينما رَجُلٌ يُصَلَّي مسبلٌ إزَارَهُ ، قَالَ لَهُ رسول الله صلى الله عليه وسلم: (اذْهَبْ فَتَوَضَّأ) فَذَهَبَ فَتَوَضّأَ، ثُمَّ جَاءَ، فَقَالَ: (اذْهَبْ فَتَوَضّأ) فَقَالَ لَهُ رجُلٌ: يَا رسولَ اللهِ، مَا لَكَ أمَرْتَهُ أنْ يَتَوَضّأَ ثُمَّ سَكَتَّ عَنْهُ؟ قَالَ: (إنّهُ كَانَ يُصَلِّي وَهُوَ مُسْبِلٌ إزَارَهُ، وَإنَّ اللهَ لاَ يَقْبَلُ صَلاَةَ رَجُلٍ مُسْبلٍ) رواه أَبُو داود بإسناد صحيح عَلَى شرط مسلم. (1).\n\nـــــــــــــــــــــــــ\n(1) أخرجه أبو داود (638) على أنَّ إسناده ضعيف لا كما قال النووي.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "796",
                    "text": "كَانَ بِدمَشْق رَجُلٌ مِنْ أصْحَابِ النَّبيِّ صلى الله عليه وسلم يُقال لَهُ سهل بن الْحَنْظَلِيَّةِ، وَكَانَ رَجُلاً مُتَوَحِّداً قَلَّمَا يُجَالِسُ النَّاسَ، إنَّمَا هُوَ صَلاَةٌ، فإذا فَرَغَ فَإنَّمَا هُوَ تَسْبِيحٌ وَتَكْبيرٌ حَتَّى يَأتي أهْلَهُ، فَمَرَّ بنا وَنَحْنُ عِنْدَ أَبي الدَّرداء، فَقَالَ لَهُ أَبُو الدرداءِ: كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ. قَالَ: بَعَثَ رسول الله صلى الله عليه وسلم سَرِيَّةً فَقَدِمَتْ، فَجَاءَ رَجُلٌ مِنْهُمْ فَجَلَسَ في المَجْلِسِ الَّذِي يَجْلِسُ فِيهِ رسُولُ الله صلى الله عليه وسلم، فَقَالَ لِرَجُلٍ إِلَى جَنْبِهِ: لَوْ رَأيْتَنَا حِيْنَ التَقَيْنَا نَحْنُ وَالعَدُوُّ، فَحَمَلَ فُلانٌ وَطَعَنَ، فَقَالَ: خُذْهَا مِنِّي، وَأنَا الغُلاَمُ الغِفَاريُّ، كَيْفَ تَرَى في قَوْلِهِ؟ قَالَ: مَا أرَاهُ إِلاَّ قَدْ بَطَلَ أجْرُهُ. فَسَمِعَ بِذلِكَ آخَرُ، فَقَالَ: مَا أرَى بِذلِكَ بَأساً، فَتَنَازَعَا حَتَّى سَمِعَ رسول الله صلى الله عليه وسلم، فَقَالَ: (سُبْحَانَ الله؟ لاَ بَأسَ أنْ يُؤجَرَ وَيُحْمَدَ) فَرَأَيْتُ أَبَا الدَّرْدَاء سُرَّ بِذلِكَ، وَجَعَلَ يَرْفَعُ رَأسَهُ إِلَيْهِ، وَيَقُولُ: أأنْتَ سَمِعْتَ ذَلِكَ مِنْ رَسُول الله صلى الله عليه وسلم؟ فيقول: نَعَمْ، فما زال يُعِيدُ عَلَيْهِ حَتَّى إنّي لأَقُولُ لَيَبْرُكَنَّ عَلَى رُكْبَتَيْهِ، قَالَ: فَمَرَّ بِنَا يَوْماً آخَرَ، فَقَالَ لَهُ أَبُو الدَّرْداء: كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ، قَالَ: قَالَ لنا رسول الله صلى الله عليه وسلم: (المُنْفِقُ عَلَى الخَيْلِ، كَالبَاسِطِ يَدَهُ بالصَّدَقَةِ لاَ يَقْبضُهَا)، ثُمَّ مَرَّ بِنَا يَوماً آخَرَ، فَقَالَ لَهُ أَبُو الدَّرْداء: كَلِمَةً تَنْفَعنَا وَلاَ تَضُرُّكَ، قَالَ: قَالَ رسول الله صلى الله عليه وسلم: (نِعْمَ الرَّجُلُ خُرَيمٌ الأسَديُّ! لولا طُولُ جُمَّتِهِ وَإسْبَالُ إزَارِهِ!) فَبَلَغَ ذَلِكَ خُرَيْماً فَعَجَّلَ، فَأَخَذَ شَفْرَةً فَقَطَعَ بِهَا جُمَّتَهُ إِلَى أُذُنَيْهِ، وَرَفَعَ إزارَهُ إِلَى أنْصَافِ سَاقَيْهِ. ثُمَّ مَرَّ بِنَا يَوْماً آخَرَ فَقَالَ لَهُ أَبُو الدَّرْداء: كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ، قَالَ: سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (إنَّكُمْ قَادِمُونَ عَلَى إخْوانِكُمْ، فَأصْلِحُوا رِحَالكُمْ، وَأصْلِحُوا لِبَاسَكُمْ حَتَّى تَكُونُوا كَأنَّكُمْ شَامَةٌ في النَّاسِ؛ فإِنَّ الله لاَ يُحِبُّ الفُحْشَ وَلاَ التَّفَحُّش) رواه أَبُو داود بإسنادٍ حسنٍ، إِلاَّ قيس بن بشر فاختلفوا في توثِيقِهِ وَتَضْعِيفِهِ (1)، وَقَدْ روى لَهُ مسلم (2).\n\nــــــــــــــــــــــــ\n(1) قال البخاري: قيس بن بشر عن أبيه لا يعرفان، وقال أبو حاتم: ما أرى بحديثه بأساً، وذكره ابن حبان في الثقات.\n(2) لم يذكر أحد أن مسلماً روى له. ورمز له ابن حجر (د) فقط. انظر التقريب (5562).",
                    "sanad": "وعن قيس بن بشر التَّغْلِبيِّ، قَالَ: أخْبَرَني أَبي - وكان جَلِيساً لأَبِي الدرداء قَالَ: "
                },
                {
                    "hadithId": "797",
                    "text": "قَالَ رسولُ الله صلى الله عليه وسلم: (إزْرَةُ المُسْلِمِ إِلَى نِصْفِ السَّاقِ، وَلاَ حَرَجَ - أَوْ لاَ جُنَاحَ - فِيمَا بَيْنَهُ وَبَيْنَ الكَعْبَيْنِ، فمَا كَانَ أسْفَلَ مِنَ الكَعْبَيْنِ فَهُوَ في النَّارِ، وَمَنْ جَرَّ إزَارَهُ بَطَراً لَمْ يَنْظُرِ اللهُ إِلَيْهِ) رواه أَبُو داود بإسنادٍ صحيحٍ.",
                    "sanad": "وعن أَبي سعيد الخدريِّ رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "798",
                    "text": "مررتُ عَلَى رسولِ الله صلى الله عليه وسلم وفي إزَارِي استرخاءٌ، فَقَالَ: (يَا عَبدَ اللهِ، ارْفَعْ إزَارَكَ) فَرَفَعْتُهُ ثُمَّ قَالَ: (زِدْ) فَزِدْتُ، فَمَا زِلْتُ أتَحَرَّاهَا بَعْدُ. فَقَالَ بَعْضُ القَوْم: إِلَى أينَ؟ فَقَالَ: إِلَى أنْصَافِ السَّاقَيْنِ. رواه مسلم.",
                    "sanad": "وعن ابن عمر رضي الله عنهما قَالَ: "
                },
                {
                    "hadithId": "799",
                    "text": "قَالَ رسولُ الله صلى الله عليه وسلم: (مَنْ جَرَّ ثَوْبَهُ خُيَلاءَ لَمْ يَنْظُرِ اللهُ إِلَيْهِ يَوْمَ القِيَامَةِ) فَقَالَتْ أُمُّ سَلَمَةَ: فَكَيْفَ تَصْنَعُ النِّسَاءُ بذُيُولِهِنَّ؟ قَالَ: (يُرْخِينَ شِبْراً) قالت: إِذَاً تَنْكَشِفُ أقْدَامُهُنَّ. قَالَ: (فَيرخِينَهُ ذِرَاعاً لاَ يَزِدْنَ) رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).",
                    "sanad": "وعنه قَالَ: "
                }
            ]
        },
        {
            "chapterID": 4,
            "chapterName": "4 - باب استحباب ترك الترفع في اللباس تواضعاً",
            "chapterIntro": "4 - باب استحباب ترك الترفع في اللباس تواضعاً. قَدْ سَبَقَ في بَابِ فَضْل الجُوعِ وَخشُونَةِ العَيْشِ جُمَلٌ تَتَعَلَّقُ بهذا الباب.",
            "hadiths": [
                {
                    "hadithId": "800",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَنْ تَرَكَ اللِّبَاس تَوَاضُعاً للهِ، وَهُوَ يَقْدِرُ عَلَيْهِ، دَعَاهُ اللهُ يَومَ القِيَامَةِ عَلَى رُؤوسِ الخَلائِقِ حَتَّى يُخَيِّرَهُ مِنْ أيِّ حُلَلِ الإيمَانِ شَاءَ يَلْبَسُهَا) رواه الترمذي، وقال: (حديث حسن).",
                    "sanad": "وعن معاذ بن أنسٍ رضي الله عنه:"
                }
            ]
        },
        {
            "chapterID": 5,
            "chapterName": "5 - باب استحباب التوسط في اللباس وَلاَ يقتصر عَلَى مَا يزري بِهِ لغير حاجة وَلاَ مقصود شرعي",
            "chapterIntro": "5 - باب استحباب التوسط في اللباس وَلاَ يقتصر عَلَى مَا يزري بِهِ لغير حاجة وَلاَ مقصود شرعي.",
            "hadiths": [
                {
                    "hadithId": "801",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (إنَّ اللهَ يُحِبُّ أنْ يُرَى أثَرُ نِعْمَتِهِ عَلَى عَبْدِهِ) رواه الترمذي، وقال: (حديث حسن).",
                    "sanad": "عن عمرو بن شعيب، عن أبيهِ، عن جَدِّهِ رضي الله عنه قَالَ: "
                }
            ]
        },
        {
            "chapterID": 6,
            "chapterName": "6 - باب تحريم لباس الحرير عَلَى الرجال، وتحريم جلوسهم",
            "chapterIntro": "6 - باب تحريم لباس الحرير عَلَى الرجال، وتحريم جلوسهم عَلَيْهِ واستنادهم إِلَيْهِ وجواز لبسه للنساء.",
            "hadiths": [
                {
                    "hadithId": "802",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (لاَ تَلْبَسُوا الحَرِيرَ؛ فَإنَّ مَنْ لَبِسَهُ في الدُّنْيَا لَمْ يَلْبَسْهُ في الآخِرَةِ) متفقٌ عَلَيْهِ.",
                    "sanad": "عن عمر بن الخَطَّابِ رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "803",
                    "text": "سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقول: (إنَّمَا يَلْبَسُ الحَرِيرَ مَنْ لاَ خَلاَقَ لَهُ) متفقٌ عَلَيْهِ. وفي رواية للبخاري: (مَنْ لاَ خَلاَقَ لَهُ في الآخِرَةِ).\n\nقَوْله: (مَنْ لاَ خَلاقَ لَهُ) أيْ: لاَ نَصِيبَ لَهُ.",
                    "sanad": "وعنه قَالَ: "
                },
                {
                    "hadithId": "804",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (مَنْ لَبِسَ الحَرِيرَ في الدُّنْيَا لَمْ يَلْبَسْهُ في الآخِرَةِ) متفقٌ عَلَيْهِ.\n",
                    "sanad": "وعن أنس رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "805",
                    "text": "رأيتُ رسولَ الله صلى الله عليه وسلم أخَذَ حَريراً، فَجَعَلَهُ في يَمِينهِ، وَذَهَبَاً فَجَعَلَهُ في شِمَالِهِ، ثُمَّ قَالَ: (إنَّ هذَيْنِ حَرَامٌ عَلَى ذُكُور أُمّتي) رواه أَبُو داود بإسنادٍ صحيحٍ.",
                    "sanad": "وعن علي رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "806",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (حُرِّمَ لِبَاسُ الحَرِير وَالذَّهَبِ عَلَى ذُكُورِ أُمَّتِي، وَأُحِلَّ لإنَاثِهِمْ) رواه الترمذي، وقال: (حديث حسن صحيح).",
                    "sanad": "وعن أَبي موسى الأشْعَري رضي الله عنه:"
                },
                {
                    "hadithId": "807",
                    "text": "نَهَانَا النَّبيُّ صلى الله عليه وسلم أنْ نَشْرَبَ في آنِيَةِ الذَّهَبِ وَالفِضَّةِ، وأنْ نَأْكُلَ فِيهَا، وعَنْ لُبْس الحَريرِ وَالدِّيبَاج، وأنْ نَجْلِسَ عَلَيْهِ. رواه البخاري.",
                    "sanad": "وعن حُذَيْفَةَ رضي الله عنه قَالَ:"
                }
            ]
        },
        {
            "chapterID": 7,
            "chapterName": "7 - باب جواز لبس الحرير لمن بِهِ حكة",
            "chapterIntro": "7 - باب جواز لبس الحرير لمن بِهِ حكة.",
            "hadiths": [
                {
                    "hadithId": "808",
                    "text": "رَخَّصَ رسولُ الله صلى الله عليه وسلم لِلزُّبَيْرِ وعَبْدِ الرَّحْمن بن عَوْفٍ رضي الله عنهما في لُبْس الحَريرِ لِحَكَّةٍ كَانَتْ بِهِما. متفقٌ عَلَيْهِ.",
                    "sanad": "عن أنسٍ رضي الله عنه قَالَ:"
                }
            ]
        },
        {
            "chapterID": 8,
            "chapterName": "8 - باب النهي عن افتراش جلود النمور والركوب عَلَيْهَا",
            "chapterIntro": "8 - باب النهي عن افتراش جلود النمور والركوب عَلَيْهَا.",
            "hadiths": [
                {
                    "hadithId": "809",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (لاَ تَرْكَبُوا الخَزَّ (1)، وَلاَ النِّمَارَ(2)، حديث حسن، رواه أَبُو داود وغيره بإسناد حسن.\n\nـــــــــــــــــــــــــــ\n(1) الخَزَّ : ثياب تُنسج من صوف وإبريسم، والنهي عنها لأجل التشبه بالعجم، وإن أُريد بالخز النوع الآخر وهو المعروف الآن فهو حرام لأن جميعه معمول من الإبريسم. النهاية 2/28.\n(2) النِّمَارَ : جلود النمور. النهاية 5/117.",
                    "sanad": "عن معاوية رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "810",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم نَهَى عَنْ جُلُودِ السِّبَاعِ. رواه أَبُو داود والترمذيُّ والنسائيُّ بأسانِيد صِحَاحٍ. وفي رواية للترمذي: نَهَى عَنْ جُلُودِ السِّبَاعِ أنْ تُفْتَرَشَ.\n",
                    "sanad": "وعن أَبي المليح، عن أبيه رضي الله عنه: "
                }
            ]
        },
        {
            "chapterID": 9,
            "chapterName": "9 - باب مَا يقول إِذَا لبس ثوباً جديداً أَوْ نعلاً أَوْ نحوه",
            "chapterIntro": "9 - باب مَا يقول إِذَا لبس ثوباً جديداً أَوْ نعلاً أَوْ نحوه.",
            "hadiths": [
                {
                    "hadithId": "811",
                    "text": "كَانَ رسول الله صلى الله عليه وسلم إِذَا اسْتَجَدَّ ثَوباً سَمَّاهُ باسْمِهِ - عِمَامَةً، أَوْ قَميصاً، أَوْ رِدَاءً يقولُ: (اللَّهُمَّ لَكَ الْحَمْدُ أنْتَ كَسَوْتَنِيهِ، أسْأَلكَ خَيْرَهُ وَخَيْرَ مَا صُنِعَ لَهُ، وَأَعوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ) رواه أَبُو داود والترمذي، وقال: (حديث حسن).",
                    "sanad": "عن أَبي سعيد الخدْريِّ رضي الله عنه قَالَ:"
                }
            ]
        },
        {
            "chapterID": 10,
            "chapterName": "10 - باب استحباب الابتداء باليمين في اللباس",
            "chapterIntro": "10 - باب استحباب الابتداء باليمين في اللباس. هَذَا الباب قَدْ تقدم مقصوده وذكرنا الأحاديث الصحيحة فِيهِ (1).\n\nـــــــــــــــــــــــــــ\n(1) انظر الأحاديث (720 - 726).",
            "hadiths": []
        }
    ]
}