{
    "bookID": "20",
    "bookName": "20. كتاب الاستغفار ",
    "numberOfchaptars": 2,
    "chaptars": [
        {
            "chapterID": 1,
            "chapterName": "1 - باب الأمر بالاستغفار وفضله",
            "chapterIntro": "1 - باب الأمر بالاستغفار وفضله، قال الله تعالى: {وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} [محمد: 19]، وقال تعالى: {وَاسْتَغْفِرِ اللهَ إِنَّ اللهَ كَانَ غَفُوراً رَحِيماً} [النساء : 106]، وقَالَ تَعَالَى: {فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّاباً} [النصر : 3]، وقال تعالى: {لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّات} إلَى قَولِهِ عز وجل: {وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ} [آل عمران : 15- 17]، وقال تعالى: {وَمَنْ يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللهَ يَجِدِ اللهَ غَفُوراً رَحِيماً} [النساء :110]، وقال تعالى: {وَمَا كَانَ اللهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} [الأنفال : 33]، وقال تعالى: {وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلا اللهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ} [آل عمران : 135] والآيات في الباب كثيرة معلومة.",
            "hadiths": [
                {
                    "hadithId": "1869",
                    "text": "أنَّ رسُول اللهِ صلى الله عليه وسلم قال: (إنَّهُ لَيُغَانُ (1) عَلَى قَلْبِي، وإنِّي لأَسْتَغفِرُ اللهَ في اليَوْمِ مِائَةَ مَرَّةٍ). رواه مسلم.\n\nــــــــــــــــــــــــــ\n(1) لَيُغَانُ :  قال النووي : (من الغين: وهو ما يتغشى القلب. وقال القاضي عياض: المراد الفترات والغفلات عن الذكر الذي كان شأنه الدوام عليه). شرح صحيح مسلم 9/22 عقيب (2703).",
                    "sanad": "وعن الأَغَرِّ المزني رضي الله عنه:"
                },
                {
                    "hadithId": "1870",
                    "text": "سَمعتُ رَسُول اللهِ صلى الله عليه وسلم يقولُ: (وَاللهِ إنِّي لأَسْتَغْفِرُ اللهَ وَأتُوبُ إلَيْهِ فِي اليَومِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً) رواه البخاري.",
                    "sanad": "وعن أبي هريرة رضي الله عنه قال:"
                },
                {
                    "hadithId": "1871",
                    "text": "قال رسولُ اللهِ صلى الله عليه وسلم: (وَالَّذِي نَفْسِي بِيَدِهِ لَوْ لَمْ تُذْنِبُوا، لَذَهَبَ اللهُ تَعَالَى بِكُمْ، وَلَجَاءَ بِقَومٍ يُذْنِبُونَ، فَيَسْتَغْفِرُونَ اللهَ تَعَالَى، فَيَغْفِرُ لَهُمْ) رواه مسلم.",
                    "sanad": "وعنه رضي الله عنه قال:"
                },
                {
                    "hadithId": "1872",
                    "text": "كُنَّا نَعُدُّ لرسولِ اللهِ صلى الله عليه وسلم في المَجْلِسِ الواحِدِ مائَةَ مَرَّةٍ: (رَبِّ اغْفِرْ لِي وَتُبْ عَلَيَّ إنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ). رواه أبو داود والترمذي، وقال: (حديث حسن صحيح غريب).",
                    "sanad": "وعن ابن عمر رَضِي الله عنهما قال:"
                },
                {
                    "hadithId": "1873",
                    "text": "قال رسولُ اللهِ صلى الله عليه وسلم: (مَنْ لَزِمَ الاسْتِغْفَارَ جَعَلَ اللهُ لَهُ مِنْ كُلِّ ضِيقٍ مَخْرَجاً، وَمِنْ كُلِّ هَمٍّ فَرَجاً، وَرَزَقهُ مِنْ حَيثُ لاَ يَحْتَسِبُ). رواه أبو داود.",
                    "sanad": "وعن ابن عباس رضي الله عنهما قال:"
                },
                {
                    "hadithId": "1874",
                    "text": "قال رسول الله صلى الله عليه وسلم: (مَنْ قَالَ: أسْتَغْفِرُ اللهَ الَّذِي لاَ إلَهَ إلاَّ هُوَ الحَيُّ القَيُومُ وَأتُوبُ إلَيهِ، غُفِرَتْ ذُنُوبُهُ، وإنْ كانَ قَدْ فَرَّ مِنَ الزَّحْفِ). رواه أبو داود والترمذي والحاكم، وقال: (حديث صحيح على شرط البخاري ومسلم).",
                    "sanad": "وعن ابن مسعود رضي الله عنه قال:"
                },
                {
                    "hadithId": "1875",
                    "text": "عن النبيّ صلى الله عليه وسلم قال: (سَيِّدُ الاسْتِغْفَارِ أَنْ يَقُولَ العَبْدُ: اللَّهُمَّ أَنْتَ رَبِّي لاَ إلهَ إلاَّ أنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وأبُوءُ بِذَنْبِي، فَاغْفِرْ لِي، فَإنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إلاَّ أنْتَ. مَنْ قَالَهَا مِنَ النَّهَارِ مُوقِناً بِهَا، فَمَاتَ مِنْ يَوْمِهِ قَبْلَ أَنْ يُمْسِي، فَهُوَ مِنْ أهْلِ الجَنَّةِ، وَمَنْ قَالَهَا مِنَ اللَّيْلِ، وَهُوَ مُوقِنٌ بِهَا، فَمَاتَ قَبْلَ أنْ يُصْبِحَ، فَهُوَ مِنْ أهْلِ الجَنَّةِ). رواه البخاري.\n\n(أبوءُ) بباءٍ مَضمومةٍ ثم واوٍ وهمزة ممدودة ومعناه : أقِرُّ وَأعْتَرِفُ.",
                    "sanad": "وعن شَدَّادِ بْنِ أَوسٍ رضي الله عنه، "
                },
                {
                    "hadithId": "1876",
                    "text": "كانَ رَسُولُ اللهِ صلى الله عليه وسلم إذَا انْصَرَفَ مِنْ صَلاَتِهِ، اسْتَغْفَرَ اللهَ ثَلاَثاً وَقَالَ: (اللَّهُمَّ أنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَاذَا الجَلاَلِ وَالإكْرَامِ) قيلَ لِلأوْزَاعِيِّ - وَهُوَ أَحَدُ رُوَاتِهِ - : كَيفَ الاسْتِغْفَارُ؟ قال: يقُولُ: أسْتَغْفِرُ اللهَ، أسْتَغْفِرُ اللهَ. رواه مسلم.",
                    "sanad": "وعن ثوبان رضي الله عنه قال:"
                },
                {
                    "hadithId": "1877",
                    "text": "كان رَسُولُ اللهِ صلى الله عليه وسلم يُكْثِرُ أَنْ يَقُولَ قَبْلَ مَوْتِهِ: (سُبْحَانَ اللهِ وَبِحَمْدِهِ، أسْتَغفِرُ اللهَ، وأتوبُ إلَيْهِ) متفق عليه.",
                    "sanad": "وعن عائشة رضي اللهُ عنها قالت:"
                },
                {
                    "hadithId": "1878",
                    "text": "سمعتُ رسولَ اللهِ صلى الله عليه وسلم يقولُ: (قَالَ اللهُ تَعَالَى: يَا ابْنَ آدَمَ، إنَّكَ مَا دَعَوْتَنِي وَرَجَوْتَنِي غَفَرْتُ لكَ عَلَى مَا كَانَ مِنْكَ وَلاَ أُبَالِي، يَا ابْنَ آدَمَ، لَوْ بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ، ثُمَّ اسْتَغْفَرْتَنِي، غَفَرْتُ لَكَ وَلاَ أُبَالِي، يا ابْنَ آدَمَ، إنَّكَ لَوْ أَتَيْتَنِي بِقُرَابِ الأَرْضِ خَطَايَا، ثُمَّ لَقِيتَنِي لا تُشْرِكُ بِي شَيْئاً، لأَتَيْتُكَ بِقُرابِهَا مَغْفِرَةً). رواه الترمذي، وقال: (حديث حسن).\n\n(عَنَانَ السَّمَاءِ) بفتح العين : قِيلَ هُوَ السَّحَابُ، وَقِيلَ: هُوَ مَا عَنَّ لَكَ مِنْهَا، أيْ ظَهَرَ. (وَقُرَابُ الأرْضِ) بضم القاف، ورُوي بكسرِها، والضم أشهر. وَهُوَ ما يُقَارِبُ مِلأَها.",
                    "sanad": "وعن أنس رضي الله عنه قال:"
                },
                {
                    "hadithId": "1879",
                    "text": "أنَّ النبيَّ صلى الله عليه وسلم قال: (يا مَعْشَرَ النِّسَاءِ تَصَدَّقْنَ، وأكْثِرْنَ مِنَ الاسْتِغْفَارِ؛ فَإنِّي رَأَيْتُكُنَّ أَكْثَرَ أَهْلِ النَّارِ) قالت امرأةٌ مِنْهُنَّ: مَا لَنَا أَكْثَرَ أَهْلِ النَّارِ؟ قَالَ: (تُكْثِرْنَ اللَّعْنَ (1)، وَتَكْفُرْنَ العَشِيرَ (2)، مَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ أغْلَبَ لِذِي لُبٍّ (3) مِنْكُنَّ قالت: ما نُقْصَانُ العَقْلِ وَالدِّينِ؟ قال: (شَهَادَةُ امْرَأتَيْنِ بِشَهَادَةِ رَجُلٍ، وَتَمْكُثُ الأَيَّامَ لاَ تُصَلِّي). رواه مسلم.\n\nــــــــــــــــــــــــ\n(1) اللَّعْنَ : من الله الطرد والإبعاد، ومن الخلق السب والدعاء. النهاية 4/255.\n(2) العَشِيرَ : الزوج. النهاية 3/240. \n(3) اللُبٍّ : العقل. النهاية 4/223.",
                    "sanad": "وعن ابن عمر رضي الله عنهما:"
                }
            ]
        },
        {
            "chapterID": 2,
            "chapterName": "2 - باب بيان مَا أعدَّ اللهُ تَعَالَى للمؤمنين في الجنة",
            "chapterIntro": "2 - باب بيان مَا أعدَّ اللهُ تَعَالَى للمؤمنين في الجنة، قَالَ الله تَعَالَى: {إنَّ المُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ ادْخُلُوهَا بِسَلاَمٍ آمِنِينَ وَنَزَعْنَا مَا في صُدُورُهِمْ مِنْ غِلٍّ إخْواناً عَلَى سُرُرٍ مُتَقَابِلِينَ لاَ يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ} [الحجر : 45- 48]. وقال تَعَالَى: {يَا عِبَادِ لا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلا أَنْتُمْ تَحْزَنُونَ الَّذِينَ آمَنُوا بِآياتِنَا وَكَانُوا مُسْلِمِينَ ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الأَنْفُسُ وَتَلَذُّ الأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِنْهَا تَأْكُلُونَ} [الزخرف : 68 - 73]. وقال تعالى: {إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ فِي جَنَّاتٍ وَعُيُونٍ يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آمِنِينَ لا يَذُوقُونَ فِيهَا الْمَوْتَ إِلا الْمَوْتَةَ الأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ فَضْلاً مِنْ رَبِّكَ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} [الدخان : 51 - 57]. وقال تعالى: {إِنَّ الأَبْرَارَ لَفِي نَعِيمٍ عَلَى الأَرَائِكِ يَنْظُرُونَ تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ خِتَامُهُ مِسْكٌ وَفِي ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ وَمِزَاجُهُ مِنْ تَسْنِيمٍ عَيْناً يَشْرَبُ بِهَا الْمُقَرَّبُونَ} [المطففين : 22 - 28] والآيات في الباب كثيرة معلومة.",
            "hadiths": [
                {
                    "hadithId": "1880",
                    "text": "قَالَ رسولُ اللهِ صلى الله عليه وسلم: (يَأكُلُ أَهْلُ الجَنَّةِ فِيهَا، وَيَشْرَبُونَ، وَلاَ يَتَغَوَّطُونَ، وَلاَ يَمْتَخِطُونَ، وَلاَ يَبُولُونَ، وَلكِنْ طَعَامُهُمْ ذَلِكَ جُشَاءٌ (1)، كَرَشْحِ المِسْكِ، يُلْهَمُونَ التَّسْبِيحَ وَالتَّكْبِيرَ، كَمَا يُلْهَمُونَ النَّفَسَ). رواه مسلم.\n\nـــــــــــــــــــــــــ\n(1) التجشَؤ : هو تنفس المعدة عند الإمتلاء. لسان العرب 2/285 (جشأ).",
                    "sanad": "وعن جابر رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "1881",
                    "text": "قَالَ رسولُ اللهِ صلى الله عليه وسلم: (قَالَ اللهُ تَعَالَى: أعْدَدْتُ لِعِبَادِي الصَّالِحِينَ مَا لاَ عَيْنٌ رَأَتْ، وَلاَ أُذُنٌ سَمِعَتْ، وَلاَ خَطَرَ عَلَى قَلْبِ بَشَرٍ، وَاقْرَؤُوا إنْ شِئْتُمْ: {فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنِ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ} [السجدة : 17]. متفق عَلَيْهِ.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "1882",
                    "text": "قَالَ رسولُ الله صلى الله عليه وسلم: (أَوَّلُ زُمْرَةٍ يَدْخُلُونَ الجَنَّةَ عَلَى صُورَةِ القَمَرِ لَيْلَةَ البَدْرِ، ثُمَّ الَّذِينَ يَلُونَهُمْ عَلَى أشَدِّ كَوْكَبٍ دُرِّيٍّ فِي السَّمَاءِ إضَاءةً، لاَ يَبُولُونَ، وَلاَ يَتَغَوَّطُونَ، وَلاَ يَتْفُلُونَ، وَلاَ يَمْتَخِطُونَ. أمْشَاطُهُمُ الذَّهَبُ، وَرَشْحُهُمُ المِسْكُ، وَمَجَامِرُهُمُ الأُلُوَّةُ - عُودُ الطِّيبِ - أزْوَاجُهُمُ الحُورُ العيْنُ، عَلَى خَلْقِ رَجُلٍ وَاحِدٍ، عَلَى صُورَةِ أَبِيهِمْ آدَمَ سِتُّونَ ذِرَاعاً فِي السَّمَاءِ) متفق عَلَيْهِ. \nوفي رواية البخاري ومسلم: (آنِيَتُهُمْ فِيهَا الذَّهَبُ، وَرَشْحُهُمُ المِسْكُ. وَلِكُلِّ وَاحِدٍ مِنْهُمْ زَوْجَتَانِ يُرَى مُخُّ سَاقِهِمَا مِنْ وَرَاءِ اللَّحْمِ مِنَ الحُسْنِ، لاَ اخْتِلاَفَ بَيْنَهُمْ، وَلاَ تَبَاغُضَ، قُلُوبُهُمْ قَلْبُ وَاحِدٍ، يُسَبِّحُونَ اللهَ بُكْرَةً وَعَشِياً).\n\nقوله: (عَلَى خَلْقِ رَجُلٍ واحدٍ). رواه بعضهم بفتح الخاء وإسكان اللام وبعضهم بضمهما وكلاهما صحيح.",
                    "sanad": "وعنه قَالَ:"
                },
                {
                    "hadithId": "1883",
                    "text": "عن رسُولِ الله صلى الله عليه وسلم قال: (سألَ مُوسَى صلى الله عليه وسلم رَبَّهُ: ما أدْنَى أهْلِ الجَنَّةِ مَنْزِلَةً؟ قال: هُوَ رَجُلٌ يَجِيءُ بَعْدَ مَا أُدْخِلَ أهْلُ الجَنَّةِ الجَنَّةَ، فَيُقَالُ لَهُ: ادْخُلِ الجَنَّةَ. فَيَقُولُ: أيْ رَبِّ، كَيْفَ وَقَدْ نَزَلَ النَّاسُ مَنَازِلَهُمْ، وأخَذُوا أَخَذَاتِهِمْ؟ فَيُقَالُ لَهُ: أَتَرْضَى أَنْ يَكُونَ لَكَ مِثْلُ مُلْكِ مَلِكٍ مِنْ مُلُوكِ الدُّنْيَا؟ فَيقُولُ: رَضِيْتُ رَبِّ، فَيقُولُ: لَكَ ذَلِكَ وَمِثْلُهُ وَمِثْلُهُ وَمِثْلُهُ وَمِثْلُهُ، فَيقُولُ في الخامِسَةِ. رَضِيْتُ رَبِّ، فَيقُولُ: هذَا لَكَ وَعَشَرَةُ أَمْثَالِهِ، وَلَكَ مَا اشْتَهَتْ نَفْسُكَ، وَلَذَّتْ عَيْنُكَ. فَيقُولُ: رَضِيتُ رَبِّ. قَالَ: رَبِّ فَأَعْلاَهُمْ مَنْزِلَةً؟ قالَ: أُولَئِكَ الَّذِينَ أَرَدْتُ؛ غَرَسْتُ كَرَامَتَهُمْ بِيَدِي، وَخَتَمْتُ عَلَيْهَا، فَلَمْ تَرَ عَيْنٌ، وَلَمْ تَسْمَعْ أُذُنٌ، وَلَمْ يَخْطُرْ عَلَى قَلْبِ بَشَرٍ). رواه مسلم.",
                    "sanad": "وعن المغيرةِ بن شعبة رضي الله عنه،"
                },
                {
                    "hadithId": "1884",
                    "text": "قال رسولُ اللهِ صلى الله عليه وسلم: (إنِّي لأَعْلَمُ آخِرَ أَهْلِ النَّارِ خُرُوجاً مِنْهَا، وَآخِرَ أَهْلِ الجَنَّةِ دُخُولاً الجَنَّةَ. رَجُلٌ يَخْرُجُ مِنَ النَّارِ حَبْواً، فَيقُولُ اللهُ عز وجل له: اذْهَبْ فادْخُلِ الجَنَّةَ، فَيَأتِيهَا، فَيُخَيَّلُ إلَيْهِ أَنَّهَا مَلأَى، فَيَرْجِعُ، فَيقُولُ: يَا رَبِّ وَجَدْتُهَا مَلأَى ‍! فَيَقُولُ اللهُ عز وجل له: اذْهَبْ فَادْخُلِ الجَنَّةَ، فيأتِيهَا، فَيُخيَّلُ إليهِ أنَّها مَلأى، فيَرْجِعُ. فَيَقولُ: يا رَبِّ وَجَدْتُهَا مَلأى، فيقُولُ اللهُ عز وجل لَهُ: اذهبْ فَادخُلِ الجنَّةَ. فَإنَّ لَكَ مِثْلَ الدُّنْيَا وَعَشرَةَ أَمْثَالِهَا؛ أوْ إنَّ لَكَ مِثْلَ عَشرَةِ أَمْثَالِ الدُّنْيَا، فَيقُولُ: أتَسْخَرُ بِي، أَوْ تَضْحَكُ بِي وَأنْتَ المَلِكُ) قال: فَلَقَدْ رَأَيْتُ رسولَ اللهِ صلى الله عليه وسلم ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ فَكَانَ يقولُ: (ذلِكَ أَدْنَى أهْلِ الجَنَّةِ مَنْزِلَةً) متفق عليه.",
                    "sanad": "وعن ابن مسعود رضي الله عنه قال:"
                },
                {
                    "hadithId": "1885",
                    "text": "أنَّ النبيَّ صلى الله عليه وسلم قال: (إنَّ لِلمُؤْمِنِ فِي الجَنَّةِ لَخَيْمَةً مِنْ لُؤْلُؤَةٍ وَاحِدَةٍ مُجَوَّفَةٍ طُولُها في السَّمَاءِ سِتُّونَ مِيلاً. لِلمُؤْمِنِ فِيهَا أَهْلُونَ يَطُوفُ عَلَيْهِمُ المُؤْمِنُ فَلاَ يَرَى بَعْضُهُمْ بَعْضاً) متفق عليه.\n\n(المِيلُ): سِتة آلافِ ذِراعٍ.",
                    "sanad": "وعن أبي موسى رضي الله عنه:"
                },
                {
                    "hadithId": "1886",
                    "text": "عن النبيِّ صلى الله عليه وسلم قال: (إنَّ في الجَنَّةِ شَجَرَةً يَسِيرُ الرَّاكبُ الجَوَادَ المُضَمَّرَ(1)، السَّريعَ مِائَةَ سَنَةٍ مَا يَقْطَعُها) متفق عليه. وروياه في الصحيحين أيضاً من رواية أبي هريرة رضي الله عنه قال: (يَسيرُ الرَّاكِبُ في ظِلِّها مائةَ سَنَةٍ مَا يَقْطَعُها).\n\nــــــــــــــــــــــــ\n(1) تضمير الخيل : هو أن يُظاهر عليها العلف حتى تسمن، ثم لا تعلف إلا قوتاً لتخف. النهاية 3/99.",
                    "sanad": "وعن أبي سعيد الخدري رضي الله عنه،"
                },
                {
                    "hadithId": "1887",
                    "text": "عن النبيِّ صلى الله عليه وسلم قال: (إنَّ أهْلَ الجَنَّةِ لَيَتَرَاءوْنَ أَهْلَ الغُرَفِ مِن فَوْقِهِمْ كَمَا تَرَاءوْنَ الكَوْكَبَ الدُّرِّيَّ الغَابِرَ فِي الأُفُق مِنَ المَشْرِقِ أو المَغْرِبِ لِتَفَاضُلِ مَا بَيْنَهُمْ) قالُوا: يا رسول الله؛ تِلْكَ مَنَازِلُ الأنبياء لاَ يَبْلُغُها غَيْرُهُمْ قال: (بَلَى والَّذِي نَفْسِي بِيَدِهِ، رِجَالٌ آمَنُوا بِاللهِ وَصَدَّقُوا المُرْسَلِينَ). متفق عليه.",
                    "sanad": "وعنه،"
                },
                {
                    "hadithId": "1888",
                    "text": "أنَّ رسولَ اللهِ صلى الله عليه وسلم قال: (لَقَابُ (1) قَوْسٍ في الجَنَّةِ خَيْرٌ مِمَّا تَطْلُعُ عَلَيْهِ الشَّمْسُ أو تَغْرُبُ) متفق عليه.\n\nــــــــــــــــــــــــ\n(1) الَقَاب : بمعنى القدر، يُقال : بيني وبينه قاب رمحٍ وقاب قوسٍ: أي مقدارهما. النهاية 4/118.",
                    "sanad": "وعن أبي هريرة رضي الله عنه:"
                },
                {
                    "hadithId": "1889",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قال: (إنَّ في الجَنَّةِ سُوقاً يَأتُونَهَا كُلَّ جُمُعَةٍ. فَتَهُبُّ رِيحُ الشَّمَالِ، فَتَحْثُو في وُجُوهِهِم وَثِيَابِهِمْ، فَيَزدَادُونَ حُسناً وَجَمَالاً فَيَرْجِعُونَ إلَى أَهْلِيهِمْ، وَقَد ازْدَادُوا حُسْناً وَجَمَالاً، فَيقُولُ لَهُمْ أَهْلُوهُمْ: وَاللهِ لقدِ ازْدَدْتُمْ حُسْناً وَجَمَالاً! فَيقُولُونَ: وَأنْتُمْ وَاللهِ لَقَدِ ازْدَدْتُمْ بَعْدَنَا حُسْناً وَجَمالاً!). رواه مسلم.",
                    "sanad": "وعن أنس رضي الله عنه:"
                },
                {
                    "hadithId": "1890",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قال: (إنَّ أهْلَ الجَنَّةِ لَيَتَراءونَ الغُرَفَ فِي الجَنَّةِ كَمَا تَتَرَاءونَ الكَوكَبَ فِي السَّمَاءِ) متفق عليه.",
                    "sanad": "وعن سهل بن سعد رضي الله عنه:"
                },
                {
                    "hadithId": "1891",
                    "text": "شَهِدْتُ مِنَ النبيّ صلى الله عليه وسلم مَجْلِساً وَصَفَ فِيهِ الجَنَّةَ حَتَّى انْتَهَى، ثُمَّ قَالَ في آخِرِ حَدِيثِهِ: (فيهَا مَا لاَ عَينٌ رَأَتْ، وَلاَ أُذُنٌ سَمِعَتْ، وَلاَ خَطَرَ عَلى قَلْبِ بَشَرٍ) ثُمَّ قَرَأَ: {تَتَجَافَى جُنُوبُهُمْ عَنِ المَضَاجِعِ} إلى قوله تعالى: {فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ} [السجدة: 16 - 17]. رواه البخاري.",
                    "sanad": "وعنه رضي الله عنه قال:"
                },
                {
                    "hadithId": "1892",
                    "text": "أنَّ رسولَ اللهِ صلى الله عليه وسلم قال: (إذَا دَخَلَ أهْلُ الجَنَّةِ الجَنَّةَ يُنَادِي مُنَادٍ: إنَّ لَكُمْ أنْ تَحْيَوْا، فَلاَ تَمُوتُوا أَبَداً، وإنَّ لَكُمْ أنْ تَصِحُّوا، فلا تَسْقَمُوا أبداً، وإنَّ لَكمْ أنْ تَشِبُّوا فلا تَهْرَمُوا أبداً، وإنَّ لَكُمْ أَنْ تَنْعَمُوا، فَلاَ تَبْأسُوا أَبَداً). رواه مسلم.",
                    "sanad": "وعن أبي سعيد وأبي هريرة رضي الله عنهما:"
                },
                {
                    "hadithId": "1893",
                    "text": "أنَّ رسولَ اللهِ صلى الله عليه وسلم قال: (إنَّ أدْنَى مَقْعَدِ أَحَدِكُمْ مِن الجَنَّةِ أنْ يَقُولَ لَهُ: تَمَنَّ، فَيَتَمَنَّى وَيَتَمَنَّى فَيقُولُ لَهُ: هَلْ تَمَنَّيتَ؟ فيقولُ: نَعَمْ، فيقُولُ لَهُ: فَإنَّ لَكَ ما تَمَنَّيتَ وَمِثْلَهُ مَعَهُ). رواه مسلم.",
                    "sanad": "وعن أبي هريرة رضي الله عنه:"
                },
                {
                    "hadithId": "1894",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قال: (إنَّ الله عز وجل يَقُولُ لأَهْلِ الجَنَّةِ: يَا أهْلَ الجَنَّةِ، فَيقولُونَ: لَبَّيكَ رَبَّنَا وَسَعْدَيْكَ، وَالخَيْرُ في يَديْكَ، فَيقُولُ: هَلْ رَضِيتُم؟ فَيقُولُونَ: وَمَا لَنَا لاَ نَرْضَى يَا رَبَّنَا وَقَدْ أَعْطَيْتَنَا مَا لَمْ تُعْطِ أحداً مِنْ خَلْقِكَ، فَيقُولُ: ألاَ أُعْطِيكُمْ أفْضَلَ مِنْ ذلِكَ؟ فَيقُولُونَ: وَأيُّ شَيءٍ أفْضَلُ مِنْ ذلِكَ؟ فَيقُولُ: أُحِلُّ عَلَيكُمْ رِضْوَانِي فَلاَ أسْخَطُ عَلَيْكُمْ بَعْدَهُ أبَداً). متفق عليه.",
                    "sanad": "وعن أبي سعيد الخدري رضي الله عنه:"
                },
                {
                    "hadithId": "1895",
                    "text": "كُنَّا عِندَ رَسُولِ اللهِ صلى الله عليه وسلم فَنَظَرَ إلَى القَمَرِ لَيْلَةَ البَدْرِ، وَقَالَ : (إنَّكُمْ سَتَرَوْنَ رَبَّكُمْ عَيَاناً كما تَرَوْنَ هَذَا القَمَرَ، لاَ تُضَامُونَ فِي رُؤْيَتِهِ) متفق عليه.",
                    "sanad": "وعن جرير بن عبد الله رضي الله عنه قال:"
                },
                {
                    "hadithId": "1896",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قال: (إذا دَخَلَ أهْلُ الجَنَّةِ الجَنَّةَ يَقُولُ اللهُ تَبَارَكَ وَتَعَالَى: تُريدُونَ شَيئاً أَزيدُكُمْ؟ فَيقُولُونَ: ألَمْ تُبَيِّضْ وُجُوهَنَا؟ ألَمْ تُدْخِلْنَا الجَنَّةَ وَتُنَجِّنَا مِنَ النَّارِ؟ فَيَكْشِفُ الحِجَابَ، فَمَا أُعْطُوا شَيْئاً أَحَبَّ إلَيْهِمْ مِنَ النَّظَرِ إلَى رَبِّهِمْ). رواه مسلم. قال الله تعالى: {إنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الأَنْهَارُ في جَنَّاتِ النَّعِيمِ دَعْوَاهُمْ فيها سُبْحَانَكَ اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ وَآخِرُ دَعْوَاهُمْ أَنِ الحَمْدُ للهِ رَبِّ العَالَمِينَ} [يونس : 9 - 10].\n\nالحَمْدُ للهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِي لَوْلاَ أَنْ هَدَانَا اللهُ. اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ النَّبيِّ الأُمِّيِّ، وَعَلَى آلِ مُحَمَّدٍ وَأزوَاجِهِ وَذُرِّيَّتِهِ، كما صَلَّيْتَ عَلَى إبْرَاهِيمَ وعلى آلِ إبْراهِيمَ، وَبَارِكْ عَلَى مُحَمَّدٍ النَّبيِّ الأُمِّيِّ، وَعَلَى آلِ مُحَمَّدٍ وَأزْوَاجِهِ وَذُرِّيَّتِهِ، كما بَاركْتَ عَلَى إبْرَاهِيمَ وَعَلَى آل إبراهيم في العالَمِينَ إنَّكَ حَمِيدٌ مَجِيدٌ. قال مؤلِّفُهُ: فَرَغْتُ مِنْهُ يَوْمَ الإثْنَيْنِ رَابِعَ شَهْرِ رَمَضَانَ سَنَةَ سَبْعِينَ وَسِتِّمِائَةٍ بِدِمشق.",
                    "sanad": "وعن صُهيب رضي الله عنه:"
                }
            ]
        }
    ]
}