{"bookID":"3","bookName":"3. كتاب أدب الطعام","numberOfchaptars":17,"chaptars":[{"chapterID":1,"chapterName":"1 - باب التسمية في أوله والحمد في آخره","chapterIntro":"1 - باب التسمية في أوله والحمد في آخره","hadiths":[{"hadithId":"726","text":"قَالَ لي رسول الله صلى الله عليه وسلم: (سَمِّ اللهَ، وَكُلْ بِيَمِينكَ، وكُلْ مِمَّا يَليكَ) متفقٌ عَلَيْهِ.","sanad":"عن عُمَرَ بنِ أبي سَلمة رضي الله عنهما قَالَ: "},{"hadithId":"727","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا أكَلَ أحَدُكُمْ فَلْيَذْكُرِ اسْمَ اللهِ تَعَالَى، فإنْ نَسِيَ أنْ يَذْكُرَ اسْمَ اللهِ تَعَالَى في أوَّلِهِ، فَلْيَقُلْ: بسم اللهِ أوَّلَهُ وَآخِرَهُ) رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن عائشة رضي الله عنها قالت: "},{"hadithId":"728","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقولُ: (إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ، فَذَكَرَ اللهَ تَعَالَى عِنْدَ دُخُولِهِ، وَعِنْدَ طَعَامِهِ، قَالَ الشَّيْطَانُ لأَصْحَابِهِ: لاَ مَبِيتَ لَكُمْ وَلاَ عَشَاءَ، وَإِذَا دَخَلَ فَلَمْ يَذْكُرِ اللهَ تَعَالَى عِنْدَ دُخُولِهِ، قَالَ الشَّيْطَانُ: أدْرَكْتُمُ المَبِيتَ؛ وَإِذَا لَمْ يَذْكُرِ اللهَ تَعَالَى عِنْدَ طَعَامِهِ، قَالَ: أدْرَكْتُم المَبيتَ وَالعَشَاءَ) رواه مسلم.","sanad":"وعن جابرٍ رضي الله عنه قَالَ:"},{"hadithId":"729","text":"كُنَّا إِذَا حَضَرْنَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم طَعَاماً، لَمْ نَضَعْ أيدِينَا حَتَّى يَبْدَأَ رَسُولُ الله صلى الله عليه وسلم فَيَضَعَ يَدَهُ، وَإنَّا حَضَرْنَا مَعَهُ مَرَّةً طَعَاماً، فَجَاءتْ جَارِيَةٌ كَأنَّهَا تُدْفَعُ، فَذَهَبَتْ لِتَضَعَ يَدَهَا في الطَّعَامِ، فَأَخَذَ رسولُ الله صلى الله عليه وسلم بِيَدِهَا، ثُمَّ جَاءَ أَعْرَابِيّ كأنَّمَا يُدْفَعُ، فَأخَذَ بِيَدهِ، فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم: (إنَّ الشَّيْطَانَ يَسْتَحِلُّ الطَّعَامَ أنْ لا يُذْكَرَ اسمُ اللهِ تَعَالَى عَلَيْهِ، وَإنَّهُ جَاءَ بهذِهِ الجارية لِيَسْتَحِلَّ بِهَا، فأَخَذْتُ بِيَدِهَا، فَجَاءَ بهذا الأعرَابيّ لِيَسْتَحِلَّ بِهِ، فَأخذْتُ بِيَدِهِ، والَّذِي نَفْسِي بِيَدِهِ، إنَّ يَدَهُ في يَدِي مَعَ يَدَيْهِمَا) ثُمَّ ذَكَرَ اسْمَ اللهِ تَعَالَى وَأكَلَ. رواه مسلم.","sanad":"وعن حُذَيْفَةَ رضي الله عنه قَالَ: "},{"hadithId":"730","text":"كَانَ رسولُ الله صلى الله عليه وسلم جَالِسَاً، وَرَجُلٌ يَأكُلُ، فَلَمْ يُسَمِّ اللهَ حَتَّى لَمْ يَبْقَ مِنْ طَعَامِهِ إِلاَّ لُقْمَةٌ، فَلَمَّا رَفَعَهَا إِلَى فِيهِ، قَالَ: بِسْمِ اللهِ أوَّلَهُ وَآخِرَهُ، فَضَحِكَ النَّبيّ صلى الله عليه وسلم، ثُمَّ قَالَ: (مَا زَالَ الشَّيْطَانُ يَأكُلُ مَعَهُ، فَلَمَّا ذَكَرَ اسمَ اللهِ اسْتَقَاءَ مَا فِي بَطْنِهِ) رواه أَبُو داود والنسائي.","sanad":"وعن أُمَيَّةَ بن مَخْشِيٍّ الصحابيِّ رضي الله عنه قَالَ: "},{"hadithId":"731","text":"كَانَ رسولُ الله صلى الله عليه وسلم يَأكُلُ طَعَاماً في سِتَّةٍ مِنْ أصْحَابِهِ، فَجَاءَ أعْرَابِيٌّ، فَأكَلَهُ بلُقْمَتَيْنِ. فَقَالَ رسولُ الله صلى الله عليه وسلم: (أما إنَّهُ لَوْ سَمَّى لَكَفَاكُمْ) رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن عائشة رضي الله عنها قالت:"},{"hadithId":"732","text":"أنَّ النبيَّ صلى الله عليه وسلم كَانَ إِذَا رَفَعَ مَائِدَتَهُ، قَالَ: (الْحَمْدُ للهِ حَمداً كَثِيراً طَيِّباً مُبَاركَاً فِيهِ، غَيْرَ مَكْفِيٍّ، وَلاَ مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا) رواه البخاري.","sanad":"وعن أَبي أُمَامَة رضي الله عنه: "},{"hadithId":"733","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (مَنْ أكَلَ طَعَامَاً، فَقال: الحَمْدُ للهِ الَّذِي أطْعَمَنِي هَذَا، وَرَزَقنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ) رواه أَبُو داود والترمذي، وقال: (حديث حسن).","sanad":"وعن معاذِ بن أنسٍ رضي الله عنه قَالَ:"}]},{"chapterID":2,"chapterName":"2 - باب لا يَعيبُ الطّعام واستحباب مَدحه","chapterIntro":"2 - باب لا يَعيبُ الطّعام واستحباب مَدحه","hadiths":[{"hadithId":"734","text":"مَا عَابَ رسولُ الله صلى الله عليه وسلم طَعَامَاً قَطُّ، إن اشْتَهَاهُ أكَلَهُ، وَإنْ كَرِهَهُ تَرَكَهُ. متفقٌ عَلَيْهِ.","sanad":"عن أَبي هُريرة رضي الله عنه قَالَ:"},{"hadithId":"735","text":"أنَّ النَّبيَّ صلى الله عليه وسلم سَأَلَ أهْلَهُ الأُدْمَ، فقالوا: مَا عِنْدَنَا إِلاَّ خَلٌّ، فَدَعَا بِهِ، فَجَعَلَ يَأكُلُ، ويقول: (نِعْمَ الأُدْمُ الخَلُّ، نِعْمَ الأُدْمُ الخَلُّ) رواه مسلم.","sanad":"وعن جابر رضي الله عنه: "}]},{"chapterID":3,"chapterName":"3 - باب مَا يقوله من حضر الطعام وهو صائم إِذَا لَمْ يفطر","chapterIntro":"3 - باب مَا يقوله من حضر الطعام وهو صائم إِذَا لَمْ يفطر\n","hadiths":[{"hadithId":"736","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا دُعِيَ أحَدُكُمْ فَلْيُجِبْ، فَإنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإنْ كَانَ مُفْطِراً فَلْيَطْعَمْ) رواه مسلم.\n\nقَالَ العلماءُ: معنى (فَلْيُصَلِّ) : فَلْيَدْعُ، ومعنى (فَلْيطْعَمْ): فَلْيَأْكُلْ.","sanad":"عن أَبي هريرة رضي الله عنه قَالَ: "}]},{"chapterID":4,"chapterName":"4 - باب مَا يقوله من دُعي إِلَى طعام فتبعه غيره","chapterIntro":"4 - باب مَا يقوله من دُعي إِلَى طعام فتبعه غيره\n","hadiths":[{"hadithId":"737","text":"دعا رَجُلٌ النَّبِيَّ صلى الله عليه وسلم لِطَعَامٍ صَنعَهُ لَهُ خَامِسَ خَمْسَةٍ، فَتَبِعَهُمْ رَجُلٌ، فَلَمَّا بَلَغَ البَابَ، قَالَ النَّبيّ صلى الله عليه وسلم: (إنَّ هَذَا تَبِعَنَا، فَإنْ شِئْتَ أنْ تَأْذَنَ لَهُ، وَإنْ شِئْتَ رَجَعَ) قَالَ: بل آذَنُ لَهُ يَا رَسُولَ الله. متفقٌ عَلَيْهِ.","sanad":"عن أَبي مسعود البَدْريِّ رضي الله عنه قَالَ:"}]},{"chapterID":5,"chapterName":"5 - باب الأكل مِمَّا يليه ووعظه وتأديبه من يسيء أكله","chapterIntro":"5 - باب الأكل مِمَّا يليه ووعظه وتأديبه من يسيء أكله","hadiths":[{"hadithId":"738","text":"كُنْتُ غُلاماً في حِجْرِ رسولِ الله صلى الله عليه وسلم، وَكَانَتْ يَدِي تَطِيشُ في الصَّحْفَةِ، فَقَالَ لي رسولُ الله صلى الله عليه وسلم: (يَا غُلامُ، سَمِّ اللهَ تَعَالَى، وَكُلْ بِيَمينِكَ، وَكُلْ مِمَّا يَلِيكَ) متفقٌ عَلَيْهِ.\n\nقَوْله: (تَطِيشُ) بكسرِ الطاء وبعدها ياءٌ مثناة من تَحْت، معناه: تتحرك وتمتد إِلَى نَوَاحِي الصَّحْفَةِ.","sanad":"عن عمر بن أَبي سَلمَة رضي الله عنهما قَالَ: "},{"hadithId":"739","text":"أنَّ رَجُلاً أَكَلَ عِنْدَ رَسُولِ الله صلى الله عليه وسلم بِشِمَالِهِ، فَقَالَ: (كُلْ بِيَمِينِكَ) قَالَ: لا أسْتَطِيعُ. قَالَ: (لاَ اسْتَطَعْتَ)! مَا مَنَعَهُ إِلاَّ الكِبْرُ! فَمَا رَفَعَهَا إِلَى فِيهِ. رواه مسلم.","sanad":"وعن سلمةَ بن الأَكْوَع رضي الله عنه:"}]},{"chapterID":6,"chapterName":"6 - باب النّهي عن القِرَانِ بين تمرتين ونحوهما إِذَا أكل جماعة إِلاَّ بإذن رفقته","chapterIntro":"6 - باب النّهي عن القِرَانِ بين تمرتين ونحوهما إِذَا أكل جماعة إِلاَّ بإذن رفقته","hadiths":[{"hadithId":"740","text":"أصَابَنَا عَامُ سَنَةٍ مَعَ ابن الزُّبَيْرِ؛ فَرُزِقْنَا تَمْراً، وَكَانَ عبدُ الله بن عمر رضي الله عنهما يَمُرُّ بنا ونحن نَأكُلُ، فَيقُولُ: لاَ تُقَارِنُوا، فإنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عنِ القِرَانِ، ثُمَّ يَقُولُ: إِلاَّ أنْ يَسْتَأذِنَ الرَّجُلُ أخَاهُ. متفقٌ عَلَيْهِ.","sanad":"عن جَبَلَة بن سُحَيْم قَالَ: "}]},{"chapterID":7,"chapterName":"7 - باب مَا يقوله ويفعله من يأكل وَلاَ يشبع","chapterIntro":"7 - باب مَا يقوله ويفعله من يأكل وَلاَ يشبع","hadiths":[{"hadithId":"741","text":"أنَّ أصحابَ رسولِ الله صلى الله عليه وسلم قالوا يَا رسولَ اللهِ، إنَّا نَأكُلُ وَلاَ نَشْبَعُ؟ قَالَ: (فَلَعَلَّكُمْ تَفْتَرِقُونَ) قالوا: نَعَمْ. قَالَ: (فَاجْتَمِعُوا عَلَى طَعَامِكُمْ، وَاذْكُرُوا اسْمَ اللهِ، يُبَارَكْ لَكُمْ فِيهِ) رواه أَبُو داود. (1).\n\nــــــــــــــــــــــ\n(1) قال ابن الأثير: (وهو أن يقرن بين التمرتين في الأكل، وإنما نهى عنه؛ لأن فيه شَرهاً، وذلك يزري بصاحبه؛ أو لأن فيه غبناً برفيقه …) النهاية 4/52.","sanad":"عن وَحْشِيِّ بن حرب رضي الله عنه:"}]},{"chapterID":8,"chapterName":"8 - باب الأمر بالأكل من جانب القصعة والنهي عن الأكل من وسطها","chapterIntro":"8 - باب الأمر بالأكل من جانب القصعة والنهي عن الأكل من وسطها.\nفِيهِ: قَوْله صلى الله عليه وسلم: (وَكُلْ مِمَّا يَلِيكَ) متفق عَلَيْهِ كما سبق (1).\n\nـــــــــــــــــــــــ\n(1) انظر الحديث (299).","hadiths":[{"hadithId":"742","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (البَرَكَةُ تَنْزِلُ وَسَطَ الطعَامِ؛ فَكُلُوا مِنْ حَافَتَيْهِ، وَلاَ تَأكُلُوا مِنْ وَسَطِهِ) رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن ابن عباس رضي الله عنهما، "},{"hadithId":"743","text":"كَانَ للنَّبِيِّ صلى الله عليه وسلم قَصْعَةٌ يُقَالُ لَهَا: الغَرَّاءُ يَحْمِلُهَا أرْبَعَةُ رجالٍ؛ فَلَمَّا أضْحَوْا وَسَجَدُوا الضُّحَى أُتِيَ بِتِلْكَ الْقَصْعَةِ؛ يعني وَقَدْ ثُردَ فِيهَا، فَالتَفُّوا عَلَيْهَا، فَلَمَّا كَثُرُوا جَثَا رسولُ الله صلى الله عليه وسلم. فَقَالَ أعرابيٌّ: مَا هذِهِ الجِلْسَةُ؟ فَقَالَ رسولُ الله صلى الله عليه وسلم: (إنَّ اللهَ جَعَلَنِي عَبْداً كَريماً، وَلَمْ يَجْعَلْنِي جَبَّاراً عَنِيداً) ، ثُمَّ قَالَ رسولُ الله صلى الله عليه وسلم: (كُلُوا مِنْ حَوَالَيْهَا، وَدَعُوا ذِرْوَتَها يُبَارَكْ فِيهَا) رواه أَبُو داود بإسنادٍ جيد.\n\n(ذِرْوَتها): أعْلاَهَا بكسر الذال وضمها.","sanad":"وعن عبد الله بن بُسْرٍ رضي الله عنه قَالَ:"}]},{"chapterID":9,"chapterName":"9 - باب كراهية الأكل متكئاً","chapterIntro":"9 - باب كراهية الأكل متكئاً","hadiths":[{"hadithId":"744","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (لاَ آكُلُ مُتَّكِئاً) رواه البخاري.\nقَالَ الخَطَّابِيُّ: المُتَّكئُ هاهُنَا: هُوَ الجالِسُ مُعْتَمِداً عَلَى وِطَاءٍ تحته، قَالَ: وأرادَ أنَّهُ لا يَقْعُدُ عَلَى الوِطَاءِ وَالوَسَائِدِ كَفِعْل مَنْ يُريدُ الإكْثَارَ مِنَ الطَّعَام، بل يَقْعُدُ مُسْتَوفِزاً لاَ مُسْتَوطِئاً، وَيَأكُلُ بُلْغَةً. هَذَا كلامُ الخَطَّابيِّ (1)، وأشارَ غَيْرُهُ إِلَى أنَّ الْمُتَّكِئَ هُوَ المائِلُ عَلَى جَنْبِه، والله أعلم.\n\nــــــــــــــــــــ\n(1) انظر: معالم السنن 4/225.","sanad":"عن أَبي جُحَيْفَةَ وَهْبِ بن عبد الله رضي الله عنه قَالَ:"},{"hadithId":"745","text":"رَأَيْتُ رسول الله صلى الله عليه وسلم جَالِساً مُقْعِياً يَأكُلُ تَمْراً. رواه مسلم.\n\n(المُقْعِي): هُوَ الَّذِي يُلْصِقُ أَلْيَتَيْهِ بالأرض، وَيَنْصِبُ سَاقَيْهِ.","sanad":"وعن أنس رضي الله عنه قَالَ: "}]},{"chapterID":10,"chapterName":"10 - باب استحباب الأكل بثلاث أصابع واستحباب لعق الأصابع","chapterIntro":"10 - باب استحباب الأكل بثلاث أصابع واستحباب لعق الأصابع، وكراهة مسحها قبل لعقها واستحباب لعق القصعة وأخذ اللقمة الَّتي تسقط منه وأكلها ومسحها بعد اللعق بالساعد والقدم وغيرها.","hadiths":[{"hadithId":"746","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (إِذَا أكَلَ أَحَدُكُمْ طَعَاماً، فَلاَ يَمْسَحْ أَصَابِعَهُ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَها) متفقٌ عَلَيْهِ. ","sanad":"عن ابن عباس رضي الله عنهما قَالَ:"},{"hadithId":"747","text":"رأيتُ رسولَ الله صلى الله عليه وسلم يَأكُلُ بثَلاَثِ أصابعَ، فإذا فَرَغَ لَعِقَهَا. رواه مسلم.","sanad":"وعن كعب بن مالك رضي الله عنه قَالَ:"},{"hadithId":"748","text":"أنَّ رسول الله صلى الله عليه وسلم أمر بلعق الأصابع والصحفة، وقال: (إنَّكُمْ لاَ تَدْرُونَ في أيِّ طَعَامِكُمُ البَرَكَةُ) رواه مسلم.","sanad":"وعن جابر رضي الله عنه:"},{"hadithId":"749","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا وَقَعَتْ لُقْمَةُ أحَدِكُمْ، فَلْيأخُذْهَا فَلْيُمِطْ مَا كَانَ بِهَا مِنْ أذىً، وَلْيَأْكُلْهَا، وَلاَ يَدَعْهَا لِلشَّيْطَان، وَلاَ يَمْسَحْ يَدَهُ بالمِنْدِيل حَتَّى يَلْعَقَ أصَابِعَهُ، فَإنَّهُ لاَ يَدْري في أيِّ طَعَامِهِ البَرَكَةُ) رواه مسلم.","sanad":"وعنه:"},{"hadithId":"750","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إنَّ الشَّيْطَانَ يَحْضُرُ أحَدَكُمْ عِنْدَ كُلِّ شَيْءٍ مِنْ شَأنِهِ، حَتَّى يَحْضُرَهُ عِنْدَ طَعَامِهِ، فإذَا سَقَطَتْ لُقْمَةُ أحَدِكُمْ فَلْيَأخُذْهَا فَليُمِطْ مَا كَانَ بِهَا مِنْ أذىً، ثُمَّ لِيَأْكُلْهَا وَلاَ يَدَعْهَا للشَّيْطَانِ، فإذا فَرَغَ فَلْيَلْعَقْ أصابِعَهُ، فإنَّهُ لا يَدْري في أيِّ طعامِهِ البَرَكَةُ) رواه مسلم.","sanad":"وعنه:"},{"hadithId":"751","text":"كَانَ رسولُ الله صلى الله عليه وسلم إِذَا أكَلَ طَعَاماً، لَعِقَ أصَابِعَهُ الثَّلاَثَ، وقال: (إِذَا سقَطَتْ لُقْمَةُ أحَدِكُمْ فَلْيَأخُذْهَا، ولْيُمِطْ عنها الأذى، وَليَأكُلْهَا، وَلاَ يَدَعْها لِلْشَّيْطَان) وأمَرَنا أن نَسْلُتَ القَصْعَةَ، وقال: (إنَّكُمْ لا تَدْرُونَ في أيِّ طَعَامِكُمُ البَرَكَةُ) رواه مسلم.","sanad":"وعن أنسٍ رضي الله عنه قَالَ:"},{"hadithId":"752","text":"أنّه سأل جابراً رضي الله عنه عنِ الوُضُوءِ مِمَّا مَسَّتِ النَّارُ، فَقَالَ: لا، قَدْ كُنَّا زَمَنَ النبيِّ صلى الله عليه وسلم لا نَجِدُ مِثْلَ ذَلِكَ الطَّعامِ إِلاَّ قليلاً، فإذا نَحْنُ وجَدْنَاهُ، لَمْ يَكُنْ لنا مَنَادِيلُ إِلاَّ أكُفَّنا، وسَواعِدَنَا، وأقْدامَنَا، ثُمَّ نُصَلِّي وَلاَ نَتَوَضَّأُ. رواه البخاري.","sanad":"وعن سعيد بنِ الحارث:"}]},{"chapterID":11,"chapterName":"11 - باب تكثير الأيدي عَلَى الطعام","chapterIntro":"11 - باب تكثير الأيدي عَلَى الطعام\n","hadiths":[{"hadithId":"753","text":"قَالَ رسول الله صلى الله عليه وسلم: (طَعَامُ الاثنينِ كافِي الثلاثةِ، وطَعَامُ الثَّلاَثَةِ كافي الأربعة) متفق عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"754","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (طَعَامُ الوَاحِدِ يَكْفِي الاثْنَيْنِ، وَطَعَامُ الاثْنَيْنِ يَكْفِي الأَرْبَعَةَ، وَطَعَامُ الأرْبَعَةِ يَكْفِي الثَّمَانِيَةَ) رواه مسلم.","sanad":"وعن جابر رضي الله عنه قَالَ: "}]},{"chapterID":12,"chapterName":"12 - باب أدب الشرب واستحباب التنفس ثلاثاً خارج الإناء وكراهة التَّنَفُّس في الإناء واستحباب إدارة الإناء عَلَى الأيمن فالأيمن بعد المبتدئ","chapterIntro":"12 - باب أدب الشرب واستحباب التنفس ثلاثاً خارج الإناء وكراهة التَّنَفُّس في الإناء واستحباب إدارة الإناء عَلَى الأيمن فالأيمن بعد المبتدئ\n","hadiths":[{"hadithId":"755","text":"أنَّ رسول الله صلى الله عليه وسلم كَانَ يَتَنَفَّسُ في الشَّرابِ ثَلاثاً. متفق عَلَيْهِ. يعني: يتنفس خارجَ الإناءِ.","sanad":"عن أنس رضي الله عنه:"},{"hadithId":"756","text":"قال رسول الله صلى الله عليه وسلم: (لاَ تَشْرَبُوا وَاحِداً كَشُرْبِ البَعِيرِ، وَلَكِنِ اشْرَبُوا مَثْنَى وَثُلاَثَ، وَسَمُّوا إِذَا أنْتُمْ شَرِبْتُمْ، وَاحْمَدُوا إِذَا أنْتُمْ رَفَعْتُمْ) رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن ابن عباس رضي الله عنهما قَالَ:"},{"hadithId":"757","text":"أنَّ النبيَّ صلى الله عليه وسلم نَهَى أنْ يُتَنَفَّسَ في الإناءِ. متفق عَلَيْهِ. يعني: يتنفس في نفس الإناءِ. ","sanad":"وعن أَبي قَتَادَة رضي الله عنه: "},{"hadithId":"758","text":"أنَّ رسول الله صلى الله عليه وسلم أُتِيَ بِلَبَنٍ قَدْ شِيبَ بماءٍ، وَعَنْ يَمِينهِ أعْرَابيٌّ، وَعَنْ يَسَارِهِ أَبُو بَكْر رضي الله عنه، فَشَرِبَ، ثُمَّ أعْطَى الأعْرابيَّ، وقال: (الأيْمَنَ فالأيْمَنَ) متفق عَلَيْهِ.\n\nقَوْله: (شِيب) أيْ: خُلِطَ.","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"759","text":"أنَّ رسول الله صلى الله عليه وسلم أُتِيَ بِشرابٍ ، فَشَرِبَ مِنْهُ وَعَنْ يَمِينِهِ غُلامٌ، وَعَنْ يَسَارِهِ أشْيَاخٌ، فَقَالَ للغُلامِ: (أتَأْذَنُ لِي أنْ أُعْطِيَ هؤُلاَءِ؟) فَقَالَ الغُلامُ: لا واللهِ، لا أُوثِرُ بنَصيبي مِنْكَ أَحَداً. فَتَلَّهُ رسول الله صلى الله عليه وسلم في يَدِهِ. متفقٌ عَلَيْهِ.\n\nقَوْله: (تَلَّهُ) أيْ وَضَعَهُ. وهذا الغلامُ هُوَ ابْنُ عباس رضي الله عنهما.","sanad":"وعن سهلِ بن سعدٍ رضي الله عنه: "}]},{"chapterID":13,"chapterName":"13 - باب كراهة الشرب من فم القربة ونحوها وبيان أنه كراهة تنزيه لا تحريم","chapterIntro":"13 - باب كراهة الشرب من فم القربة ونحوها وبيان أنه كراهة تنزيه لا تحريم","hadiths":[{"hadithId":"760","text":"نَهَى رسول الله صلى الله عليه وسلم عن اخْتِنَاثِ الأَسْقِيَةِ. يعني: أن تُكْسَرَ أفْواهُها، وَيُشْرَبَ مِنْهَا. متفق عَلَيْهِ.","sanad":"عن أَبي سعيدٍ الْخُدْريِّ رضي الله عنه قَالَ:"},{"hadithId":"761","text":"نَهَى رسول الله صلى الله عليه وسلم أن يُشْرَبَ مِنْ فِيِّ السِّقَاءِ أَوْ القِرْبَةِ. متفق عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"762","text":"دخل عَلَيَّ رسولُ الله صلى الله عليه وسلم فَشَرِبَ مِنْ فيِّ قِرْبَةٍ مُعَلَّقَةٍ قَائِماً، فَقُمْتُ إِلَى فِيهَا فَقَطَعْتُهُ. رواه الترمذي، وقال: (حديث حسن صحيح).\nوإنّما قَطَعَتْهَا : لِتَحْفَظَ مَوْضِع فَمِ رسول الله صلى الله عليه وسلم، وَتَتَبَرَّكَ بِهِ، وتَصُونَهُ عَن الابْتِذَال. وهذا الحديث محمولٌ عَلَى بيان الجواز، والحديثان السابقان لبيان الأفضل والأكمل، والله أعلم.","sanad":"وعن أم ثابتٍ كَبْشَةَ بنتِ ثابتٍ أُختِ حَسَّانَ بن ثابتٍ رضي الله عنهما قالت:"}]},{"chapterID":14,"chapterName":"14 - باب كراهة النفخ في الشراب","chapterIntro":"14 - باب كراهة النفخ في الشراب.","hadiths":[{"hadithId":"763","text":"أنَّ النَّبيَّ صلى الله عليه وسلم نَهَى عَن النَّفْخ في الشَّرَاب، فَقَالَ رَجُلٌ: القَذَاةُ (1)، أراها في الإناءِ؟ فَقَالَ: (أهرقها). قَالَ: إنِّي لا أرْوَى مِنْ نَفَسٍ وَاحدٍ؟ قَالَ: (فَأَبِنِ القَدَحَ إِذَاً عَنْ فِيكَ) رواه الترمذي، وقال: (حديث حسن صحيح).\n\nـــــــــــــــــــــــ\n(1) القَذَاةُ : أي تراب أو تبن أو وسخ. النهاية 4/30.","sanad":"عن أَبي سعيد الخدري رضي الله عنه:"},{"hadithId":"764","text":"أنَّ النبيَّ صلى الله عليه وسلم نهى أن يُتَنَفَّسَ في الإناءِ أَوْ يُنْفَخَ فِيهِ. رواه الترمذي، وقال: (حديث حسن صحيح). ","sanad":"وعن ابن عباس رضي الله عنهما: "}]},{"chapterID":15,"chapterName":"15 - باب بيان جواز الشرب قائماً وبيان أنَّ الأكمل والأفضل الشرب قاعداً","chapterIntro":"15 - باب بيان جواز الشرب قائماً وبيان أنَّ الأكمل والأفضل الشرب قاعداً. فِيهِ حديث كبشة السابق (1).\n\nـــــــــــــــــــــــ\n(1) انظر الحديث (763).\n","hadiths":[{"hadithId":"765","text":"سَقَيْتُ النَّبيَّ صلى الله عليه وسلم مِنْ زَمْزَمَ، فَشَربَ وَهُوَ قَائِمٌ. متفق عَلَيْهِ.","sanad":"وعن ابن عباس رضي الله عنهما قَالَ:"},{"hadithId":"766","text":"أَتَى عَلِيٌّ رضي الله عنه بَابَ الرَّحْبَةِ، فَشَربَ قائِماً، وقال: إنِّي رَأَيْتُ رسولَ الله صلى الله عليه وسلم فَعَلَ كما رَأَيْتُمُوني فَعَلْتُ. رواه البخاري.","sanad":"وعن النَّزَّالِ بن سَبْرَةَ رضي الله عنه قَالَ:"},{"hadithId":"767","text":"كُنَّا عَلَى عهدِ رسول الله صلى الله عليه وسلم نَأكُلُ وَنَحْنُ نمشِي، وَنَشْرَبُ ونَحْنُ قِيامٌ. رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن ابن عمر رضي الله عنهما قَالَ:"},{"hadithId":"768","text":"رأيتُ رسول الله صلى الله عليه وسلم يَشْرَبُ قَائِماً وقَاعِداً. رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن عمرو بن شعيب، عن أبيه، عن جَدِّهِ رضي الله عنه قَالَ:"},{"hadithId":"769","text":"عن النبيِّ صلى الله عليه وسلم: أنه نَهى أن يَشْرَبَ الرَّجُلُ قَائِماً. قَالَ قتادة: فَقُلْنَا لأَنَسٍ: فالأَكْلُ؟ قَالَ: ذَلِكَ أَشَرُّ - أَوْ أخْبَثُ - رواه مسلم. وفي رواية لَهُ: أنَّ النبيَّ صلى الله عليه وسلم زَجَرَ عَن الشُّرْب قائِماً.","sanad":"وعن أنس رضي الله عنه، "},{"hadithId":"770","text":"قَالَ رسول الله صلى الله عليه وسلم: (لاَ يَشْرَبَنَّ أحَدٌ مِنْكُمْ قَائِماً، فَمَنْ نَسِيَ فَلْيَسْتَقِيء) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":16,"chapterName":"16 - باب استحباب كون ساقي القوم آخرهم شرباً","chapterIntro":"16 - باب استحباب كون ساقي القوم آخرهم شرباً.","hadiths":[{"hadithId":"771","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (ساقي القوم آخِرُهُمْ شُرْباً) رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"عن أَبي قتادة رضي الله عنه،"}]},{"chapterID":17,"chapterName":"17 - باب جواز الشرب من جميع الأواني الطاهرة غير الذهب والفضة وجواز الكرع","chapterIntro":"17 - باب جواز الشرب من جميع الأواني الطاهرة غير الذهب والفضة وجواز الكرع - وَهُوَ الشرب بالفم من النهر وغيره بغير إناء ولا يد - وتحريم استعمال إناء الذهب والفضة في الشرب والأكل والطهارة وسائر وجوه الاستعمال.","hadiths":[{"hadithId":"772","text":"حَضَرَتِ الصَّلاَةُ فقامَ مَن كَانَ قَريبَ الدَّارِ إِلَى أهْلِهِ، وبَقِيَ قَوْمٌ، فأُتِيَ رسول الله صلى الله عليه وسلم بِمَخْضَبٍ مِنْ حِجَارَةٍ، فَصَغُرَ المخْضَبُ أنْ يَبْسُطَ فِيهِ كَفَّهُ، فَتَوَضَّأَ القَوْمُ كُلُّهُمْ. قالوا: كَمْ كُنْتُمْ؟ قَالَ: ثَمَانِينَ وزيادة. متفق عَلَيْهِ، هذه رواية البخاري. وفي رواية لَهُ ولمسلم: أنَّ النَّبيَّ صلى الله عليه وسلم دَعَا بإناءٍ مِنْ ماءٍ، فَأُتِيَ بقَدَحٍ رَحْرَاحٍ (1)، فِيهِ شَيْءٌ مِنْ ماءٍ، فَوَضَعَ أصابعَهُ فِيهِ. قَالَ أنسٌ: فَجَعلْتُ أنْظُرُ إِلَى الماءِ يَنْبُعُ مِنْ بَيْن أصَابِعِهِ، فَحَزَرْتُ مَنْ تَوضَّأ مَا بَيْنَ السَّبْعِينَ إِلَى الثَّمَانينَ.\n\nـــــــــــــــــــــــــ\n(1) رَحْرَاحٍ :  القريب القعر مع سَعَة فيه. النهاية 2/208.","sanad":"عن أنس رضي الله عنه قَالَ:"},{"hadithId":"773","text":"أتَانَا النبيُّ صلى الله عليه وسلم فَأَخْرَجْنَا لَهُ مَاءً في تَوْرٍ مِنْ صُفْر فَتَوَضَّأَ. رواه البخاري.\n\n(الصُّفْر): بضم الصاد، ويجوز كسرها، وَهُوَ النُّحاس، و(التَّوْر): كالقدح، وَهُوَ بالتاء المثناة من فوق.","sanad":"وعن عبد الله بن زيد رضي الله عنه قَالَ:"},{"hadithId":"774","text":"أنَّ رسول الله صلى الله عليه وسلم دَخَلَ عَلَى رَجُلٍ مِن الأَنْصَارِ، وَمَعَهُ صَاحِبٌ لَهُ، فَقَالَ رسول الله صلى الله عليه وسلم: (إنْ كَانَ عِنْدَكَ مَاءٌ باتَ هذِهِ اللَّيْلَةَ في شَنَّةٍ وَإلاَّ كَرَعْنَا (1). رواه البخاري.\n\n(الشنّ): القِربة.\n\nــــــــــــــــــــــــ\n(1) كَرَعْنَا : أي تناول الماء بفيه من غير أن يشرب بكفه ولا بإناء. النهاية 4/164.","sanad":"وعن جابر رضي الله عنه:"},{"hadithId":"775","text":"إنَّ النبيَّ صلى الله عليه وسلم نَهَانَا عَن الحَرِير، وَالدِّيباجِ، والشُّربِ في آنِيَة الذَّهَب والفِضَّةِ، وقال: (هي لَهُمْ في الدُّنْيَا، وهِيَ لَكُمْ في الآخِرَةِ) متفقٌ عَلَيْهِ.\n","sanad":"وعن حذيفة رضي الله عنه قَالَ: "},{"hadithId":"776","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (الَّذِي يَشْرَبُ في آنِيَةِ الفِضَّةِ، إنَّمَا يُجَرْجِرُ في بَطْنِهِ نَارَ جَهَنَّمَ) متفقٌ عَلَيْهِ. وفي رواية لمسلم: (إنَّ الَّذِي يَأكُلُ أَوْ يَشْرَبُ في آنِيَةِ الفِضَّةِ وَالذَّهَبِ). وفي رواية لَهُ: (مَنْ شَرِبَ في إناءٍ مِنْ ذَهَبٍ أَوْ فِضَّةٍ، فَإنَّمَا يُجَرْجِرُ في بَطْنِهِ نَارَاً مِنْ جَهَنَّم).","sanad":"وعن أُمِّ سلمة رضي الله عنها:"}]}]}