{"bookID":"7","bookName":"7. كتاب عيادة المريض وتشييع الميت والصلاة عليه وحضور دفنه، والمكث عند قبره بعد دفنه","numberOfchaptars":22,"chaptars":[{"chapterID":1,"chapterName":"1 - باب عيادة المريض","chapterIntro":"1 - باب عيادة المريض.","hadiths":[{"hadithId":"893","text":"أمَرَنَا رسولُ الله صلى الله عليه وسلم بعِيَادَةِ الْمَريضِ، وَاتِّبَاعِ الجَنَازَةِ، وَتَشْمِيتِ العَاطِسِ، وَإبْرَارِ الْمُقْسِمِ، وَنَصْرِ المَظْلُومِ، وَإجَابَةِ الدَّاعِي، وَإفْشَاءِ السَّلاَمِ. متفقٌ عَلَيْهِ.","sanad":"عن البَرَاءِ بن عازِبٍ رضي الله عنهما قَالَ: "},{"hadithId":"894","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (حَقُّ المُسْلِمِ عَلَى المُسْلِمِ خَمْسٌ: رَدُّ السَّلاَمِ، وَعِيَادَةُ المَرِيضِ، وَاتِّبَاعُ الجَنَائِزِ، وَإجَابَةُ الدَّعْوَةِ، وَتَشْمِيتُ العَاطِسِ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه: "},{"hadithId":"895","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (إنَّ اللهَ عز وجل يَقُولُ يَومَ القِيَامَةِ: يَا ابْنَ آدَمَ، مَرِضْتُ فَلَمْ تَعُدنِي! قَالَ: يَا رَبِّ، كَيْفَ أعُودُكَ وَأنْتَ رَبُّ العَالَمِينَ؟! قَالَ: أمَا عَلِمْتَ أنَّ عَبْدِي فُلاَناً مَرِضَ فَلَمْ تَعُدْهُ! أمَا عَلِمْتَ أنَّكَ لَوْ عُدْتَهُ لَوَجَدْتَني عِنْدَهُ! يَا ابْنَ آدَمَ، اسْتَطْعَمْتُكَ فَلَمْ تُطْعِمنِي! قَالَ: يَا رَبِّ، كَيْفَ أطْعِمُكَ وَأنْتَ رَبُّ العَالَمِينَ؟! قَالَ: أمَا عَلِمْتَ أنَّهُ اسْتَطْعَمَكَ عَبْدِي فُلانٌ فَلَمْ تُطْعِمْهُ! أمَا عَلِمْتَ أنَّكَ لَوْ أطْعَمْتَهُ لَوَجَدْتَ ذَلِكَ عِنْدِي! يَا ابْنَ آدَمَ، اسْتَسْقَيْتُكَ فَلَمْ تَسْقِنِي! قَالَ: يَا رَبِّ، كَيْفَ أسْقِيكَ وَأنْتَ رَبُّ العَالَمينَ؟! قَالَ: اسْتَسْقَاكَ عَبْدِي فُلاَنٌ فَلَمْ تَسْقِهِ! أمَا عَلِمْتَ أنَّكَ لَوْ سَقَيْتَهُ لَوَجَدْتَ ذَلِكَ عِنْدِي!) رواه مسلم.","sanad":"وعنه، قَالَ: "},{"hadithId":"896","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (عُودُوا المَريضَ، وَأطْعِمُوا الجَائِعَ، وَفُكُّوا العَانِي) رواه البخاري.\n\n(العاَنِي): الأسيرُ.","sanad":"وعن أَبي موسى رضي الله عنه قَالَ: "},{"hadithId":"897","text":"عن النبي صلى الله عليه وسلم قَالَ: (إنَّ المُسْلِمَ إِذَا عَادَ أخَاهُ المُسْلِمَ، لَمْ يَزَلْ في خُرْفَةِ الْجَنَّةِ حَتَّى يَرْجِعَ) قِيلَ: يَا رَسولَ الله، وَمَا خُرْفَةُ الجَنَّةِ؟ قَالَ: (جَنَاهَا) رواه مسلم.","sanad":"وعن ثوبان رضي الله عنه، "},{"hadithId":"898","text":"سَمِعْتُ رسولَ الله صلى الله عليه وسلم يَقُولُ: (مَا مِنْ مُسْلِم يَعُودُ مُسْلِماً غُدْوة إِلاَّ صَلَّى عَلَيْهِ سَبْعُونَ ألْفَ مَلَكٍ حَتَّى يُمْسِي، وَإنْ عَادَهُ عَشِيَّةً إِلاَّ صَلَّى عَلَيْهِ سَبْعُونَ ألْفَ مَلَكٍ حَتَّى يُصْبحَ، وَكَانَ لَهُ خَرِيفٌ في الْجَنَّةِ) رواه الترمذي، وقال: (حديث حسن).\n\n(الخَريفُ) : الثَّمرُ الْمَخْرُوفُ، أيْ: الْمُجْتَنَى.","sanad":"وعن عليّ رضي الله عنه قَالَ:"},{"hadithId":"899","text":"كَانَ غُلاَمٌ يَهُودِيٌّ يَخْدُمُ النَّبيَّ صلى الله عليه وسلم، فَمَرِضَ، فَأتَاهُ النَّبيُّ صلى الله عليه وسلم يَعُودُهُ، فَقَعَدَ عِنْدَ رَأسِهِ، فَقَالَ لَهُ: (أسْلِمْ) فَنَظَرَ إِلَى أبِيهِ وَهُوَ عِنْدَهُ؟ فَقَالَ: أَطِعْ أَبَا القَاسِمِ، فَأسْلَمَ، فَخَرَجَ النَّبيُّ صلى الله عليه وسلم، وَهُوَ يَقُولُ: (الحَمْدُ للهِ الَّذِي أنْقَذَهُ منَ النَّارِ) رواه البخاري.","sanad":"وعن أنسٍ رضي الله عنه قَالَ:"}]},{"chapterID":2,"chapterName":"2 - باب مَا يُدعى به للمريض","chapterIntro":"2 - باب مَا يُدعى به للمريض.\n","hadiths":[{"hadithId":"900","text":"أنَّ النَّبيَّ صلى الله عليه وسلم، كَانَ إِذَا اشْتَكى الإنْسَانُ الشَّيْءَ مِنْهُ، أَوْ كَانَتْ بِهِ قَرْحَةٌ أَوْ جُرْحٌ، قَالَ النَّبيُّ صلى الله عليه وسلم - بِأُصْبُعِهِ هكَذا - وَوَضَعَ سُفْيَانُ بْنُ عُيَيْنَة الرَّاوي سَبَّابَتَهُ بِالأَرْضِ ثُمَّ رَفَعَها وقال: (بِسمِ اللهِ، تُرْبَةُ أرْضِنَا، بِرِيقَةِ بَعْضِنَا، يُشْفَى بِهِ سَقِيمُنَا، بإذْنِ رَبِّنَا (1). متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــ\n(1)  قال النووي 7/358 (2195): (معنى الحديث أنَّه يأخذ من ريق نفسه على أصبعه السبابة ثم يضعها على التراب فيعلق بها منه شيء، فيمسح به على الموضع العليل أو الجريح قائلاً الكلام).","sanad":"عن عائشة رضي الله عنها: "},{"hadithId":"901","text":"أنَّ النَّبيَّ صلى الله عليه وسلم كَانَ يَعُودُ بَعْضَ أهْلِهِ يَمْسَحُ بِيدِهِ اليُمْنَى ويقولُ: (اللَّهُمَّ رَبَّ النَّاسِ، أذْهِب البَأسَ، اشْفِ أنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفاؤكَ، شِفَاءً لاَ يُغَادِرُ سَقماً) متفقٌ عَلَيْهِ.","sanad":"وعنها: "},{"hadithId":"902","text":"أنه قَالَ لِثابِتٍ رحمه اللهُ: ألاَ أرْقِيكَ بِرُقْيَةِ رسول الله صلى الله عليه وسلم؟ قَالَ: بَلَى، قَالَ: (اللَّهُمَّ رَبَّ النَّاسِ، مُذْهِبَ البَأسِ، اشْفِ أنْتَ الشَّافِي، لاَ شَافِيَ إِلاَّ أنْتَ، شِفَاءً لاَ يُغَادِرُ سَقماً) رواه البخاري.","sanad":"وعن أنسٍ رضي الله عنه"},{"hadithId":"903","text":"عَادَنِي رسول الله صلى الله عليه وسلم فَقَالَ: (اللَّهُمَّ اشْفِ سَعْداً، اللَّهُمَّ اشْفِ سَعْداً، اللَّهُمَّ اشْفِ سَعْداً) رواه مسلم.","sanad":"وعن سعدِ بن أَبي وقاصٍ رضي الله عنه قَالَ:"},{"hadithId":"904","text":"أنّه شَكَا إِلَى رسول الله صلى الله عليه وسلم وَجَعاً، يَجِدُهُ في جَسَدِهِ فَقَالَ لَهُ رسول الله صلى الله عليه وسلم: (ضَعْ يَدَكَ عَلَى الَّذِي يَألَم مِنْ جَسَدِكَ وَقُلْ: بسم اللهِ ثَلاثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أعُوذُ بِعِزَّةِ الله وَقُدْرَتِهِ مِنْ شَرِّ مَا أجِدُ وَأُحَاذِرُ) رواه مسلم.","sanad":"وعن أَبي عبدِ الله عثمان بنِ أَبي العاصِ رضي الله عنه: "},{"hadithId":"905","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (مَنْ عَادَ مَرِيضاً لَمْ يَحْضُرْهُ أجَلُهُ، فقالَ عِنْدَهُ سَبْعَ مَرَّاتٍ: أسْأَلُ اللهَ العَظيمَ، رَبَّ العَرْشِ العَظيمِ، أنْ يَشْفِيَكَ، إِلاَّ عَافَاهُ اللهُ مِنْ ذَلِكَ المَرَضِ) رواه أَبُو داود والترمذي، وقال: (حديث حسن)، وقال الحاكم: (حديث صحيح عَلَى شرط البخاري).","sanad":"وعن ابن عباسٍ رضي الله عنهما، "},{"hadithId":"906","text":"أنَّ النبي صلى الله عليه وسلم دَخَلَ عَلَى أعْرَابِيٍّ يَعُودُهُ، وَكَانَ إِذَا دَخَلَ عَلَى مَنْ يَعُودُهُ، قَالَ: (لاَ بَأسَ؛ طَهُورٌ إنْ شَاءَ اللهُ) رواه البخاري.","sanad":"وعنه:"},{"hadithId":"907","text":"أن جِبريلَ أتَى النَّبيَّ صلى الله عليه وسلم، فَقَالَ: يَا مُحَمَّدُ، اشْتَكَيْتَ؟ قَالَ: (نَعَمْ) قَالَ: بِسْمِ الله أرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ، اللهُ يَشْفِيكَ، بِسمِ اللهِ أُرقِيكَ. رواه مسلم.","sanad":" وعن أَبي سعيد الخدري رضي الله عنه:"},{"hadithId":"908","text":"أنَّهُمَا شَهِدَا عَلَى رسول الله صلى الله عليه وسلم أنّه قَالَ: (مَنْ قَالَ: لاَ إلهَ إِلاَّ اللهُ وَاللهُ أكْبَرُ، صَدَّقَهُ رَبُّهُ، فَقَالَ: لاَ إلهَ إِلاَّ أنَا وأنَا أكْبَرُ. وَإِذَا قَالَ: لاَ إلهَ إِلاَّ اللهُ وَحدَهُ لاَ شَرِيكَ لَهُ، قَالَ: يقول: لاَ إلهَ إلاَّ أنَا وَحْدِي لا شَريكَ لِي. وَإِذَا قَالَ: لاَ إلهَ إِلاَّ اللهُ لَهُ المُلْكُ وَلَهُ الحَمْدُ، قَالَ: لاَ إلهَ إِلاَّ أنَا لِيَ المُلْكُ وَلِيَ الحَمْدُ. وَإِذَا قَالَ: لاَ إله إِلاَّ اللهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ باللهِ، قَالَ: لاَ إلهَ إِلاَّ أنَا وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بي) وَكَانَ يقُولُ: (مَنْ قَالَهَا في مَرَضِهِ ثُمَّ مَاتَ لَمْ تَطْعَمْهُ النَّارُ) رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن أَبي سعيد الخدري وأبي هريرة رضي الله عنهما:"}]},{"chapterID":3,"chapterName":"3 - باب استحباب سؤال أهل المريض عن حاله","chapterIntro":"3 - باب استحباب سؤال أهل المريض عن حاله.\n","hadiths":[{"hadithId":"909","text":"خَرَجَ مِنْ عِنْدِ رسولِ الله صلى الله عليه وسلم، في وَجَعِهِ الَّذِي تُوُفِّيَ فِيهِ، فقالَ النَّاسُ: يَا أَبَا الحَسَنِ، كَيْفَ أصْبَحَ رَسُولُ اللهِ صلى الله عليه وسلم؟ قَالَ: أصْبَحَ بِحَمْدِ اللهِ بَارئاً. رواه البخاري.","sanad":"عن ابن عباسٍ رضي الله عنهما: أنَّ عليَّ بْنَ أَبي طالب رضي الله عنه، "}]},{"chapterID":4,"chapterName":"4 - باب مَا يقوله مَن أيس من حياته","chapterIntro":"4 - باب مَا يقوله مَن أيس من حياته.","hadiths":[{"hadithId":"910","text":"سَمِعْتُ النبيَّ صلى الله عليه وسلم وَهُوَ مُسْتَنِدٌ إلَيَّ، يَقُولُ: (اللَّهُمَّ اغْفِرْ لِي وارْحَمْنِي، وأَلْحِقْنِي بالرَّفِيقِ الأَعْلَى) متفقٌ عَلَيْهِ.","sanad":"عن عائشة رضي الله عنها قالت: "},{"hadithId":"911","text":"رَأيتُ رسولَ الله صلى الله عليه وسلم وَهُوَ بِالمَوْتِ، عِنْدَهُ قَدَحٌ فِيهِ مَاءٌ، وَهُوَ يُدْخِلُ يَدَهُ في القَدَحِ، ثُمَّ يَمْسَحُ وَجْهَهُ بالماءِ، ثُمَّ يَقُولُ: (اللَّهُمَّ أعِنِّي عَلَى غَمَرَاتِ المَوْتِ أَوْ سَكَرَاتِ المَوْتِ) رواه الترمذي.","sanad":"وعنها قالت: "}]},{"chapterID":5,"chapterName":"5 - باب استحباب وصية أهل المريض ومن يخدمه بالإحسان إليه واحتماله والصبر عَلَى مَا يشق من أمره وكذا الوصية بمن قرب سبب موته بحد أَوْ قصاص ونحوهما","chapterIntro":"5 - باب استحباب وصية أهل المريض ومن يخدمه بالإحسان إليه واحتماله والصبر عَلَى مَا يشق من أمره وكذا الوصية بمن قرب سبب موته بحد أَوْ قصاص ونحوهما.","hadiths":[{"hadithId":"912","text":"أنَّ أمْرَأَةً مِنْ جُهَيْنَةَ أتَت النَّبِيَّ صلى الله عليه وسلم وَهِيَ حُبْلَى مِنَ الزِّنَا فَقَالَتْ: يَا رسول الله، أصَبْتُ حَدّاً فَأقِمْهُ عَلَيَّ، فَدَعَا رسولُ الله صلى الله عليه وسلم وَلِيَّهَا فَقَالَ: (أحْسِنْ إِلَيْهَا، فَإذَا وَضَعَتْ فَأتِنِي بِهَا) فَفَعَلَ، فَأمَرَ بِهَا النَّبِيُّ صلى الله عليه وسلم، فَشُدَّتْ عَلَيْهَا ثِيَابُهَا، ثُمَّ أمَرَ بِهَا فَرُجِمَت، ثُمَّ صَلَّى عَلَيْهَا. رواه مسلم.","sanad":"عن عِمْران بن الحُصَيْنِ رضي الله عنهما: "}]},{"chapterID":6,"chapterName":"6 - باب جواز قول المريض: أنَا وجع، أَوْ شديد الوجع أَوْ مَوْعُوكٌ أَوْ وارأساه ونحو ذلك. وبيان أنَّه لا كراهة في ذلك إِذَا لَمْ يكن عَلَى سبيل التسخط وإظهار الجزع.","chapterIntro":"6 - باب جواز قول المريض: أنَا وجع، أَوْ شديد الوجع أَوْ مَوْعُوكٌ أَوْ وارأساه ونحو ذلك. وبيان أنَّه لا كراهة في ذلك إِذَا لَمْ يكن عَلَى سبيل التسخط وإظهار الجزع.","hadiths":[{"hadithId":"913","text":"دَخَلْتُ عَلَى النَّبيِّ صلى الله عليه وسلم وَهُوَ يُوعَكُ، فَمَسسْتُهُ، فَقلتُ: إنَّكَ لَتُوعَكُ وَعَكاً شَديداً، فَقَالَ: (أجَلْ، إنِّي أُوعَكُ كَمَا يُوعَكُ رَجُلانِ مِنْكُمْ) متفقٌ عَلَيْهِ.","sanad":"عن ابن مسعود رضي الله عنه قَالَ:"},{"hadithId":"914","text":"جَاءني رسولُ الله صلى الله عليه وسلم يَعُودُنِي مِنْ وَجَعٍ اشْتَدَّ بِي، فقلتُ: بَلَغَ بِي مَا تَرَى، وَأنَا ذُو مَالٍ، وَلاَ يَرِثُنِي إِلاَّ ابْنَتِي... وذَكر الحديث. متفقٌ عَلَيْهِ.","sanad":"وعن سعدِ بن أَبي وقاصٍ رضي الله عنه قَالَ:"},{"hadithId":"915","text":"وَارَأسَاهُ! فَقَالَ النَّبيُّ صلى الله عليه وسلم: (بَلْ أنَا، وَارَأسَاهُ!) ...وذكر الحديث . رواه البخاري.","sanad":"وعن القاسم بن محمد قَالَ: قالت عائشةُ رضي الله عنها:"}]},{"chapterID":7,"chapterName":"7 - باب تلقين المحتضر : لا إله إِلاَّ اللهُ","chapterIntro":"7 - باب تلقين المحتضر: لا إله إِلاَّ اللهُ.","hadiths":[{"hadithId":"916","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ كَانَ آخِرَ كَلامِهِ لاَ إلهَ إِلاَّ اللهُ دَخَلَ الجَنَّةَ) رواه أَبُو داود والحاكم، وقال: (صحيح الإسناد).","sanad":"عن معاذ رضي الله عنه قَالَ: "},{"hadithId":"917","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (لَقِّنُوا مَوْتَاكُمْ لاَ إلهَ إِلاَّ اللهُ) رواه مسلم.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه قَالَ:"}]},{"chapterID":8,"chapterName":"8 - باب مَا يقوله بعد تغميض الميت","chapterIntro":"8 - باب مَا يقوله بعد تغميض الميت.","hadiths":[{"hadithId":"918","text":"دَخَلَ رسولُ الله صلى الله عليه وسلم عَلَى أَبي سَلَمة وَقَدْ شَقَّ بَصَرُهُ، فَأغْمَضَهُ، ثُمَّ قَالَ: (إنَّ الرُّوحَ إِذَا قُبِضَ، تَبِعَهُ البَصَرُ) فَضَجَّ نَاسٌ مِنْ أهْلِهِ فَقَالَ: (لاَ تَدْعُوا عَلَى أنْفُسِكُمْ إِلاَّ بِخَيْرٍ، فَإنَّ المَلاَئِكَةَ يَؤمِّنُونَ عَلَى مَا تَقُولُونَ) ثُمَّ قَالَ: (اللَّهُمَّ اغْفِرْ لأَبِي سَلَمَة، وَارْفَعْ دَرَجَتْهُ في المَهْدِيِّينَ، وَاخْلُفْهُ في عَقِبهِ في الغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ العَالَمِينَ، وَافْسَحْ لَهُ في قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ) رواه مسلم.","sanad":"عن أُم سلمة رضي الله عنها قالت:"}]},{"chapterID":9,"chapterName":"9 - باب ما يقال عند الميت وَمَا يقوله من مات له ميت","chapterIntro":"9 - باب ما يُقال عند الميت وَمَا يقوله من مات له ميت.\n","hadiths":[{"hadithId":"919","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا حَضَرتُمُ المَرِيضَ أَو المَيِّتَ، فَقُولُوا خَيْراً، فَإنَّ المَلائِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ)، قالت: فَلَمَّا مَاتَ أَبُو سلَمة، أتَيْتُ النَّبيَّ صلى الله عليه وسلم، فقلت: يَا رسولَ الله، إنَّ أَبَا سَلَمَة قَدْ مَاتَ، قَالَ: (قُولِي: اللَّهُمَّ اغْفِرْ لِي وَلَهُ، وَأعْقِبْنِي مِنْهُ عُقْبى حَسَنَةً) فقلتُ، فَأعْقَبنِي اللهُ مَنْ هُوَ خَيْرٌ لِي مِنْهُ: مُحَمَّداً صلى الله عليه وسلم. رواه مسلم هكَذا: (إِذَا حَضَرتُمُ المَريضَ، أَو المَيِّتَ)، عَلَى الشَّكِّ، ورواه أَبُو داود وغيره: (الميت) بلا شَكّ.","sanad":"عن أُم سَلَمة رضي اللهُ عنها قالت:"},{"hadithId":"920","text":"سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقول: (مَا مِنْ عَبْدٍ تُصيبُهُ مُصِيبَةٌ، فَيَقُولُ: إنّا للهِ وَإنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أُجِرْنِي في مُصِيبَتي وَاخْلفْ لِي خَيراً مِنْهَا، إِلاَّ أَجَرَهُ اللهُ تَعَالَى في مُصِيبَتِهِ وَأخْلَفَ لَهُ خَيْراً مِنْهَا) قالت: فَلَمَّا تُوُفِّيَ أَبُو سَلَمَة قلتُ كَمَا أمَرَني رسولُ الله صلى الله عليه وسلم، فَأخْلَفَ اللهُ لِي خَيْراً مِنْهُ رسولَ الله صلى الله عليه وسلم. رواه مسلم.","sanad":"وعنها قالت: "},{"hadithId":"921","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا مَاتَ وَلَدُ العَبْدِ، قَالَ اللهُ تَعَالَى لِمَلائِكَتِهِ: قَبَضْتُمْ وَلَدَ عَبْدِي؟ فيقولونَ: نَعَمْ. فيقولُ: قَبَضْتُمْ ثَمَرَة فُؤَادِهِ؟ فيقولونَ: نَعَمْ. فيقولُ: مَاذَا قَالَ عَبْدِي؟ فيقولونَ: حَمدَكَ وَاسْتَرْجَعَ. فيقول اللهُ تَعَالَى: ابْنُوا لِعَبْدِي بَيْتاً في الجَنَّةِ، وَسَمُّوهُ بَيْتَ الحَمْدِ) رواه الترمذي وقال: (حديث حسن).","sanad":"وعن أَبي موسى رضي الله عنه:"},{"hadithId":"922","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (يقولُ اللهُ تَعَالَى: مَا لِعَبْدِي المُؤمِن عِنْدِي جَزَاءٌ إِذَا قَبَضْتُ صَفِيَّهُ مِنْ أهْل الدُّنْيَا، ثُمَّ احْتَسَبَهُ إِلاَّ الجَنَّةَ) رواه البخاري.","sanad":"وعن أَبي هريرة رضي الله عنه،"},{"hadithId":"923","text":"أرْسَلَتْ إحْدى بَنَاتِ النَّبيِّ صلى الله عليه وسلم إِلَيْهِ تَدْعُوهُ وَتُخْبِرُهُ أنَّ صَبِيَّاً لَهَا - أَوْ ابْناً - في المَوْتِ فَقَالَ للرسول: (ارْجِعْ إِلَيْهَا، فَأخْبِرْهَا أنَّ للهِ تَعَالَى مَا أخَذَ وَلَهُ مَا أعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأجَلٍ مُسَمّى، فَمُرْهَا، فَلْتَصْبِرْ وَلْتَحْتَسِبْ) ... وذكر تمام الحديث. متفقٌ عَلَيْهِ.","sanad":"وعن أسَامَة بن زَيدٍ رضي اللهُ عنهما قَالَ:"}]},{"chapterID":10,"chapterName":"10 - باب جواز البكاء عَلَى الميت بغير ندب وَلاَ نياحة.","chapterIntro":"10 - باب جواز البكاء عَلَى الميت بغير ندب وَلاَ نياحة، أمَّا النِّيَاحَةُ فَحَرَامٌ وَسَيَأتِي فِيهَا بَابٌ فِي كِتابِ النَّهْيِ، إنْ شَاءَ اللهُ تَعَالَى. وَأمَّا البُكَاءُ فَجَاءتْ أحَادِيثُ بِالنَّهْيِ عَنْهُ، وَأنَّ المَيِّتَ يُعَذَّبُ بِبُكَاءِ أهْلِهِ، وَهِيَ مُتَأَوَّلَةٌ ومَحْمُولَةٌ عَلَى مَنْ أوْصَى بِهِ، وَالنَّهْيُ إنَّمَا هُوَ عَن البُكَاءِ الَّذِي فِيهِ نَدْبٌ، أَوْ نِيَاحَةٌ، والدَّليلُ عَلَى جَوَازِ البُكَاءِ بِغَيْرِ نَدْبٍ وَلاَ نِياحَةٍ أحَادِيثُ كَثِيرَةٌ مِنْهَا:","hadiths":[{"hadithId":"924","text":"أنَّ رسول الله صلى الله عليه وسلم عاد سَعْدَ بْنَ عُبَادَةَ، وَمَعَهُ عَبدُ الرَّحْمنِ بْنُ عَوفٍ، وَسَعدُ بْنُ أَبي وَقَّاصٍ، وَعَبْدُ اللهِ بْنُ مَسْعُودٍ رضي الله عنهم، فَبَكَى رسولُ الله صلى الله عليه وسلم، فَلَمَّا رَأى القَوْمُ بُكَاءَ رسولِ الله صلى الله عليه وسلم بَكَوْا فَقَالَ: (ألاَ تَسْمَعُونَ؟ إنَّ الله لاَ يُعَذِّبُ بِدَمْعِ العَينِ، وَلاَ بِحُزنِ القَلبِ، وَلَكِنْ يُعَذِّبُ بِهذَا أَوْ يَرْحَمُ) وَأشَارَ إِلَى لِسَانِهِ. متفقٌ عَلَيْهِ.","sanad":"عن ابن عمر رضي الله عنهما:"},{"hadithId":"925","text":"أنَّ رسول الله صلى الله عليه وسلم رُفِعَ إِلَيْهِ ابنُ ابْنَتِهِ وَهُوَ فِي المَوتِ، فَفَاضَتْ عَيْنَا رسولِ اللهِ صلى الله عليه وسلم فَقَالَ لَهُ سَعدٌ: مَا هَذَا يَا رسولَ الله؟! قَالَ: (هذِهِ رَحْمَةٌ جَعَلَهَا اللهُ تَعَالَى في قُلُوبِ عِبَادِهِ، وَإنَّمَا يَرْحَمُ اللهُ مِنْ عِبَادِهِ الرُّحَمَاءَ) متفقٌ عَلَيْهِ.","sanad":"وعن أُسَامَة بن زَيدٍ رضي اللهُ عنهما: "},{"hadithId":"926","text":"أنَّ رسول الله صلى الله عليه وسلم دَخَلَ عَلَى ابْنِهِ إبْرَاهيمَ رضي الله عنه، وَهُوَ يَجُودُ بِنَفسِهِ، فَجَعَلَتْ عَيْنَا رسولِ الله صلى الله عليه وسلم تَذْرِفَان. فَقَالَ لَهُ عبدُ الرحمنِ بن عَوف: وأنت يَا رسولَ الله؟! فَقَالَ: (يَا ابْنَ عَوْفٍ إنَّهَا رَحْمَةٌ) ثُمَّ أتْبَعَهَا بأُخْرَى، فَقَالَ: (إنَّ العَيْنَ تَدْمَعُ والقَلب يَحْزنُ، وَلاَ نَقُولُ إِلاَّ مَا يُرْضِي رَبَّنَا، وَإنَّا لِفِرَاقِكَ يَا إبرَاهِيمُ لَمَحزُونُونَ) رواه البخاري، وروى مسلم بعضه. والأحاديث في الباب كثيرة في الصحيح مشهورة، والله أعلم.","sanad":"وعن أنسٍ رضي الله عنه:"}]},{"chapterID":11,"chapterName":"11 - باب الكف عن مَا يرى من الميت من مكروه","chapterIntro":"11 - باب الكف عن مَا يرى من الميت من مكروه.","hadiths":[{"hadithId":"927","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَنْ غَسَّلَ مَيتاً فَكَتَمَ عَلَيْهِ، غَفَرَ اللهُ لَهُ أربَعِينَ مَرَّة) رواه الحاكم، وقال: صحيح عَلَى شرط مسلم.","sanad":"وعن أَبي رافع أسلم مولى رسول الله صلى الله عليه وسلم:"}]},{"chapterID":12,"chapterName":"12 - باب الصلاة عَلَى الميت وتشييعه وحضور دفنه وكراهة اتباع النساء الجنائز وَقَدْ سَبَقَ فَضْلُ التَّشْييعِ","chapterIntro":"12 - باب الصلاة عَلَى الميت وتشييعه وحضور دفنه وكراهة اتباع النساء الجنائز، وَقَدْ سَبَقَ فَضْلُ التَّشْييعِ.","hadiths":[{"hadithId":"928","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَنْ شَهِدَ الجَنَازَةَ حَتَّى يُصَلَّى عَلَيْهَا، فَلَهُ قِيراطٌ، وَمَنْ شَهِدَهَا حَتَّى تُدْفَنَ، فَلَهُ قِيرَاطَانِ) قِيلَ: وَمَا القِيرَاطانِ؟ قَالَ: (مِثْلُ الجَبَلَيْنِ العَظِيمَيْنِ) متفقٌ عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"929","text":"أنَّ رسولَ الله صلى الله عليه وسلم قَالَ: (مَنِ اتَّبَعَ جَنَازَةَ مُسْلِمٍ إيماناً وَاحْتِسَاباً، وَكَانَ مَعَهُ حَتَّى يُصَلَّى عَلَيْهَا وَيُفرَغَ مِنْ دَفْنِهَا، فَإنَّهُ يَرْجعُ مِنَ الأَجْرِ بِقيراطَيْنِ كُلُّ قِيرَاطٍ مِثْلُ أُحُدٍ، وَمَنْ صَلَّى عَلَيْهَا، ثُمَّ رَجَعَ قَبْلَ أنْ تُدْفَنَ، فَإنَّهُ يَرْجِعُ بِقيرَاطٍ) رواه البخاري.","sanad":"وعنه:"},{"hadithId":"930","text":"نُهِينَا عَنِ اتِّبَاعِ الجَنَائِزِ، وَلَمْ يُعْزَمْ عَلَيْنَا. متفقٌ عَلَيْهِ.\n\nومعناه: وَلَمْ يُشَدَّدْ في النَّهْيِ كَمَا يُشَدَّدُ في المُحَرَّمَاتِ.","sanad":"وعن أم عطية رضي الله عنها قالت: "}]},{"chapterID":13,"chapterName":"13 - باب استحباب تكثير المصلين عَلَى الجنازة وجعل صفوفهم ثلاثة فأكثر","chapterIntro":"13 - باب استحباب تكثير المصلين عَلَى الجنازة وجعل صفوفهم ثلاثة فأكثر.","hadiths":[{"hadithId":"931","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَا مِنْ مَيتٍ يُصَلِّي عَلَيْهِ أُمَّةٌ مِنَ المُسْلِمِينَ يَبْلُغُونَ مِئَةً كُلُّهُمْ يَشْفَعُونَ لَهُ إِلاَّ شُفِّعُوا فِيهِ) رواه مسلم.","sanad":"عن عائشة رضي الله عنها قالت:"},{"hadithId":"932","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (مَا مِنْ رَجُلٍ مُسْلِمٍ يَمُوتُ، فَيقومُ عَلَى جَنَازَتِهِ أرْبَعُونَ رَجُلاً لاَ يُشْرِكُونَ بِاللهِ شَيْئاً، إِلاَّ شَفَّعَهُمُ اللهُ فِيهِ) رواه مسلم.","sanad":"وعن ابن عباسٍ رضي الله عنهما قَالَ: "},{"hadithId":"933","text":"كَانَ مَالِكُ بن هُبَيْرَة رضي الله عنه إِذَا صَلَّى عَلَى الجَنَازَةِ، فَتَقَالَّ النَّاس عَلَيْهَا، جَزَّأَهُمْ عَلَيْهَا ثَلاَثَةَ أجْزَاءٍ، ثُمَّ قَالَ: قَالَ رسول الله صلى الله عليه وسلم: (مَنْ صَلَّى عَلَيْهِ ثَلاَثَةُ صُفُوفٍ فَقَدْ أوْجَبَ) رواه أَبُو داود والترمذي، وقال: (حديث حسن).","sanad":"وعن مرثدِ بن عبدِ الله اليَزَنِيِّ قَالَ: "}]},{"chapterID":14,"chapterName":"14 - باب مَا يقرأ في صلاة الجنازة","chapterIntro":"14 - باب مَا يقرأ في صلاة الجنازة، يُكَبِّرُ أرْبَعَ تَكبِيرَاتٍ، يَتَعوَّذُ بَعْدَ الأُولَى، ثُمَّ يَقْرَأُ فَاتِحَةَ الكِتَابِ، ثُمَّ يُكَبِّرُ الثَّانِيَةَ، ثُمَّ يُصَلِّي عَلَى النَّبيِّ صلى الله عليه وسلم، فيقول: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ. وَالأفْضَلُ أنْ يُتَمِّمَهُ بقوله: كَمَا صَلَّيتَ عَلَى إبرَاهِيمَ إِلَى قَوْله إنَّكَ حَمِيدٌ مَجِيدٌ. وَلاَ يَقُولُ مَا يَفْعَلهُ كَثيرٌ مِنَ العَوامِّ مِنْ قراءتِهِمْ: {إنَّ اللهَ وَمَلائِكَته يُصَلُّونَ عَلَى النَّبيِّ} [الأحزاب : 56] الآية، فَإنَّهُ لاَ تَصحُّ صَلاَتُهُ إِذَا اقْتَصَرَ عَلَيْهِ، ثُمَّ يُكَبِّرُ الثَّالِثَةَ، وَيَدعُو للمَيِّتِ وَللمُسْلِمِينَ بِمَا سَنَذكُرُهُ مِنَ الأحاديث إنْ شَاءَ اللهُ تَعَالَى، ثُمَّ يُكَبِّرُ الرَّابِعَةَ وَيَدْعُو. وَمِنْ أحْسَنِهِ: (اللَّهُمَّ لاَ تَحْرِمْنَا أجْرَهُ، وَلاَ تَفْتِنَّا بَعدَهُ، وَاغْفِرْ لَنَا وَلَهُ). وَالمُخْتَارُ أنه يُطَوِّلُ الدُّعاء في الرَّابِعَة خلافَ مَا يَعْتَادُهُ أكْثَرُ النَّاس، لحديث ابن أَبي أَوْفى الذي سَنَذْكُرُهُ إنْ شَاء اللهُ تَعَالَى. وَأمَّا الأَدْعِيَةُ المَأثُورَةُ بَعْدَ التَّكبِيرَةِ الثالثة فمنها:","hadiths":[{"hadithId":"934","text":"صَلَّى رسول الله صلى الله عليه وسلم عَلَى جَنازَةٍ، فَحَفِظْتُ مِنْ دُعَائِهِ، وَهُوَ يقُولُ: (اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ وَاعْفُ عَنْهُ، وَأكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالمَاءِ وَالثَّلْجِ وَالبَرَدِ، وَنَقِّه مِن الخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَس، وَأبدلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأهْلاً خَيراً مِنْ أهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأدْخِلهُ الجَنَّةَ، وَأعِذْهُ مِنْ عَذَابِ القَبْرِ، وَمنْ عَذَابِ النَّارِ) حَتَّى تَمَنَّيتُ أن أكُون أنَا ذَلِكَ الْمَيِّت. رواه مسلم.","sanad":"عن أَبي عبد الرحمن عوف بن مالك رضي الله عنه قَالَ:"},{"hadithId":"935","text":"عن النبيِّ صلى الله عليه وسلم: أنَّهُ صَلَّى عَلَى جَنَازَةٍ فَقَالَ: (اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَصَغِيرنَا وَكَبيرنَا، وَذَكَرِنَا وَأُنْثَانَا، وشَاهِدنَا وَغَائِبِنَا، اللَّهُمَّ مَنْ أحْيَيْتَهُ مِنَّا فَأحْيِهِ عَلَى الإسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوفَّهُ عَلَى الإيمَان، اللَّهُمَّ لاَ تَحْرِمْنَا أجْرَهُ، وَلاَ تَفْتِنَّا بَعدَهُ) رواه الترمذي من رواية أَبي هريرة والأشهلي. ورواه أَبُو داود من رواية أَبي هريرة وأبي قتادة. قَالَ الحاكم: (حديث أَبي هريرة صحيح عَلَى شرط البخاري ومسلم)، قَالَ الترمذي: (قَالَ البخاري: أصَحُّ رواياتِ هَذَا الحديث رواية الأشْهَلِيِّ، قَالَ البخاري: وأصح شيء في هَذَا الباب حديث عَوْفِ ابن مَالِكٍ).","sanad":"وعن أَبي هريرة وأبي قتادة وَأبي إبراهيم الأشهلي عن أبيه - وأبوه صَحَابيٌّ - رضي الله عنهم،"},{"hadithId":"936","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (إِذَا صَلَّيْتُمْ عَلَى المَيِّتِ، فَأخْلِصُوا لَهُ الدُّعاء) رواه أَبُو داود.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"937","text":"عن النبيِّ صلى الله عليه وسلم في الصَّلاَةِ عَلَى الجَنَازَةِ: (اللَّهُمَّ أنْتَ رَبُّهَا، وَأنْتَ خَلَقْتَهَا، وَأنتَ هَدَيْتَهَا للإسْلاَمِ، وَأنتَ قَبَضْتَ رُوحَهَا، وَأنْتَ أعْلَمُ بِسرِّهَا وَعَلاَنِيَتِهَا، وَقَدْ جِئنَاكَ شُفَعَاءَ لَهُ، فَاغْفِرْ لَهُ) رواه أَبُو داود.","sanad":"وعنه، "},{"hadithId":"938","text":"صَلَّى بِنَا رسول الله صلى الله عليه وسلم عَلَى رَجُلٍ مِنَ المُسْلِمِينَ، فَسَمِعْتُهُ يَقُولُ: (اللَّهُمَّ إنَّ فُلانَ ابْنَ فُلانٍ في ذِمَتِّكَ وَحَبْلِ جِوَارِكَ، فَقِهِ فِتْنَةَ القَبْرِ، وَعذَابَ النَّار، وَأنْتَ أهْلُ الوَفَاءِ وَالحَمْدِ؛ اللَّهُمَّ فَاغْفِرْ لَهُ وَارْحَمْهُ، إنَّكَ أنْتَ الغَفُورُ الرَّحيمُ) رواه أَبُو داود.","sanad":"وعن وَاثِلَة بنِ الأَسْقَعِ رضي الله عنه قَالَ:"},{"hadithId":"939","text":"أنَّهُ كَبَّرَ عَلَى جَنَازَةِ ابْنَةٍ لَهُ أرْبَعَ تَكْبِيرَاتٍ، فَقَامَ بَعْدَ الرَّابِعَةِ كَقَدْرِ مَا بَيْنَ التَّكْبِيرَتَيْنِ يَسْتَغْفِرُ لَهَا وَيَدْعُو، ثُمَّ قَالَ: كَانَ رسول اللهِ صلى الله عليه وسلم يَصْنَعُ هكَذَا، وفي رواية: كَبَّرَ أرْبَعاً فَمَكَثَ سَاعَةً حَتَّى ظَنَنْتُ أنَّهُ سَيُكَبِّرُ خَمْساً، ثُمَّ سَلَّمَ عَنْ يَمينِهِ وَعَنْ شِمَالِهِ. فَلَمَّا انْصَرَفَ قُلْنَا لَهُ: مَا هَذَا؟ فَقَالَ: إنِّي لاَ أزيدُكُمْ عَلَى مَا رأيْتُ رسولَ اللهِ صلى الله عليه وسلم يَصْنَعُ، أَوْ: هكَذَا صَنَعَ رسول الله صلى الله عليه وسلم. رواه الحاكم وقال: (حديث صحيح).","sanad":"وعن عبدِ الله بنِ أبي أَوْفى رضي الله عنهما: "}]},{"chapterID":15,"chapterName":"15 - باب الإسراع بالجنازة","chapterIntro":"15 - باب الإسراع بالجنازة.","hadiths":[{"hadithId":"940","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (أسْرِعُوا بالجَنَازَةِ، فَإنْ تَكُ صَالِحَةً، فَخَيرٌ تُقَدِّمُونَهَا إِلَيْهِ، وَإنْ تَكُ سِوَى ذَلِكَ، فَشَرٌّ تَضَعُونَهُ عَنْ رِقَابِكُمْ) متفقٌ عَلَيْهِ، وفي روايةٍ لمسلمٍ: (فَخَيْرٌ تُقَدِّمُونَهَا عَلَيْهِ).","sanad":"عن أَبي هريرة رضي الله عنه، "},{"hadithId":"941","text":"كَانَ النبي صلى الله عليه وسلم يقُولُ: (إِذَا وُضِعَت الجَنَازَةُ، فَاحْتَمَلَهَا الرِّجَالُ عَلَى أعنَاقِهمْ، فَإنْ كَانَتْ صَالِحَةً، قالتْ: قَدِّمُونِي، وَإنْ كَانَتْ غَيْرَ صَالِحَةٍ، قَالَتْ لأَهْلِهَا: يَا وَيْلَهَا أَيْنَ تَذْهَبُونَ بِهَا؟ يَسْمَعُ صَوْتَهَا كُلُّ شَيْءٍ إِلاَّ الإنْسَانَ، وَلَوْ سَمِعَ الإنسَانُ لَصَعِقَ) رواه البخاري.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه قَالَ:"}]},{"chapterID":16,"chapterName":"16 - باب تعجيل قضاء الدَّين عن الميت والمبادرة إِلَى تجهيزه إلا أن يموت فجأة فيترك حَتَّى يُتَيَقَّنَ مَوْتُه","chapterIntro":"16 - باب تعجيل قضاء الدَّين عن الميت والمبادرة إِلَى تجهيزه إلا أن يموت فجأة فيترك حَتَّى يُتَيَقَّنَ مَوْتُه.","hadiths":[{"hadithId":"942","text":"عن النبي صلى الله عليه وسلم قَالَ: (نَفْسُ المُؤْمِنِ مُعَلَّقَةٌ بِدَيْنِهِ حَتَّى يُقْضى عَنْهُ) رواه الترمذي وقال: (حديث حسن).","sanad":"عن أَبي هريرة رضي الله عنه،"},{"hadithId":"943","text":"أنَّ طَلْحَةَ بْنَ البَرَاءِ بن عَازِبٍ رضي الله عنهما مَرِضَ، فَأتَاهُ النَّبيُّ صلى الله عليه وسلم يَعُودُهُ فَقَالَ: (إنِّي لاَ أرى طَلْحَةَ إِلاَّ قَدْ حَدَثَ فِيهِ المَوْتُ، فآذِنُوني بِهِ وَعَجِّلُوا بِهِ، فَإنَّهُ لاَ يَنْبَغِي لجِيفَةِ مُسْلِمٍ أنْ تُحْبَسَ بَيْنَ ظَهْرَانِيْ أهْلِهِ) رواه أَبُو داود.","sanad":"وعن حُصَيْنِ بن وَحْوَحٍ رضي الله عنه:"}]},{"chapterID":17,"chapterName":"17 - باب الموعظة عند القبر","chapterIntro":"17 - باب الموعظة عند القبر.","hadiths":[{"hadithId":"944","text":"كُنَّا فِي جَنَازَةٍ في بَقيعِ الغَرْقَدِ، فَأتَانَا رسولُ الله صلى الله عليه وسلم فَقَعَدَ، وَقَعَدْنَا حَوْلَهُ وَمَعَهُ مِخْصَرَةٌ (1)، فَنَكَّسَ وَجَعَلَ يَنْكُتُ بِمِخْصَرَتِهِ، ثُمَّ قَالَ: (مَا مِنْكُمْ مِنْ أحَدٍ إِلاَّ وَقَدْ كُتِبَ مَقْعَدُهُ مِنَ النَّارِ وَمَقْعَدُهُ مِنَ الجَنَّةِ) فقالوا: يَا رسولَ الله، أفَلا نَتَّكِلُ عَلَى كِتَابنَا؟ فَقَالَ: (اعْمَلُوا؛ فكلٌّ مُيَسرٌ لِمَا خُلِقَ لَهُ ...) وذكَر تَمَامَ الحديث. متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــ\n(1) المِخْصَرَةٌ : ما يختصره الإنسان بيده فيمسكه من عصاً ، أو عكازة ... النهاية 2/36 .","sanad":"عن عَلِيٍّ رضي الله عنه قَالَ:"}]},{"chapterID":18,"chapterName":"18 - باب الدعاء للميت بعد دفنه والقعود عند قبره ساعة للدعاء لَهُ والاستغفار والقراءة","chapterIntro":"18 - باب الدعاء للميت بعد دفنه والقعود عند قبره ساعة للدعاء لَهُ والاستغفار والقراءة.\n","hadiths":[{"hadithId":"945","text":"كَانَ النبيُّ صلى الله عليه وسلم إِذَا فُرِغَ مِن دَفْنِ المَيِّتِ وَقَفَ عَلَيْهِ وقال: (اسْتَغْفِرُوا لأخِيكُمْ وَسَلُوا لَهُ التَّثْبِيتَ، فَإنَّهُ الآنَ يُسألُ) رواه أَبُو داود.","sanad":"وعن أَبي عمرو - وقيل: أَبُو عبد الله، وقيل: أَبُو ليلى - عثمان بن عفان - رضي الله عنه - قَالَ:"},{"hadithId":"946","text":"إِذَا دَفَنْتُمُونِي، فَأقِيمُوا حَوْلَ قَبْرِي قَدْرَ مَا تُنْحَرُ جَزُورٌ، وَيُقَسَّمُ لَحمُهَا حَتَّى أَسْتَأنِسَ بِكُمْ، وَأعْلَمَ مَاذَا أُرَاجِعُ بِهِ رُسُلَ رَبِّي. رواه مسلم. وَقَدْ سبق بطوله.\n\nقَالَ الشَّافِعِيُّ رَحِمَهُ اللهُ: وَيُسْتَحَبُّ أنْ يُقْرَأ عِنْدَهُ شَيْءٌ مِنَ القُرآنِ، وَإنْ خَتَمُوا القُرآنَ عِنْدَهُ كَانَ حَسَنَاً (1).\n\nـــــــــــــــــــــ\n(1) هذا الكلام ليس للشافعي بل لأصحابه. انظر : المجموع 5/185.","sanad":"وعن عمرو بن العاص رضي الله عنه قَالَ:"}]},{"chapterID":19,"chapterName":"19 - باب الصدقة عن الميت والدعاء لَهُ","chapterIntro":"19 - باب الصدقة عن الميت والدعاء لَهُ، قَالَ الله تَعَالَى: {وَالَّذِينَ جَاءوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإيمَانِ} [الحشر : 10].","hadiths":[{"hadithId":"947","text":"أنَّ رجلاً قَالَ للنبيِّ صلى الله عليه وسلم: إنَّ أُمِّي افْتُلِتَتْ نَفْسُهَا وَأُرَاهَا لَوْ تَكَلَّمَتْ تَصَدَّقَتْ، فَهَلْ لَهَا أجْرٌ إنْ تَصَدَّقْتُ عَنْهَا؟ قَالَ: (نَعَمْ) متفقٌ عَلَيْهِ.","sanad":"وعن عائشة رضي الله عنها: "},{"hadithId":"948","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا مَاتَ الإنْسَانُ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاثٍ: صَدَقةٍ جَاريَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه:"}]},{"chapterID":20,"chapterName":"20 - باب ثناء الناس عَلَى الميت","chapterIntro":"20 - باب ثناء الناس عَلَى الميت.","hadiths":[{"hadithId":"949","text":"مَرُّوا بِجَنَازَةٍ، فَأَثْنَوْا عَلَيْهَا خَيْراً، فَقَالَ النبيُّ صلى الله عليه وسلم: (وَجَبَتْ) ثُمَّ مَرُّوا بِأُخْرَى، فَأثْنَوْا عَلَيْهَا شَرّاً، فَقَالَ النبي صلى الله عليه وسلم: (وَجَبَتْ)، فَقَالَ عمر بن الخطاب رضي الله عنه: مَا وَجَبَت؟ فَقَالَ: (هَذَا أثْنَيْتُمْ عَلَيْهِ خَيْراً، فَوَجَبتْ لَهُ الجَنَّةُ، وهَذَا أثْنَيْتُمْ عَلَيْهِ شَرّاً، فَوَجَبَتْ لَهُ النَّار، أنْتُمْ شُهَدَاءُ اللهِ في الأَرضِ) متفقٌ عَلَيْهِ.","sanad":"عن أنسٍ رضي الله عنه، قَالَ: "},{"hadithId":"950","text":"قَدِمْتُ المَدِينَةَ، فَجَلَسْتُ إِلَى عُمَرَ بنِ الخَطَّاب رضي الله عنه فَمَرَّتْ بِهمْ جَنَازَةٌ، فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْراً، فَقَالَ عُمَرُ: وَجَبَتْ، ثُمَّ مُرَّ بَأُخْرَى فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْراً، فَقَالَ عُمرُ: وَجَبَتْ، ثُمَّ مُرَّ بِالثَّالِثَةِ، فَأُثْنِيَ عَلَى صَاحِبِهَا شَرّاً، فَقَالَ عُمر: وَجَبَتْ، قَالَ أَبُو الأسودِ: فقلتُ: وَمَا وَجَبَتْ يَا أمْيرَ المُؤمِنينَ؟ قَالَ: قُلْتُ كما قَالَ النبي صلى الله عليه وسلم: (أيُّمَا مُسْلِمٍ شَهِدَ لَهُ أرْبَعَةٌ بِخَيرٍ، أدْخَلَهُ اللهُ الجَنَّةَ) فقُلْنَا: وَثَلاثَةٌ؟ قَالَ: (وَثَلاثَةٌ) فقلنا: وَاثْنَانِ؟ قَالَ: (وَاثْنَانِ) ثُمَّ لَمْ نَسْأَلْهُ عَن الواحِدِ. رواه البخاري.","sanad":"وعن أَبي الأسْوَدِ قَالَ:"}]},{"chapterID":21,"chapterName":"21 - باب فضل من مات لَهُ أولاد صغار","chapterIntro":"21 - باب فضل من مات لَهُ أولاد صغار.","hadiths":[{"hadithId":"951","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَا مِنْ مُسْلِمٍ يَمُوتُ لَهُ ثَلاَثَةٌ لَمْ يَبْلُغوا الحِنْثَ إِلاَّ أدْخَلَهُ اللهُ الجَنَّةَ بِفَضْلِ رَحْمَتِهِ إيَّاهُمْ) متفقٌ عَلَيْهِ.","sanad":"عن أنسٍ رضي الله عنه قَالَ: "},{"hadithId":"952","text":"قَالَ رسول الله صلى الله عليه وسلم: (لاَ يَمُوتُ لأَحَدٍ مِنَ المُسْلِمينَ ثَلاَثَةٌ مِنَ الوَلَدِ لاَ تَمسُّهُ النَّارُ إِلاَّ تَحِلَّةَ القَسَمِ) متفقٌ عَلَيْهِ.\n\nوَ(تَحِلَّةُ القَسَمِ) قول الله تَعَالَى: {وَإنْ مِنْكُمْ إِلاَّ وَارِدُهَا} وَالوُرُودُ: هُوَ العُبُورُ عَلَى الصِّرَاطِ، وَهُوَ جِسْرٌ مَنْصُوبٌ عَلَى ظَهْرِ جَهَنَّمَ، عَافَانَا اللهُ مِنْهَا.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"953","text":"جَاءتِ امْرأةٌ إِلَى رسولِ الله صلى الله عليه وسلم فَقَالَتْ: يَا رسولَ الله، ذَهبَ الرِّجَالُ بِحَدِيثكَ، فَاجْعَلْ لَنَا مِنْ نَفْسِكَ يَوْماً نَأتِيكَ فِيهِ تُعَلِّمُنَا مِمَّا عَلَّمَكَ اللهُ، قَالَ: (اجْتَمِعْنَ يَوْمَ كَذَا وَكَذَا) فَاجْتَمَعْنَ، فَأَتَاهُنَّ النبيُّ صلى الله عليه وسلم فَعَلَّمَهُنَّ مِمَّا عَلَّمَهُ اللهُ، ثُمَّ قَالَ: (مَا مِنْكُنَّ مِنِ امْرَأةٍ تُقَدِّمُ ثَلاَثَةً مِنَ الوَلَدِ إِلاَّ كَانُوا لَهَا حِجَاباً مِنَ النَّارِ) فقالتِ امْرَأةٌ: وَاثْنَينِ؟ فَقَالَ رسولُ الله صلى الله عليه وسلم: (وَاثْنَيْنِ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه قَالَ:"}]},{"chapterID":22,"chapterName":"22 - باب البكاء والخوف عِنْدَ المرور بقبور الظالمين ومصارعهم وإظهار الافتقار إِلَى الله تَعَالَى والتحذير من الغفلة عن ذلك","chapterIntro":"22 - باب البكاء والخوف عِنْدَ المرور بقبور الظالمين ومصارعهم وإظهار الافتقار إِلَى الله تَعَالَى والتحذير من الغفلة عن ذلك.","hadiths":[{"hadithId":"954","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ لأصْحَابِهِ - يعْني لَمَّا وَصَلُوا الحِجْرَ - دِيَارَ ثَمُودَ - : (لاَ تَدْخُلُوا عَلَى هَؤُلاَءِ المُعَذَّبِينَ إِلاَّ أنْ تَكُونُوا بَاكِينَ، فَإنْ لَمْ تَكُونُوا بَاكِينَ، فَلاَ تَدْخُلُوا عَلَيْهِمْ، لاَ يُصِيبُكُمْ مَا أصَابَهُمْ) متفقٌ عَلَيْهِ. وفي روايةٍ قَالَ: لَمَّا مَرَّ رسولُ الله صلى الله عليه وسلم بِالحِجْرِ قَالَ: (لاَ تَدْخُلُوا مَسَاكِنَ الَّذِينَ ظَلَمُوا أنْفُسَهُمْ، أنْ يُصِيبَكُمْ مَا أصَابَهُمْ، إِلاَّ أنْ تَكُونُوا بَاكِينَ) ثُمَّ قَنَّع رسولُ الله صلى الله عليه وسلم، رَأسَهُ وأسْرَعَ السَّيْرَ حَتَّى أجَازَ الوَادِي.","sanad":"عن ابن عمرَ رضي الله عنهما: "}]}]}