{"bookID":"18","bookName":"18. كتاب الأمور المنهي عنها","numberOfchaptars":116,"chaptars":[{"chapterID":1,"chapterName":"1 - باب تحريم الغيبة والأمر بحفظ اللسان","chapterIntro":"1 - باب تحريم الغيبة والأمر بحفظ اللسان، قَالَ الله تَعَالَى: {وَلاَ يَغْتَبْ بَعضُكُمْ بَعْضاً أَيُحِبُّ أَحَدُكُمْ أنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ وَاتَّقُوا اللهَ إنَّ اللهَ تَوَّابٌ رَحِيمٌ} [الحجرات : 12]، وقال تَعَالَى: {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إنَّ السَّمْعَ وَالبَصَرَ وَالفُؤادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْئُولاً} [الإسراء : 36]، وقال تَعَالَى: {مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتيدٌ} [ق : 18]. اعْلَمْ أنَّهُ يَنْبَغِي لِكُلِّ مُكَلَّفٍ أنْ يَحْفَظَ لِسَانَهُ عَنْ جَميعِ الكَلامِ إِلاَّ كَلاَماً ظَهَرَتْ فِيهِ المَصْلَحَةُ، ومَتَى اسْتَوَى الكَلاَمُ وَتَرْكُهُ فِي المَصْلَحَةِ، فالسُّنَّةُ الإمْسَاكُ عَنْهُ، لأَنَّهُ قَدْ يَنْجَرُّ الكَلاَمُ المُبَاحُ إِلَى حَرَامٍ أَوْ مَكْرُوهٍ، وذَلِكَ كَثِيرٌ في العَادَةِ، والسَّلاَمَةُ لا يَعْدِلُهَا شَيْءٌ.","hadiths":[{"hadithId":"1510","text":"عن النَّبيِّ صلى الله عليه وسلم قَالَ: (مَنْ كَانَ يُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيَقُلْ خَيْراً أَوْ لِيَصْمُتْ) متفق عَلَيْهِ.\n\nوهذا صَريحٌ في أنَّهُ يَنْبَغي أنْ لا يَتَكَلَّمَ إِلاَّ إِذَا كَانَ الكلامُ خَيراً، وَهُوَ الَّذِي ظَهَرَتْ مَصْلَحَتُهُ، ومَتَى شَكَّ في ظُهُورِ المَصْلَحَةِ، فَلاَ يَتَكَلَّم. ","sanad":"وعن أَبي هريرة رضي الله عنه،"},{"hadithId":"1511","text":"قُلْتُ: يَا رسولَ اللهِ أَيُّ المُسْلمِينَ أفْضَلُ؟ قَالَ: (مَنْ سَلِمَ المُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ) متفق عَلَيْهِ.","sanad":"وعن أَبي موسى رضي الله عنه قَالَ:"},{"hadithId":"1512","text":"قَالَ رسُولُ اللهِ صلى الله عليه وسلم: (مَنْ يَضْمَنْ لِي مَا بَيْنَ لَحْيَيْهِ وَمَا بَيْنَ رِجْلَيْهِ أَضْمَنْ لَهُ الجَنَّةَ) متفق عَلَيْهِ.","sanad":"وعن سهل بن سعد قَالَ:"},{"hadithId":"1513","text":"أنَّه سمع النبيَّ صلى الله عليه وسلم يقول: (إنَّ العَبْدَ لَيَتَكَلَّمُ بالكَلِمَةِ مَا يَتَبَيَّنُ فِيهَا يَزِلُّ بِهَا إِلَى النَّارِ أبْعَدَ مِمَّا بَيْنَ المَشْرِقِ والمَغْرِبِ) متفق عَلَيْهِ.\n\nومعنى: (يَتَبَيَّنُ) يُفَكِّرُ أنَّها خَيْرٌ أم لا.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1514","text":"عن النبيّ صلى الله عليه وسلم قَالَ: (إنَّ العَبْدَ لَيَتَكَلَّمُ بِالكَلِمَةِ مِنْ رِضْوَانِ الله تَعَالَى مَا يُلْقِي لَهَا بَالاً يَرْفَعُهُ اللهُ بِهَا دَرَجاتٍ، وإنَّ العَبْدَ لَيَتَكَلَّمُ بِالكَلَمَةِ مِنْ سَخَطِ اللهِ تَعَالَى لا يُلْقِي لَهَا بَالاً يَهْوِي بِهَا في جَهَنَّمَ). رواه البخاري.","sanad":"وعنه،"},{"hadithId":"1515","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالكَلِمَةِ مِنْ رِضْوَانِ اللهِ تَعَالَى مَا كَانَ يَظُنُّ أنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ اللهُ لَهُ بِهَا رِضْوَانَهُ إِلَى يَومِ يَلْقَاهُ، وإنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالكَلِمَةِ مِنْ سَخَطِ اللهِ مَا كَانَ يَظُنُّ أنْ تَبْلُغَ مَا بَلَغَتْ يَكْتُبُ الله لَهُ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاهُ). رواه مالك في المُوَطَّأ، والترمذي وقال: (حديث حسن صحيح).","sanad":"وعن أَبي عبد الرحمن بِلالِ بن الحارِثِ المُزَنِيِّ رضي الله عنه:"},{"hadithId":"1516","text":"قُلْتُ: يَا رسولَ الله حدِّثني بأَمْرٍ أَعْتَصِمُ بِهِ قَالَ: (قلْ: رَبِّيَ اللهُ ثُمَّ اسْتَقِمْ) قُلْتُ: يَا رسولَ اللهِ، مَا أخْوَفُ مَا تَخَافُ عَلَيَّ؟ فَأَخَذَ بِلِسانِ نَفْسِهِ، ثُمَّ قَالَ: (هَذَا). رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن سفيان بن عبد الله رضي الله عنه قَالَ:"},{"hadithId":"1517","text":"قَالَ رسول الله صلى الله عليه وسلم: (لا تُكْثِرُوا الكَلاَمَ بِغَيْرِ ذِكْرِ اللهِ؛ فَإنَّ كَثْرَةَ الكَلاَمِ بِغَيْرِ ذِكْرِ اللهِ تَعَالَى قَسْوَةٌ لِلقَلْبِ! وإنَّ أبْعَدَ النَّاسِ مِنَ اللهِ القَلْبُ القَاسِي). رواه الترمذي.","sanad":"وعن ابن عمر رضي الله عنهما قَالَ:"},{"hadithId":"1518","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ وَقَاهُ اللهُ شَرَّ مَا بَيْنَ لَحْيَيْه، وَشَرَّ مَا بَيْنَ رِجْلَيْهِ دَخَلَ الجَنَّةَ). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1519","text":"قُلْتُ: يَا رسولَ اللهِ مَا النَّجَاةُ؟ قَالَ: (أَمْسِكْ عَلَيْكَ لِسَانَكَ، وَلْيَسَعْكَ بَيْتُكَ، وابْكِ عَلَى خَطِيئَتِكَ). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن عقبة بن عامرٍ رضي الله عنه قَالَ:"},{"hadithId":"1520","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إِذَا أصْبَحَ ابْنُ آدَمَ، فَإنَّ الأعْضَاءَ كُلَّهَا تَكْفُرُ اللِّسانَ، تَقُولُ: اتَّقِ اللهَ فِينَا، فَإنَّما نَحنُ بِكَ؛ فَإنِ اسْتَقَمْتَ اسْتَقَمْنَا، وإنِ اعْوَجَجْتَ اعْوَجَجْنَا). رواه الترمذي.\n\nمعنى: (تَكْفُرُ اللِّسَانَ): أيْ تَذِلُّ وَتَخْضَعُ لَهُ.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه، "},{"hadithId":"1521","text":"قُلْتُ: يَا رَسُولَ اللهِ، أَخْبِرْني بِعَمَلٍ يُدْخِلُني الجَنَّةَ وَيُبَاعِدُني مِنَ النَّارِ؟ قَالَ: (لَقَدْ سَألتَ عَنْ عَظيمٍ، وإنَّهُ لَيَسيرٌ عَلَى مَنْ يَسَّرَهُ اللهُ تَعَالَى عَلَيْهِ: تَعْبُدُ الله لا تُشْرِكُ بِهِ شَيْئاً، وَتُقِيمُ الصَّلاَةَ، وتُؤتِي الزَّكَاةَ، وتَصُومُ رَمَضَانَ، وتَحُجُّ البَيْتَ) ثُمَّ قَالَ: (ألاَ أدُلُّكَ عَلَى أبْوابِ الخَيْرِ؟ الصَّوْمُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِئُ الخَطِيئَةَ كَما يُطْفِئُ المَاءُ النَّارَ، وَصَلاَةُ الرَّجُلِ مِنْ جَوْفِ اللَّيْلِ) ثُمَّ تَلا: {تَتَجَافَى جُنُوبُهُمْ عَنِ المَضَاجِعِ} حَتَّى بَلَغَ {يَعْمَلُونَ} [النور : 16] ثُمَّ قَالَ: (ألا أُخْبِرُكَ بِرَأسِ الأَمْرِ، وَعَمُودِهِ، وَذِرْوَةِ سِنَامِهِ) قُلْتُ: بَلَى يَا رسولَ اللهِ، قَالَ: (رَأسُ الأمْر الإسْلامُ، وَعَمُودُهُ الصَّلاَةُ، وَذِرْوَةِ سِنَامِهِ الجِهادُ) ثُمَّ قَالَ: (ألاَ أُخْبِرُكَ بِمِلاكِ ذَلِكَ كُلِّهِ!) قُلْتُ: بلَى يَا رَسولَ اللهِ، فَأخَذَ بِلِسانِهِ وقال: (كُفَّ عَلَيْكَ هَذَا) قُلْتُ: يَا رسولَ الله وإنَّا لَمُؤاخَذُونَ بما نَتَكَلَّمُ بِهِ؟ فقالَ: (ثَكِلَتْكَ أُمُّكَ! وَهَلْ يَكُبُّ الناسَ فِي النَّارِ عَلَى وُجُوهِهِمْ إِلاَّ حَصَائِدُ أَلْسِنَتِهِمْ؟). رواه الترمذي، وقال: (حديث حسن صحيح)، وَقَدْ سبق شرحه في باب قبل هَذَا (1).\n\nــــــــــــــــــــــــــ\n(1)  لم يرد فيما سبق من الكتاب.","sanad":"وعن مُعَاذٍ رضي الله عنه قَالَ:"},{"hadithId":"1522","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قَالَ: (أَتَدْرُونَ مَا الْغِيبَةُ؟) قالوا: اللهُ وَرَسُولُهُ أعْلَمُ، قَالَ: (ذِكْرُكَ أخَاكَ بِما يَكْرَهُ) قِيلَ: أفَرَأيْتَ إنْ كَانَ في أخِي مَا أقُولُ؟ قَالَ: (إنْ كَانَ فِيهِ مَا تَقُولُ، فقد اغْتَبْتَهُ، وإنْ لَمْ يَكُنْ فِيهِ مَا تَقُولُ فَقَدْ بَهَتَّهُ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1523","text":"أنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ في خُطْبَتِهِ يَوْمَ النَّحْرِ بِمِنًى في حَجَّةِ الوَدَاعِ: (إنَّ دِماءكُمْ، وَأمْوَالَكُمْ، وأعْرَاضَكُمْ، حَرَامٌ عَلَيْكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا، في شَهْرِكُمْ هَذَا، في بَلَدِكُمْ هَذَا، ألا هَلْ بَلَّغْتُ) متفق عَلَيْهِ.","sanad":"وعن أَبي بَكْرة رضي الله عنه: "},{"hadithId":"1524","text":"قُلْتُ للنبيّ صلى الله عليه وسلم: حَسْبُكَ مِنْ صَفِيَّةَ كذَا وكَذَا. قَالَ بعضُ الرواةِ: تَعْنِي قَصيرَةً، فقالَ: (لَقَدْ قُلْتِ كَلِمَةً لَوْ مُزِجَتْ بِمَاءِ البَحْرِ لَمَزَجَتْهُ!) قالت: وَحَكَيْتُ لَهُ إنْسَاناً فَقَالَ: (مَا أُحِبُّ أنِّي حَكَيْتُ (1)، إنْساناً وإنَّ لِي كَذَا وَكَذَا). رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).\n\nومعنى: (مَزَجَتْهُ) خَالَطَتْهُ مُخَالَطَةً يَتَغَيَّرُ بِهَا طَعْمُهُ أَوْ رِيحُهُ لِشِدَّةِ نَتْنِها وَقُبْحِهَا. وهذا الحَديثُ مِنْ أبلَغِ الزَّواجِرِ عَنِ الغِيبَةِ، قَالَ الله تَعَالَى: {وَمَا يَنْطِقُ عَنِ الهَوَى إنْ هُوَ إِلاَّ وَحْيٌ يُوحَى}، {النجم : 3-4}.\n\nـــــــــــــــــــــــــ\n(1) حَكَيْتُ : أي فعلت مثل فعله. النهاية 1/421.","sanad":"وعن عائشة رَضِيَ اللهُ عنها قالت:"},{"hadithId":"1525","text":"قَالَ رسول الله صلى الله عليه وسلم: (لَمَّا عُرِجَ بي مَرَرْتُ بِقَومٍ لَهُمْ أظْفَارٌ مِنْ نُحَاسٍ يَخْمِشُونَ وُجُوهَهُمْ وَصُدُورَهُمْ فَقُلْتُ: مَنْ هؤُلاءِ يَا جِبرِيلُ؟ قَالَ: هؤُلاءِ الَّذِينَ يَأكُلُونَ لُحُومَ النَّاسِ، وَيَقَعُونَ في أعْرَاضِهِمْ!). رواه أَبُو داود.","sanad":"وعن أنسٍ رضي الله عنه قَالَ:"},{"hadithId":"1526","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قَالَ: (كُلُّ المُسْلِمِ عَلَى المُسْلِمِ حَرَامٌ: دَمُهُ وَعِرْضُهُ وَمَالُهُ). رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه:"}]},{"chapterID":2,"chapterName":"2 - باب تحريم سماع الغيبة وأمر من سمع غيبةً مُحرَّمةً بِرَدِّها والإنكارِ عَلَى قائلها فإنْ عجز أَوْ لَمْ يقبل منه فارق ذلك المجلس إن أمكنه","chapterIntro":"2 - باب تحريم سماع الغيبة وأمر من سمع غيبةً مُحرَّمةً بِرَدِّها والإنكارِ عَلَى قائلها فإنْ عجز أَوْ لَمْ يقبل منه فارق ذلك المجلس إن أمكنه، قَالَ الله تَعَالَى: {وَإِذَا سَمِعُوا اللَّغْوَ أَعْرَضُوا عَنْهُ} [القصص : 55]، وقال تَعَالَى: {والَّذينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ} [المؤمنون : 3]، وقال تَعَالَى: {إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْؤُولاً} [الإسراء : 36]، وقال تَعَالَى: {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ في آيَاتِنا فَأعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا في حَدِيثٍ غَيْرِهِ وإمَّا يُنْسِيَنَّكَ الشَّيْطانُ فَلاَ تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ القَومِ الظَّالِمِينَ} [الأنعام : 68].","hadiths":[{"hadithId":"1527","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (مَنْ رَدَّ عَنْ عِرْضِ أخيهِ، رَدَّ اللهُ عَنْ وَجْهِهِ النَّارَ يَومَ القيَامَةِ). رواه الترمذي وقال: (حديث حسن).","sanad":"وعن أَبي الدرداء رضي الله عنه،"},{"hadithId":"1528","text":"قام النبيّ صلى الله عليه وسلم يُصَلِّي فَقَالَ: (أيْنَ مالِكُ بنُ الدُّخْشُمِ؟) فَقَالَ رَجُلٌ: ذَلِكَ مُنَافِقٌ لا يُحِبُّ اللهَ ولا رَسُولهُ، فَقَالَ النبيّ صلى الله عليه وسلم: (لاَ تَقُلْ ذَلِكَ ألاَ تَراهُ قَدْ قَالَ: لا إلهَ إِلاَّ اللهُ يُريدُ بِذَلكَ وَجْهَ اللهِ! وإنَّ الله قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ: لا إلهَ إِلاَّ اللهُ يَبْتَغي بِذَلِكَ وَجْهَ اللهِ). متفق عَلَيْهِ.\n\n(وَعِتْبان) بكسر العين عَلَى المشهور وحُكِيَ ضَمُّها وبعدها تاءٌ مثناة مِن فوق ثُمَّ باءٌ موحدة. و(الدُّخْشُم) بضم الدال وإسكان الخاء وضم الشين المعجمتين.","sanad":"وعن عِتبَانَ بنِ مَالكٍ رضي الله عنه، في حديثه الطويل المشهور الَّذِي تقدَّمَ في بابِ الرَّجاء قَالَ:"},{"hadithId":"1529","text":"قَالَ النبيُّ صلى الله عليه وسلم وَهُوَ جالِسٌ في القَومِ بِتَبُوكَ: (مَا فَعَلَ كَعبُ بن مالكٍ؟) فَقَالَ رَجلٌ مِنْ بَنِي سَلمَةَ: يَا رسولَ الله، حَبَسَهُ بُرْدَاهُ والنَّظَرُ في عِطْفَيْهِ. فَقَالَ لَهُ مُعاذُ بنُ جبلٍ رضي الله عنه: بِئْسَ مَا قُلْتَ، والله يَا رسولَ الله مَا علمنا عَلَيْهِ إِلاَّ خَيْراً، فَسَكَتَ رسُولُ الله صلى الله عليه وسلم. متفقٌ عَلَيْهِ.\n\n(عِطْفَاهُ): جَانِبَاهُ، وهو إشارةٌ إلى إعجابِهِ بنفسِهِ.","sanad":"وعن كعب بن مالك رضي الله عنه في حديثه الطويل في قصةِ تَوْبَتِهِ وَقَدْ سبق في باب التَّوبةِ. قَالَ:"}]},{"chapterID":3,"chapterName":"3 - باب مَا يباح من الغيبة","chapterIntro":"3 - باب مَا يباح من الغيبة، اعْلَمْ أنَّ الغِيبَةَ تُبَاحُ لِغَرَضٍ صَحيحٍ شَرْعِيٍّ لا يُمْكِنُ الوُصُولُ إِلَيْهِ إِلاَّ بِهَا، وَهُوَ سِتَّةُ أسْبَابٍ: الأَوَّلُ: التَّظَلُّمُ، فَيَجُوزُ لِلمَظْلُومِ أنْ يَتَظَلَّمَ إِلَى السُّلْطَانِ والقَاضِي وغَيرِهِما مِمَّنْ لَهُ وِلاَيَةٌ، أَوْ قُدْرَةٌ عَلَى إنْصَافِهِ مِنْ ظَالِمِهِ، فيقول: ظَلَمَنِي فُلاَنٌ بكذا.\nالثَّاني: الاسْتِعانَةُ عَلَى تَغْيِيرِ المُنْكَرِ، وَرَدِّ العَاصِي إِلَى الصَّوابِ، فيقولُ لِمَنْ يَرْجُو قُدْرَتهُ عَلَى إزالَةِ المُنْكَرِ: فُلانٌ يَعْمَلُ كَذا، فازْجُرْهُ عَنْهُ ونحو ذَلِكَ ويكونُ مَقْصُودُهُ التَّوَصُّلُ إِلَى إزالَةِ المُنْكَرِ، فَإنْ لَمْ يَقْصِدْ ذَلِكَ كَانَ حَرَاماً.\nالثَّالِثُ: الاسْتِفْتَاءُ، فيقُولُ لِلمُفْتِي: ظَلَمَنِي أَبي أَوْ أخي، أَوْ زوجي، أَوْ فُلانٌ بكَذَا فَهَلْ لَهُ ذَلِكَ؟ وَمَا طَريقي في الخلاصِ مِنْهُ، وتَحْصيلِ حَقِّي، وَدَفْعِ الظُّلْمِ؟ وَنَحْو ذَلِكَ، فهذا جَائِزٌ لِلْحَاجَةِ، ولكِنَّ الأحْوطَ والأفضَلَ أنْ يقول: مَا تقولُ في رَجُلٍ أَوْ شَخْصٍ، أَوْ زَوْجٍ، كَانَ مِنْ أمْرِهِ كذا؟ فَإنَّهُ يَحْصُلُ بِهِ الغَرَضُ مِنْ غَيرِ تَعْيينٍ، وَمَعَ ذَلِكَ، فالتَّعْيينُ جَائِزٌ كَمَا سَنَذْكُرُهُ في حَدِيثِ هِنْدٍ إنْ شَاءَ اللهُ تَعَالَى.\nالرَّابعُ: تَحْذِيرُ المُسْلِمينَ مِنَ الشَّرِّ وَنَصِيحَتُهُمْ، وذَلِكَ مِنْ وُجُوهٍ: مِنْهَا جَرْحُ المَجْرُوحينَ مِنَ الرُّواةِ والشُّهُودِ وذلكَ جَائِزٌ بإجْمَاعِ المُسْلِمينَ، بَلْ وَاجِبٌ للْحَاجَةِ. ومنها : المُشَاوَرَةُ في مُصاهَرَةِ إنْسانٍ أو مُشاركتِهِ، أَوْ إيداعِهِ، أَوْ مُعامَلَتِهِ، أَوْ غيرِ ذَلِكَ، أَوْ مُجَاوَرَتِهِ، ويجبُ عَلَى المُشَاوَرِ أنْ لا يُخْفِيَ حَالَهُ، بَلْ يَذْكُرُ المَسَاوِئَ الَّتي فِيهِ بِنِيَّةِ النَّصيحَةِ. ومنها: إِذَا رأى مُتَفَقِّهاً يَتَرَدَّدُ إِلَى مُبْتَدِعٍ، أَوْ فَاسِقٍ يَأَخُذُ عَنْهُ العِلْمَ، وخَافَ أنْ يَتَضَرَّرَ المُتَفَقِّهُ بِذَلِكَ، فَعَلَيْهِ نَصِيحَتُهُ بِبَيانِ حَالِهِ، بِشَرْطِ أنْ يَقْصِدَ النَّصِيحَةَ، وَهَذا مِمَّا يُغلَطُ فِيهِ. وَقَدْ يَحمِلُ المُتَكَلِّمَ بِذلِكَ الحَسَدُ، وَيُلَبِّسُ الشَّيطانُ عَلَيْهِ ذَلِكَ، ويُخَيْلُ إِلَيْهِ أنَّهُ نَصِيحَةٌ فَليُتَفَطَّنْ لِذلِكَ. وَمِنها : أنْ يكونَ لَهُ وِلايَةٌ لا يقومُ بِهَا عَلَى وَجْهِها: إمَّا بِأنْ لا يكونَ صَالِحاً لَهَا، وإما بِأنْ يكونَ فَاسِقاً، أَوْ مُغَفَّلاً، وَنَحوَ ذَلِكَ فَيَجِبُ ذِكْرُ ذَلِكَ لِمَنْ لَهُ عَلَيْهِ ولايةٌ عامَّةٌ لِيُزيلَهُ، وَيُوَلِّيَ مَنْ يُصْلحُ، أَوْ يَعْلَمَ ذَلِكَ مِنْهُ لِيُعَامِلَهُ بِمُقْتَضَى حالِهِ، وَلاَ يَغْتَرَّ بِهِ، وأنْ يَسْعَى في أنْ يَحُثَّهُ عَلَى الاسْتِقَامَةِ أَوْ يَسْتَبْدِلَ بِهِ.\nالخامِسُ: أنْ يَكُونَ مُجَاهِراً بِفِسْقِهِ أَوْ بِدْعَتِهِ كالمُجَاهِرِ بِشُرْبِ الخَمْرِ، ومُصَادَرَةِ النَّاسِ، وأَخْذِ المَكْسِ (1)، وجِبَايَةِ الأمْوَالِ ظُلْماً، وَتَوَلِّي الأمُورِ الباطِلَةِ، فَيَجُوزُ ذِكْرُهُ بِمَا يُجَاهِرُ بِهِ، وَيَحْرُمُ ذِكْرُهُ بِغَيْرِهِ مِنَ العُيُوبِ، إِلاَّ أنْ يكونَ لِجَوازِهِ سَبَبٌ آخَرُ مِمَّا ذَكَرْنَاهُ.\nالسَّادِسُ: التعرِيفُ، فإذا كَانَ الإنْسانُ مَعْرُوفاً بِلَقَبٍ، كالأعْمَشِ، والأعرَجِ، والأَصَمِّ، والأعْمى، والأحْوَلِ، وغَيْرِهِمْ جاز تَعْرِيفُهُمْ بذلِكَ، وَيَحْرُمُ إطْلاقُهُ عَلَى جِهَةِ التَّنْقِيصِ، ولو أمكَنَ تَعْريفُهُ بِغَيرِ ذَلِكَ كَانَ أوْلَى، فهذه ستَّةُ أسبابٍ ذَكَرَهَا العُلَمَاءُ وأكثَرُها مُجْمَعٌ عَلَيْهِ، وَدَلائِلُهَا مِنَ الأحادِيثِ الصَّحيحَةِ مشهورَةٌ. فمن ذَلِكَ: \n\nـــــــــــــــــــــــــــ\n(1) المَكْسِ : الضريبة التي يأخذها الماكس. النهاية 4/349.","hadiths":[{"hadithId":"1530","text":"أنَّ رجلاً اسْتَأذَنَ عَلَى النبيّ صلى الله عليه وسلم فَقَالَ: (ائْذَنُوا لَهُ، بِئسَ أخُو العَشِيرَةِ؟). متفق عَلَيْهِ. احتَجَّ بِهِ البخاري في جوازِ غيبَة أهلِ الفسادِ وأهلِ الرِّيبِ.","sanad":"عن عائشة رَضِيَ اللهُ عنها:"},{"hadithId":"1531","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَا أظُنُّ فُلاناً وفُلاناً يَعْرِفانِ مِنْ دِينِنَا شَيْئاً ). رواه البخاري. قَالَ: قَالَ اللَّيْثُ بن سعدٍ أحَدُ رُواة هَذَا الحديثِ: هذانِ الرجلانِ كانا من المنافِقِينَ.","sanad":"وعنها قالت:"},{"hadithId":"1532","text":"أتيت النبيَّ صلى الله عليه وسلم فقلتُ: إنَّ أَبَا الجَهْم وَمُعَاوِيَةَ خَطَبَانِي؟ فَقَالَ رسُولُ الله صلى الله عليه وسلم: (أمَّا مُعَاوِيَةُ، فَصُعْلُوكٌ (1)، لاَ مَالَ لَهُ، وأمَّا أَبُو الجَهْمِ، فَلاَ يَضَعُ العَصَا عَنْ عَاتِقِهِ). متفق عَلَيْهِ. وفي رواية لمسلم: (وَأمَّا أَبُو الجَهْمِ فَضَرَّابٌ لِلنِّساءِ) وَهُوَ تفسير لرواية: (لا يَضَعُ العَصَا عَنْ عَاتِقِهِ) وقيل: معناه: كثيرُ الأسفارِ.\n\nـــــــــــــــــــــــــــــ\n(1) الصُعْلُوكٌ : الفقير الذي لا مال له. لسان العرب (صعل).","sanad":"وعن فاطمة بنتِ قيسٍ رَضِيَ اللهُ عنها قالت:"},{"hadithId":"1533","text":"خرجنا مَعَ رسُولِ الله صلى الله عليه وسلم في سَفَرٍ أصَابَ النَّاسَ فِيهِ شِدَّةٌ، فَقَالَ عبدُ اللهِ بن أُبَيّ: لاَ تُنْفِقُوا عَلَى مَنْ عِندَ رسولِ اللهِ صلى الله عليه وسلم حَتَّى يَنْفَضُّوا، وقال: لَئِنْ رَجَعْنَا إِلَى المَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ، فَأَتَيْتُ رسُولَ اللهِ صلى الله عليه وسلم، فَأخْبَرْتُهُ بذلِكَ، فَأرْسَلَ إِلَى عبدِ الله بن أُبَيِّ، فَاجْتَهَدَ يَمِينَهُ: مَا فَعلَ، فقالوا: كَذَبَ زيدٌ رَسُولَ الله صلى الله عليه وسلم، فَوَقَعَ في نَفْسِي مِمَّا قَالُوهُ شِدَّةٌ حَتَّى أنْزلَ اللهُ تَعَالَى تَصْدِيقِي: {إِذَا جَاءكَ المُنَافِقُونَ} ثُمَّ دعاهُمُ النبيّ صلى الله عليه وسلم لِيَسْتَغْفِرَ لَهُمْ فَلَوَّوْا رُؤُوسَهُمْ. متفق عَلَيْهِ.","sanad":"وعن زيد بن أرقم رضي الله عنه قَالَ:"},{"hadithId":"1534","text":"قالت هِنْدُ امْرَأةُ أَبي سفْيَانَ للنَّبيِّ صلى الله عليه وسلم: إنَّ أَبَا سُفْيَانَ رَجُلٌ شَحِيحٌ وَلَيْسَ يُعْطِينِي مَا يَكْفيني وولَدِي إِلاَّ مَا أَخَذْتُ مِنْهُ، وَهُوَ لا يَعْلَمُ؟ قَالَ: (خُذِي مَا يَكْفِيكِ وَوَلدَكِ بِالمَعْرُوفِ). متفق عَلَيْهِ.","sanad":"وعن عائشة رَضِيَ اللهُ عنها قالت:"}]},{"chapterID":4,"chapterName":"4 - باب تحريم النميمة وهي نقل الكلام بَيْنَ الناس عَلَى جهة الإفساد","chapterIntro":"4 - باب تحريم النميمة وهي نقل الكلام بَيْنَ الناس عَلَى جهة الإفساد، قَالَ الله تَعَالَى: {هَمَّازٍ مَشَّاءٍ بِنَميمٍ} [ن : 11] وقال تَعَالَى: {مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} [ق : 18].","hadiths":[{"hadithId":"1535","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (لا يَدْخُلُ الجَنَّةَ نَمَّامٌ (1). متفق عَلَيْهِ.\n\nـــــــــــــــــــــــــــ\n(1) لفظ البخاري: (لا يدخل الجنة قتات).","sanad":"وعن حُذَيْفَةَ رضي الله عنه قَالَ:"},{"hadithId":"1536","text":"أنَّ رسولَ الله صلى الله عليه وسلم مرَّ بِقَبْرَيْنِ فَقَالَ: (إنَّهُمَا يُعَذَّبَانِ، وَمَا يُعَذَّبَانِ في كَبيرٍ! بَلَى إنَّهُ كَبِيرٌ: أمَّا أَحَدُهُمَا، فَكَانَ يَمْشِي بِالنَّمِيمَةِ، وأمَّا الآخَرُ فَكَانَ لاَ يَسْتَتِرُ مِنْ بَوْلِهِ). متفق عَلَيْهِ. وهذا لفظ إحدى روايات البخاري.\n\nقَالَ العلماءُ معنى: (وَمَا يُعَذَّبَانِ في كَبيرٍ) أيْ : كَبيرٍ في زَعْمِهِمَا. وقِيلَ: كَبيرٌ تَرْكُهُ عَلَيْهِمَا.","sanad":"وعن ابن عباسٍ رضي الله عنهما:"},{"hadithId":"1537","text":"أن النَّبيّ صلى الله عليه وسلم قَالَ: (أَلاَ أُنَبِّئُكُمْ مَا العَضْهُ؟ هي النَّمَيمَةُ؛ القَالَةُ بَيْنَ النَّاسِ). رواه مسلم.\n\n(العَضْهُ): بفتح العين المهملة، وإسكان الضاد المعجمة، وبالهاء عَلَى وزن الوجهِ، ورُوِي (العِضةُ) بكسر العين وفتح الضاد المعجمة عَلَى وزن العِدَة، وهي: الكذب والبُهتان، وعلى الرِّواية الأولى: العَضْهُ مصدرٌ يُقال: عَضَهَهُ عَضهاً، أيْ: رماهُ بالعَضْهِ.","sanad":"وعن ابن مسعود رضي الله عنه:"}]},{"chapterID":5,"chapterName":"5 - باب النهي عن نقل الحديث وكلام الناس إِلَى ولاة الأمور إِذَا لَمْ تَدْعُ إِلَيْهِ حاجة كخوف مفسدة ونحوه","chapterIntro":"5 - باب النهي عن نقل الحديث وكلام الناس إِلَى ولاة الأمور إِذَا لَمْ تَدْعُ إِلَيْهِ حاجة كخوف مفسدة ونحوه، قَالَ الله تَعَالَى: {وَلاَ تَعَاوَنُوا عَلَى الإثْمِ وَالعُدْوانِ} [المائدة : 2]. وفي الباب الأحاديث السابقة في الباب قبله.","hadiths":[{"hadithId":"1538","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (لا يُبَلِّغُنِي أَحَدٌ مِنْ أصْحَابِي عَنْ أَحَدٍ شَيْئاً، فإنِّي أُحِبُّ أنْ أخْرُجَ إِلَيْكُمْ وأنَا سَليمُ الصَّدْرِ). رواه أَبُو داود والترمذي.","sanad":"وعن ابن مسعودٍ رضي الله عنه قَالَ:"}]},{"chapterID":6,"chapterName":"6 - باب ذمِّ ذِي الوَجْهَيْن","chapterIntro":"6 - باب ذمِّ ذِي الوَجْهَيْن، قَالَ الله تَعَالَى: {يَسْتَخْفُونَ مِنَ النَّاسِ وَلاَ يَسْتَخْفُونَ مِنَ اللهِ وَهُوَ مَعَهُمْ إذْ يُبَيِّتُونَ مَا لا يَرْضَى مِنَ القَولِ وكَانَ اللهُ بِمَا يَعْمَلُونَ مُحيطاً}. [النساء : 108].","hadiths":[{"hadithId":"1539","text":"قَالَ رسول الله صلى الله عليه وسلم: (تَجِدُونَ النَّاسَ مَعادِنَ: خِيَارُهُم في الجَاهِلِيَّةِ خِيَارُهُمْ في الإسْلاَمِ إِذَا فَقُهُوا، وتَجِدُونَ خِيَارَ النَّاسِ في هَذَا الشَّأنِ أَشَدَّهُمْ كَرَاهِيَةً لَهُ، وَتَجِدُونَ شَرَّ النَّاسِ ذَا الوَجْهَينِ، الَّذِي يَأتِي هؤُلاءِ بِوَجْهٍ، وَهَؤُلاءِ بِوَجْهٍ). متفق عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1540","text":"أنَّ ناساً قالوا لِجَدِّهِ عبدِ اللهِ بن عمر رضي الله عنهما: إنَّا نَدْخُلُ عَلَى سَلاَطِيننَا فَنَقُولُ لَهُمْ بِخِلاَفِ مَا نَتَكَلَّمُ إِذَا خَرَجْنَا مِنْ عِنْدِهِمْ. قَالَ: كُنَّا نَعُدُّ هَذَا نِفَاقاً عَلَى عَهْدِ رسُولِ الله صلى الله عليه وسلم. رواه البخاري.","sanad":"وعن محمد بن زيدٍ:"}]},{"chapterID":7,"chapterName":"7 - باب تحريم الكذب","chapterIntro":"7 - باب تحريم الكذب، قَالَ الله تَعَالَى: {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء : 36]. وقال تَعَالَى: {مَا يَلْفِظُ مِنْ قَولٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} [ق : 18].","hadiths":[{"hadithId":"1541","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (إنَّ الصِّدْقَ يَهْدِي إِلَى البِرِّ، وإنَّ البِرَّ يَهْدِي إِلَى الجَنَّةِ، وإنَّ الرَّجُلَ لَيَصْدُقُ حَتَّى يُكْتَبَ عِنْدَ اللهِ صِدِّيقاً. وإنَّ الكَذِبَ يَهْدِي إِلَى الفُجُورِ، وإنَّ الفُجُورَ يَهْدِي إِلَى النَّارِ، وإنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكْتَبَ عِنْدَ اللهِ كَذَّاباً) متفقٌ عَلَيْهِ.","sanad":"‏وعن ابن مسعود رضي الله عنه قَالَ:"},{"hadithId":"1542","text":"أن النَّبيّ صلى الله عليه وسلم قَالَ: (أرْبَعٌ مَنْ كُنَّ فِيهِ، كَانَ مُنَافِقاً خَالِصاً، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ، كَانَتْ فِيهِ خَصْلَةٌ مِنْ نِفاقٍ حَتَّى يَدَعَهَا: إِذَا أؤْتُمِنَ خانَ، وَإِذَا حَدَّثَ كَذَبَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ). متفق عَلَيْهِ. وَقَدْ سبق بيانه مَعَ حديث أَبي هريرة بنحوه في (باب الوفاءِ بالعهدِ).","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما:"},{"hadithId":"1543","text":"عن النبيّ صلى الله عليه وسلم قَالَ: (مَنْ تَحَلَّمَ بِحُلْمٍ لَمْ يَرَهُ، كُلِّفَ أنْ يَعْقِدَ بَيْنَ شَعِيرَتَيْن وَلَنْ يَفْعَلَ، وَمَنِ اسْتَمَعَ إِلَى حَديثِ قَوْمٍ وَهُمْ لَهُ كَارِهُونَ، صُبَّ في أُذُنَيْهِ الآنُكُ يَوْمَ القِيَامَةِ، وَمَنْ صَوَّرَ صُورَةً عُذِّبَ وَكُلِّفَ أنْ يَنْفُخَ فِيهَا الرُّوحَ وَلَيْسَ بنافِخٍ). رواه البخاري.\n\n(تَحَلم): أيْ قَالَ إنَّه حلم في نومه ورأى كذا وكذا، وَهُوَ كاذب. و(الآنُكُ) بالمدّ وضم النون وتخفيف الكاف: وَهُوَ الرَّصَاصُ المذاب.","sanad":"وعن ابن عباس رضي الله عنهما،"},{"hadithId":"1544","text":"قَالَ النَّبيُّ صلى الله عليه وسلم: (أَفْرَى الفِرَى (1)، أنْ يُرِيَ الرَّجُلُ عَيْنَيْهِ مَا لَمْ تَرَيَا). رواه البخاري.\nومعناه: يقول : رأيتُ، فيما لَمْ يَرَهُ.\n\nـــــــــــــــــــــــــ\n(1) أَفْرَى الفِرَى : قال ابن حجر في فتح الباري 12/537 (7043) (أفرى الفرى: أي أعظم الكذبات قال ابن بطال: الفرية الكذبة العظيمة التي يتعجب منها).","sanad":"وعن ابن عمر رضي الله عنهما قَالَ:"},{"hadithId":"1545","text":"كَانَ رسُولُ اللهِ صلى الله عليه وسلم مِمَّا يُكْثِرُ أنْ يَقُولَ لأَصْحَابِهِ: (هَلْ رَأَى أَحَدٌ مِنْكُمْ مِنْ رُؤْيَا؟) فَيَقُصُّ عَلَيْهِ مَنْ شَاءَ اللهُ أنْ يَقُصَّ، وإنَّهُ قَالَ لنا ذَات غَدَاةٍ: (إنَّهُ أَتَانِيَ اللَّيْلَةَ آتِيَانِ، وإنَّهُمَا قَالا لِي: انْطَلِقْ، وإنِّي انْطَلَقتُ مَعَهُمَا، وإنَّا أَتَيْنَا عَلَى رَجُلٍ مُضْطَجِعٍ، وَإِذَا آخَرُ قائِمٌ عَلَيْهِ بِصَخْرَةٍ، وَإِذَا هُوَ يَهْوِي بِالصَّخْرَةِ لِرَأْسِهِ، فَيَثْلَغُ رَأسَهُ، فَيَتَدَهْدَهُ الحَجَرُ هَا هُنَا، فَيَتْبَعُ الحَجَرَ فَيَأخُذُهُ فَلاَ يَرْجِعُ إِلَيْهِ حَتَّى يَصِحَّ رَأسُهُ كَما كَانَ، ثُمَّ يَعُودُ عَلَيْهِ، فَيَفْعَلُ بِهِ مِثْلَ مَا فَعَلَ المَرَّةَ الأوْلَى!) قَالَ: (قُلْتُ لهما: سُبْحانَ اللهِ! مَا هَذَان؟ قَالا لي: انْطَلِقِ انْطَلِقْ، فَانْطَلَقْنَا، فَأَتَيْنَا عَلَى رَجُلٍ مُسْتَلْقٍ لِقَفَاهُ، وَإِذَا آخَرُ قَائِمٌ عَلَيْهِ بِكَلُّوبٍ(1)، مِنْ حَديدٍ، وَإِذَا هُوَ يَأتِي أحَدَ شِقَّيْ وَجْهِهِ فَيُشَرْشِرُ شِدْقَهُ إِلَى قَفَاهُ، ومِنْخَرَهُ إِلَى قَفَاهُ، وعَيْنَهُ إِلَى قَفَاهُ، ثُمَّ يَتَحَوَّلُ إِلَى الجانبِ الآخَرِ، فَيَفْعَلُ بِهِ مِثْلَ مَا فَعَلَ بالجَانِبِ الأوَّلِ، فَمَا يَفْرَغُ مِنْ ذَلِكَ الجانبِ حَتَّى يَصِحَّ ذَلِكَ الجانبُ كما كَان، ثُمَّ يَعُودُ عَلَيْهِ فَيَفْعَلُ مِثْلَ مَا فَعَلَ فِي المرَّةِ الأُوْلَى) قَالَ: (قُلْتُ: سُبْحَانَ اللهِ! مَا هذانِ؟ قالا لي: انْطَلِقِ انْطَلِقْ، فَانْطَلَقْنَا، فَأَتَيْنَا عَلَى مِثْلِ التَّنُّورِ) فَأَحْسِبُ أنَّهُ قَالَ: (فإذا فِيهِ لَغَطٌ، وأصْواتٌ، فَاطَّلَعْنَا فِيهِ فإذا فِيهِ رِجَالٌ وَنِساءٌ عُرَاةٌ، وَإِذَا هُمْ يَأتِيِهمْ لَهَبٌ مِنْ أسْفَلَ مِنْهُم، فإذا أتاهُمْ ذَلِكَ اللَّهَبُ ضَوْضَوْا. قُلْتُ: مَا هَؤلاءِ؟ قَالا لِي: انْطَلِقِ انْطَلِقْ، فَانْطَلَقْنَا، فَأَتَيْنَا عَلَى نَهْرٍ) حَسِبْتُ أنَّهُ كَانَ يَقُولُ: (أَحْمَرُ مِثْلُ الدَّمِ، وَإِذَا في النَّهْرِ رَجُلٌ سابحٌ يَسْبَحُ، وَإِذَا عَلَى شَطِّ النَّهْرِ رَجُلٌ قَدْ جَمَعَ عِنْدَهُ حِجَارَةً كثيرةً، وَإِذَا ذَلِكَ السَّابحُ يَسْبَحُ، مَا يَسْبَحُ، ثُمَّ يَأتِي ذَلِكَ الَّذِي قَدْ جَمَعَ عِنْدَهُ الحِجَارَةَ، فَيَفْغَرُ لَهُ فاهُ، فَيُلْقِمُهُ حَجَراً، فَينْطَلِقُ فَيَسْبَحُ، ثُمَّ يَرْجِعُ إِلَيْهِ، كُلَّمَا رَجَعَ إِلَيْهِ، فَغَرَ لَهُ فَاهُ، فَألْقَمَهُ حَجَراً، قُلْتُ لهُما: مَا هذانِ؟ قالاَ لِي: انْطَلِقِ انْطَلِقْ، فَانْطَلَقْنَا، فَأَتَيْنَا عَلَى رَجُلٍ كَريهِ المرْآةِ، أَوْ كَأكْرَهِ مَا أنتَ رَاءٍ رجُلاً مَرْأىً، فإذا هُوَ عِنْدَهُ نَارٌ يَحُشُّهَا وَيَسْعَى حَوْلَهَا. قُلْتُ لَهُمَا: مَا هَذَا؟ قالاَ لي: انْطَلِقِ انْطَلِقْ، فَانْطَلَقْنَا، فَأتَيْنَا عَلَى رَوْضَةٍ مُعْتَمَّةٍ فِيهَا مِنْ كُلِّ نَوْرِ الرَّبيعِ، وَإِذَا بَيْنَ ظَهْرَي الرَّوْضَةِ رَجُلٌ طَويلٌ لا أَكادُ أَرَى رَأسَهُ طُولاً في السَّماءِ، وَإِذَا حَوْلَ الرَّجُلِ مِنْ أَكْثَرِ وِلدانٍ رَأيْتُهُمْ قَطُّ، قُلْتُ: مَا هَذَا؟ وَمَا هؤلاءِ؟ قالا لي: انْطَلقِ انْطَلقْ، فَانْطَلَقْنَا، فَأَتَيْنَا إِلَى دَوْحَةٍ عَظيمةٍ لَمْ أَرَ دَوْحَةً قَطُّ أعْظمَ مِنْهَا، وَلاَ أحْسَنَ! قالا لي: ارْقَ فِيهَا، فارْتَقَيْنَا فِيهَا إِلَى مَدينَةٍ مَبْنِيَّةٍ بِلَبنٍ ذَهَبٍ وَلَبنٍ فِضَّةٍ، فَأَتَيْنَا بَابَ المَدِينَةِ فَاسْتَفْتَحْنَا، فَفُتِحَ لَنَا فَدَخَلْنَاها، فَتَلَقَّانَا رِجالٌ شَطْرٌ مِنْ خَلْقِهِمْ كأَحْسَنِ مَا أنت راءٍ! وَشَطْرٌ مِنْهُمْ كأقْبَحِ مَا أنتَ راءٍ! قالا لَهُمْ: اذْهَبُوا فَقَعُوا في ذَلِكَ النَّهْرِ، وَإِذَا هُوَ نَهْرٌ مُعْتَرِضٌ يَجْرِي كأنَّ ماءهُ المَحْضُ في البَيَاضِ، فَذَهَبُوا فَوَقَعُوا فِيهِ. ثُمَّ رَجَعُوا إلَيْنَا قَدْ ذَهَبَ ذَلِكَ السُّوءُ عَنْهُمْ، فَصَارُوا في أحْسَنِ صُورَةٍ) قَالَ: (قالا لِي: هذِهِ جَنَّةُ عَدْنٍ، وهذاك مَنْزِلُكَ، فسَمَا بَصَري صُعُداً، فإذا قَصْرٌ مِثْلُ الرَّبَابَةِ البَيضاءِ، قالا لي: هذاكَ مَنْزلكَ؟ قلتُ لهما: باركَ اللهُ فيكُما، فذَراني فأدخُلَه. قالا لي: أمَّا الآنَ فَلاَ، وأنتَ دَاخِلُهُ، قُلْتُ لَهُمَا: فَإنِّي رَأيتُ مُنْذُ اللَّيْلَة عَجَباً؟ فما هَذَا الَّذِي رأيتُ؟ قالا لي: أمَا إنَّا سَنُخْبِرُكَ: أَمَّا الرَّجُلُ الأوَّلُ الَّذِي أَتَيْتَ عَلَيْهِ يُثْلَغُ رَأسُهُ بالحَجَرِ، فإنَّهُ الرَّجُلُ يَأخُذُ القُرآنَ فَيَرفُضُهُ (2)، ويَنَامُ عَنِ الصَّلاةِ المَكتُوبَةِ. وأمَّا الرَّجُلُ الَّذِي أتَيْتَ عَلَيْهِ يُشَرْشَرُ شِدْقُهُ إِلَى قَفَاهُ، ومِنْخَرُهُ إِلَى قَفَاهُ، وَعَيْنُهُ إِلَى قَفَاهُ، فإنَّهُ الرَّجُلُ يَغْدُو مِنْ بَيْتِهِ فَيَكْذِبُ الكِذْبَةَ تَبْلُغُ الآفاقَ. وأمَّا الرِّجَالُ والنِّسَاءُ العُراةُ الَّذِينَ هُمْ في مثْلِ بناءِ التَّنُّورِ، فَإنَّهُمُ الزُّنَاةُ والزَّواني، وأما الرجلُ الذي أتيتَ عَليهِ يَسْبَحُ في النهرِ، ويلقم الحجارةَ، فإنَّهُ آكلُ الربا، وأمَّا الرَّجُلُ الكَريهُ (3)، المرآةِ الَّذِي عِنْدَ النَّارِ يَحُشُّهَا وَيَسْعَى حَوْلَهَا، فإنَّهُ مالكٌ خازِنُ جَهَنَّمَ، وأمَّا الرَّجُلُ الطَّويلُ الَّذِي في الرَّوْضَةِ، فإنَّهُ إبراهيم صلى الله عليه وسلم، وأمَّا الولدان الَّذِينَ حَوْلَهُ، فكلُّ مَوْلُودٍ ماتَ عَلَى الفِطْرَةِ). وفي رواية البَرْقانِيِّ: (وُلِدَ عَلَى الفِطْرَةِ) فَقَالَ بعض المُسلمينَ: يَا رسولَ الله، وأولادُ المُشركينَ فقالَ رسولُ اللهِ صلى الله عليه وسلم: (وأولادُ المشركينَ، وأما القومُ الذينَ كانُوا شَطْرٌ مِنْهُمْ حَسَنٌ، وشَطْرٌ مِنْهُمْ قَبيحٌ، فإنَّهُمْ قَومٌ خَلَطُوا عَمَلاً صَالِحاً وآخَرَ سَيِّئاً، تَجاوَزَ الله عنهم). رواه البخاري.\nوفي روايةٍ لَهُ: (رَأيْتُ اللَّيْلَةَ رَجُلَيْنِ أتيَانِي فأخْرَجَانِي إِلَى أرْضٍ مُقَدَّسَةٍ) ثُمَّ ذَكَرَهُ وقال: (فَانْطَلَقْنَا إِلَى نَقْبٍ مثلِ التَّنُّورِ، أعْلاهُ ضَيِّقٌ وَأسْفَلُهُ واسِعٌ؛ يَتَوَقَّدُ تَحْتَهُ ناراً، فإذا ارْتَفَعَتِ ارْتَفَعُوا حَتَّى كَادُوا أنْ يَخْرُجُوا، وَإِذَا خَمَدَتْ! رَجَعُوا فِيهَا، وفيها رِجالٌ ونِساءٌ عراةٌ). وفيها: (حَتَّى أتَيْنَا عَلَى نَهْرٍ مِنْ دَمٍ) ولم يشكَّ (فِيهِ رَجُلٌ قائِمٌ عَلَى وَسَطِ النَّهْرِ وعلى شطِّ النَّهرِ رجلٌ، وبينَ يديهِ حِجارةٌ، فأقبلَ الرجلُ الذي في النَّهرِ، فَإذَا أرَادَ أَنْ يَخْرُجَ رَمَى الرَّجُلُ بِحَجَرٍ في فِيهِ، فَرَدَّهُ حَيثُ كَانَ، فَجَعَلَ كُلَّمَا جَاءَ لِيَخْرُجَ جَعَلَ يَرْمِي في فِيهِ بِحَجَرٍ، فَيْرَجِعْ كما كَانَ). وفيها: (فَصَعِدَا بي الشَّجَرَةَ، فَأدْخَلاَنِي دَاراً لَمْ أرَ قَطُّ أحْسَنَ مِنْهَا، فيهَا رِجَالٌ شُيُوخٌ وَشَبَابٌ). وفيها: (الَّذِي رَأيْتَهُ يُشَقُّ شِدْقُهُ فَكَذَّابٌ، يُحَدِّثُ بِالكِذْبَةِ فَتُحْمَلُ عَنْهُ حَتَّى تَبْلُغَ الآفَاقَ، فَيُصْنَعُ بِهِ مَا رَأَيْتَ إِلَى يَومِ القِيَامَةِ)، وَفِيهَا: (الَّذِي رَأيْتَهُ يُشْدَخُ رَأسُهُ فَرَجُلٌ عَلَّمَهُ اللهُ القُرْآنَ، فَنَامَ عَنْهُ بِاللَّيْلِ، وَلَمْ يَعْمَلْ فِيهِ بالنَّهارِ، فَيُفْعَلُ بِهِ إِلَى يَوْمِ القِيَامَةِ، والدَّارُ الأولَى الَّتي دَخَلْتَ دَارُ عَامَّةِ المُؤمِنِينَ، وأمَّا هذِهِ الدَّارُ فَدَارُ الشُّهَداءِ، وأنا جِبْرِيلُ، وهذا مِيكائيلُ، فَارْفَعْ رَأْسَكَ، فَرَفَعْتُ رَأسِي، فإذَا فَوْقِي مِثْلُ السَّحابِ، قالا: ذاكَ مَنْزِلُكَ، قُلْتُ: دَعَانِي أدْخُلُ مَنْزِلي، قالا: إنَّهُ بَقِيَ لَكَ عُمُرٌ لَمْ تَسْتَكْمِلْهُ، فَلَوِ اسْتَكْمَلْتَهُ أتَيْتَ مَنْزِلَكَ). رواه البخاري.\n\nقَوْله: (يَثلَغ رَأسَهُ) هُوَ بالثاءِ المثلثةِ والغينِ المعجمة، أيْ : يَشدَخُهُ وَيَشُقُّهُ. قولهُ: (يَتَدَهْدَهُ) أيْ: يَتَدَحْرجُ. و(الكَلُّوبُ) بفتح الكاف وضم اللام المشددة، وَهُوَ معروف. قَوْله: (فَيُشَرْشِرُ) أيْ: يُقَطِّعُ. قَوْله: (ضَوْضَوا) وَهُوَ بضادين معجمتين: أيْ صاحوا. قَوْله: (فَيَفْغَرُ) هُوَ بالفاء والغين المعجمة، أيْ: يفتح. قَوْله (المَرآة) هُوَ بفتح الميم، أيْ: المنظر. قَوْله: (يَحُشُّها) هُوَ بفتح الياءِ وضم الحاء المهملة والشين المعجمة، أيْ: يوقِدُها. قَوْله: (رَوْضَةٍ مُعْتَمَّةٍ) هُوَ بضم الميم وإسكان العين وفتح التاء وتشديد الميم، أيْ: وافية النَّباتِ طَويلَته. قَولُهُ: (دَوْحَةٌ) وهي بفتحِ الدال وإسكان الواو وبالحاءِ المهملة: وهي الشَّجَرَةُ الكَبيرةُ. قَوْلهُ: (المَحْضُ) هُوَ بفتح الميم وإسكان الحاء المهملة وبالضَّادِ المعجمة، وَهُوَ: اللَّبَنُ. قَوْلهُ (فَسَمَا بَصَري) أيْ: ارْتَفَعَ. و(صُعُداً) بضم الصاد والعين، أيْ: مُرْتَفعاً. وَ(الربَابَةُ) بفتح الراءِ وبالباء الموحدة مكررةً، وهي: السَّحابَة.\n\nـــــــــــــــــــــــــــــ\n(1)  الكَلُّوبٍ : بالتشديد، حديدة معوجة الرأس. النهاية 4/195.\n(2) فَيَرفُضُهُ : قال الحافظ ابن حجر في الفتح: (رفض القرآن بعد حفظه جناية عظيمة؛ لأنه يوهم أنه رأى فيه ما يوجب رفضه فلما رفض أشرف الأشياء وهو القرآن عوقب في أشرف أعضائه وهو الرأس).\n(3) الرَّجُلُ الكَريهُ : قال الحافظ في الفتح: (إنما كان كريه الرؤية؛ لأن في ذلك زيادة في عذاب أهل النار).","sanad":"وعن سَمُرَةَ بنِ جُنْدُبٍ رضي الله عنه قَالَ:"}]},{"chapterID":8,"chapterName":"8 - باب بيان مَا يجوز من الكذب","chapterIntro":"8 - باب بيان مَا يجوز من الكذب، اعلَمْ أنَّ الكَذِبَ، وإنْ كَانَ أصْلُهُ مُحَرَّماً، فَيَجُوزُ في بَعْضِ الأحْوَالِ بِشُروطٍ، ومُخْتَصَرُ ذَلِكَ: أنَّ الكلامَ وَسيلَةٌ إِلَى المَقَاصِدِ، فَكُلُّ مَقْصُودٍ مَحْمُودٍ يُمْكِنُ تَحْصِيلُهُ بِغَيْرِ الكَذِبِ يَحْرُمُ الكَذِبُ فِيهِ، وإنْ لَمْ يُمْكِنْ تَحْصِيلُهُ إِلاَّ بالكَذِبِ، جازَ الكَذِبُ. ثُمَّ إنْ كَانَ تَحْصِيلُ ذَلِكَ المَقْصُودِ مُبَاحاً كَانَ الكَذِبُ مُبَاحاً، وإنْ كَانَ وَاجِباً، كَانَ الكَذِبُ وَاجِباً. فإذا اخْتَفَى مُسْلِمٌ مِنْ ظَالِمٍ يُريدُ قَتْلَهُ، أَوْ أَخذَ مَالِهِ وأخفى مالَه وَسُئِلَ إنْسَانٌ عَنْهُ، وَجَبَ الكَذِبُ بإخْفَائِه. وكذا لو كانَ عِندَهُ وديعَةٌ، وأراد ظالمٌ أخذها، وجبَ الكذبُ بإخفائها. وَالأحْوَطُ في هَذَا كُلِّهِ أن يُوَرِّيَ. ومعْنَى التَّوْرِيَةِ: أنْ يَقْصِدَ بِعِبَارَتِهِ مَقْصُوداً صَحيحاً لَيْسَ هُوَ كَاذِباً بالنِّسْبَةِ إِلَيْهِ، وإنْ كَانَ كَاذِباً في ظَاهِرِ اللَّفْظِ، وبالنِّسْبَةِ إِلَى مَا يَفْهَمُهُ المُخَاطَبُ، وَلَوْ تَرَكَ التَّوْرِيَةَ وَأطْلَقَ عِبَارَةَ الكَذِبِ، فَلَيْسَ بِحَرَامٍ في هَذَا الحَالِ.","hadiths":[{"hadithId":"1546","text":"أنها سمعتْ رسُولَ الله صلى الله عليه وسلم يقول: (لَيْسَ الكَذَّابُ الَّذِي يُصْلِحُ بَيْنَ النَّاسِ، فَيَنْمِي خَيْراً أَوْ يَقُولُ خَيْراً). متفق عَلَيْهِ. زاد مسلم في رواية: قالت أُمُّ كُلْثُومٍ: وَلَمْ أسْمَعْهُ يُرَخِّصُ في شَيْءٍ مِمَّا يَقُولُ النَّاسُ إِلاَّ في ثَلاَثٍ، تَعْنِي: الحَرْبَ، والإصْلاَحَ بَيْنَ النَّاسِ، وَحَديثَ الرَّجُلِ امْرَأَتَهُ، وَحديثَ المَرْأَةِ زَوْجَهَا.","sanad":"وَاسْتَدَل العُلَمَاءُ بِجَوازِ الكَذِبِ في هَذَا الحَالِ بِحَديثِ أُمِّ كُلْثُومٍ رَضِيَ اللهُ عنها،"}]},{"chapterID":9,"chapterName":"9 - باب الحثّ عَلَى التثبت فيما يقوله ويحكيه","chapterIntro":"9 - باب الحثّ عَلَى التثبت فيما يقوله ويحكيه، قَالَ الله تَعَالَى: {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء : 36] وقال تَعَالَى: {مَا يَلْفِظُ مِنْ قَولٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} [ق : 18]، (1).\n\nـــــــــــــــــــــــــــ\n(1) وفيه قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ} [الحجرات : 6].","hadiths":[{"hadithId":"1547","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (كَفَى بالمَرْءِ كَذِباً أنْ يُحَدِّثَ بِكُلِّ مَا سَمِعَ). رواه مسلم.","sanad":"وعن أَبي هريرةرضي الله عنه:"},{"hadithId":"1548","text":"قَالَ رَسُولُ الله صلى الله عليه وسلم: (مَنْ حَدَّثَ عَنِّي بِحَديثٍ يَرَى أَنَّهُ كَذِبٌ فَهُوَ أَحَدُ الكَاذِبينَ). رواه مسلم.","sanad":"وعن سَمُرَةَ رضي الله عنه قَالَ:"},{"hadithId":"1549","text":"أنَّ امْرأةً قالت: يَا رسولَ الله، إنَّ لِي ضَرَّةً فهل عَلَيَّ جُنَاحٌ إنْ تَشَبَّعْتُ مِنْ زَوْجِي غَيْرَ الَّذِي يُعْطِيني؟ فَقَالَ النَّبيُّ صلى الله عليه وسلم: (المُتَشَبِّعُ بِما لَمْ يُعْطَ كَلاَبِسِ ثَوْبَيْ زُورٍ). متفق عَلَيْهِ.\n\n(وَالمُتَشَبِّعُ): هُوَ الَّذِي يُظْهِرُ الشَّبَعَ وَلَيْسَ بِشَبْعَان. ومعناهُ هُنَا: أنْ يُظْهِرَ أنَّهُ حَصَلَ لَهُ فَضيلَةٌ وَلَيْسَتْ حَاصِلَةً. (وَلابِسُ ثَوْبَي زُورٍ) أيْ: ذِي زُورٍ، وَهُوَ الَّذِي يُزَوِّرُ عَلَى النَّاسِ، بِأنْ يَتَزَيَّى بِزِيِّ أهْلِ الزُّهْدِ أَو العِلْمِ أَو الثَّرْوَةِ، لِيَغْتَرَّ بِهِ النَّاسُ وَلَيْسَ هُوَ بِتِلْكَ الصِّفَةِ. وَقَيلَ غَيرُ ذَلِكَ واللهُ أعْلَمُ.","sanad":"وعن أسماء رَضِيَ اللهُ عنها:"}]},{"chapterID":10,"chapterName":"10 - باب بيان غلظ تحريم شهادة الزُّور","chapterIntro":"10 - باب بيان غلظ تحريم شهادة الزُّور، قَالَ الله تَعَالَى: {وَاجْتَنِبوا قَوْلَ الزُّورِ} [الحج : 30]، وقال تَعَالَى: {وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء : 36]، وقال تَعَالَى: {مَا يَلْفِظُ مِنْ قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ} [ق : 18]، وقال تَعَالَى: {إنَّ رَبَّكَ لبالمِرْصَادِ} [الفجر : 16]، وقال تَعَالَى: {وَالَّذِينَ لاَ يَشْهَدُونَ الزُّورَ} [الفرقان : 72].","hadiths":[{"hadithId":"1550","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (ألاَ أُنَبِّئُكُمْ بِأكْبَرِ الكَبَائِرِ؟) قُلْنَا: بَلَى يَا رسولَ اللهِ. قَالَ : (الإشْراكُ باللهِ، وعُقُوقُ الوَالِدَيْنِ) وكَانَ مُتَّكِئاً فَجَلَسَ، فَقَال: (ألا وَقولُ الزُّورِ) فما زال يُكَرِّرُهَا حَتَّى قلنا: لَيْتَهُ سَكَتَ (1)، متفق عَلَيْهِ.\n\nــــــــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 1/292  (جلوسه صلى الله عليه وسلم لاهتمامه بهذا الأمر، وهو يفيد تأكيد تحريمه، وعظم قبحه، وإنما قالوه وتمنوه شفقة على رسول الله صلى الله عليه وسلم وكراهة لما يزعجه ويغضبه). وقال الحافظ ابن حجر في الفتح 5/324 أي: شفقة عليه وكراهية لما يزعجه، وفيه ما كانوا عليه من كثرة الأدب معه صلى الله عليه وسلم والمحبة له والشفقة عليه).","sanad":"وعن أَبي بَكْرَةَ رضي الله عنه قَالَ:"}]},{"chapterID":11,"chapterName":"11 - باب تحريم لعن إنسان بعينه أَوْ دابة","chapterIntro":"11 - باب تحريم لعن إنسان بعينه أَوْ دابة.","hadiths":[{"hadithId":"1551","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (مَنْ حَلَفَ عَلَى يَمِينٍ بِمِلَّةٍ غَيْرِ الإسْلاَمِ كاذِباً مُتَعَمِّداً، فَهُوَ كَما قَالَ، وَمَنْ قَتَلَ نَفْسَهُ بِشَيءٍ، عُذِّبَ بِهِ يَومَ القِيَامَةِ، وَلَيْسَ عَلَى رَجُلٍ نَذْرٌ فيما لا يَمْلِكُهُ، وَلَعْنُ المُؤْمِنِ كَقَتْلِهِ). متفق عَلَيْهِ.","sanad":"‏عن أَبي زيدٍ ثابت بن الضَّحَّاك الأنصاريِّ رضي الله عنه، وَهُوَ من أهلِ بَيْعَةِ الرِّضْوَانِ قَالَ:"},{"hadithId":"1552","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قَالَ: (لاَ يَنْبَغِي لِصِدِّيقٍ أنْ يَكُونَ لَعَّاناً). رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1553","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (لاَ يَكُونُ اللَّعَانُونَ شُفَعَاءَ، وَلاَ شُهَدَاءَ يَوْمَ القِيَامَةِ (1)، رواه مسلم.\n\nـــــــــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 8/324  (معناه: لا يشفعون يوم القيامة حين يشفع المؤمنون في إخوانهم الذين استوجبوا النار. (ولا شهداء) فيه ثلاثة أقوال: أصحها وأشهرها: لا يكونون شهداء يوم القيامة على الأمم بتبليغ رسلهم إليهم الرسالات. والثاني: لا يكونون شهداء في الدنيا، أي: لا تقبل شهادتهم لفسقهم. والثالث: لا يرزقون الشهادة وهي القتل في سبيل الله. قال: وإنّما قال صلى الله عليه وسلم لعاناً ولعانون بصيغة التكثير؛ لأنَّ هذا الذم في الحديث هو لمن كثر منه اللعن لا لمرة ونحوها؛ ولأنه يخرج منه أيضاً اللعن المباح وهو الذي ورد به الشرع وهو لعنة الله على الظالمين، ولعن الله اليهود والنصارى ولعن الله الواصلة والواشمة … ).","sanad":"وعن أَبي الدرداءِ رضي الله عنه قَالَ:"},{"hadithId":"1554","text":"قَالَ رسُولُ اللهِ صلى الله عليه وسلم: (لاَ تَلاَعَنُوا بِلَعْنَةِ اللهِ، وَلاَ بِغَضَبِهِ، وَلاَ بِالنَّارِ) رواه أَبُو داود والترمذي وقال: (حديث حسن صحيح).","sanad":"وعن سَمُرَةَ بْنِ جُنْدُبٍ رضي الله عنه قَال:"},{"hadithId":"1555","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (لَيْسَ المُؤْمِنُ بالطَّعَّانِ (1)، وَلاَ اللَّعَّانِ، وَلاَ الفَاحِشِ، وَلاَ البَذِيِّ) رواه الترمذي، وقال: (حديث حسن).\n\nـــــــــــــــــــــــ\n(1) الطَّعَّانِ : أي وقاعاً في أعراض الناس بالذم والغيبة والطعن في النسب. النهاية (3/127). ","sanad":"وعن ابن مسعود رضي الله عنه قَالَ:"},{"hadithId":"1556","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (إنَّ العَبْدَ إِذَا لَعَنَ شَيْئاً، صَعدَتِ اللَّعْنَةُ إِلَى السَّماءِ، فَتُغْلَقُ أبْوابُ السَّماءِ دُونَهَا، ثُمَّ تَهْبِطُ إِلَى الأرْضِ، فَتُغْلَقُ أبْوابُهَا دُونَها، ثُمَّ تَأخُذُ يَميناً وَشِمالاً، فَإذا لَمْ تَجِدْ مَسَاغاً رَجَعَتْ إِلَى الَّذِي لُعِنَ، فإنْ كَانَ أهْلاً لِذلِكَ، وإلاَّ رَجَعَتْ إِلَى قَائِلِهَا). رواه أَبُو داود.","sanad":"وعن أَبي الدرداء رضي الله عنه قَالَ:"},{"hadithId":"1557","text":"بَيْنَمَا رسُولُ اللهِ صلى الله عليه وسلم في بَعْضِ أسْفَارِهِ، وَامْرأةٌ مِنَ الأنْصَارِ عَلَى نَاقَةٍ، فَضَجِرَتْ فَلَعَنَتْهَا، فَسَمِعَ ذَلِكَ رسُولُ الله صلى الله عليه وسلم فقالَ: (خُذُوا مَا عَلَيْهَا وَدَعُوهَا؛ فَإنَّهَا مَلْعُونَةٌ) قَالَ عمْرانُ: فَكَأنِّي أَرَاهَا الآنَ تَمْشِي في النَّاسِ مَا يَعْرِضُ لَهَا أحَدٌ. رواه مسلم.","sanad":"وعن عمران بن الحُصَيْنِ رضي الله عنهما قَالَ:"},{"hadithId":"1558","text":"بَيْنَمَا جَارِيَةٌ عَلَى نَاقَةٍ عَلَيْهَا بَعْضُ مَتَاعِ القَوْمِ. إِذْ بَصُرَتْ بِالنَّبيِّ صلى الله عليه وسلم، وَتَضَايَقَ بِهِمُ الجَبَلُ فَقَالَتْ: حَلْ، اللَّهُمَّ الْعَنْهَا. فَقَالَ النَّبِيُّ صلى الله عليه وسلم: (لاَ تُصَاحِبْنَا نَاقَةٌ عَلَيْهَا لَعْنَةٌ). رواه مسلم.\n\nقَوْله: (حَلْ) بفتح الحاء المهملة وَإسكانِ اللاَّم: وَهِيَ كَلِمَةٌ لِزَجْرِ الإبِلِ. وَاعْلَمْ أنَّ هَذَا الحَدِيثَ قَدْ يُسْتَشكَلُ مَعْنَاهُ، وَلاَ إشْكَالَ فِيهِ، بَلِ المُرَادُ النَّهْيُ أنْ تُصَاحِبَهُمْ تِلْكَ النَّاقَةُ، وَلَيْسَ فِيهِ نَهْيٌ عَنْ بَيْعِهَا وَذَبْحِهَا وَرُكُوبِهَا فِي غَيْرِ صُحْبَةِ النبيّ صلى الله عليه وسلم؛ بَلْ كُلُّ ذَلِكَ وَمَا سِوَاهُ مِنَ التَّصَرُّفَاتِ جائِزٌ لا مَنْعَ مِنْهُ، إِلاَّ مِنْ مُصَاحَبَةِ النَّبيِّ صلى الله عليه وسلم بِهَا؛ لأنَّ هذِهِ التَّصَرُّفَاتِ كُلَّهَا كَانَتْ جَائِزَةً فَمُنِعَ بَعْض مِنْهَا، فَبَقِيَ البَاقِي عَلَى مَا كَانَ، واللهُ أَعلم.","sanad":"وعن أَبي بَرْزَةَ نَضْلَةَ بْنِ عُبَيْدٍ الأَسْلَمِيِّ رضي الله عنه قَالَ:"}]},{"chapterID":12,"chapterName":"12 - باب جواز لعن أصحاب المعاصي غير المعينين","chapterIntro":"12 - باب جواز لعن أصحاب المعاصي غير المعينين، قَالَ الله تَعَالَى: {ألاَ لَعْنَةُ اللهِ عَلَى الظَّالِمِينَ} [هود : 18]، وقال\nتَعَالَى: {فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَنْ لَعْنَةُ اللهِ عَلَى الظَّالِمِينَ} [الأعراف : 44]. \nوَثَبَتَ فِي الصَّحِيحِ أَنَّ رَسُولَ الله صلى الله عليه وسلم قَالَ: (لَعنَ اللهُ الوَاصِلَةَ وَالمُسْتَوْصِلَةَ (1)، وَأنَّهُ قَالَ: (لَعَنَ اللهُ آكِلَ الرِّبَا)، وأنَّهُ لَعَنَ المُصَوِّرِينَ، وأنَّهُ قَالَ: (لَعَنَ اللهُ مَنْ غيَّرَ مَنَارَ الأَرْضِ)،  أيْ حُدُودَهَا، وأنَّهُ قَالَ: (لَعَنَ اللهُ السَّارِقَ يَسْرِقُ البَيْضَةَ)، وأنَّهُ قَالَ: (لَعَنَ اللهُ مَنْ لَعَنَ وَالِدَيهِ) وَ(لَعَنَ اللهُ من ذَبَحَ لِغَيْرِ اللهِ)، وَأنَّه قَالَ: (مَنْ أَحْدَثَ فِيهَا حَدَثاً أَوْ آوَى مُحْدِثاً فَعَلَيْهِ لَعْنَةُ اللهِ وَالمَلاَئِكَة والنَّاسِ أجْمَعينَ)، وأنَّه قَالَ: (اللَّهُمَّ الْعَنْ رِعْلاً، وَذَكْوَانَ، وعُصَيَّةَ: عَصَوُا اللهَ وَرَسُولَهُ). وهذِهِ ثَلاَثُ قَبَائِلَ مِنَ العَرَبِ. وأنَّه قَالَ: (لَعَنَ اللهُ اليَهُودَ اتَّخَذُوا قُبُورَ أنْبِيَائِهِمْ مَسَاجِدَ)، وأنهُ (لَعَنَ المُتَشَبِّهِينَ مِنَ الرِّجَالِ بالنِّساءِ والمُتَشَبِّهاتِ مِنَ النِّسَاءِ بالرِّجالِ). وَجَميعُ هذِهِ الألفاظِ في الصحيح؛ بعضُها في صَحيحَيّ البُخاري ومسلمٍ، وبعضها في أحَدِهِمَا، وإنما قصدت الاختِصَارَ بالإشارةِ إِلَيهمَا، وسأذكر معظمها في أبوابها من هَذَا الكتاب، إن شاء الله تَعَالَى.\n\nــــــــــــــــــــــــــــ\n(1) الوَاصِلَةَ وَالمُسْتَوْصِلَةَ : قال الإمام النووي في شرح صحيح مسلم 7/290 (الواصلة هي التي تصل شعر المرأة بشعر آخر، والمستوصلة التي تطلب من يفعل بها ذلك).","hadiths":[]},{"chapterID":13,"chapterName":"13 - باب تحريم سب المسلم بغير حق","chapterIntro":"13 - باب تحريم سب المسلم بغير حق، قَالَ الله تَعَالَى: {والَّذِينَ يُؤْذُونَ المُؤْمِنِينَ والْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا، فَقَدِ احْتَمَلُوا بُهْتاناً وإثْماً مُبِيناً} [الأحزاب : 58].","hadiths":[{"hadithId":"1559","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (سِبَابُ المُسْلِمِ فُسُوقٌ، وَقِتالُهُ كُفْرٌ). متفق عَلَيْهِ.","sanad":"وعن ابن مسعود رضي الله عنه قَالَ:"},{"hadithId":"1560","text":"أنهُ سَمِعَ رسُولَ اللهِ صلى الله عليه وسلم يقول: (لاَ يَرْمِي رَجُلٌ رَجُلاً بِالفِسْقِ أَوِ الكُفْرِ، إِلاَّ ارْتَدَّتْ عَلَيْهِ، إنْ لَمْ يَكُنْ صَاحِبُهُ كذَلِكَ). رواه البخاري.","sanad":"وعن أَبي ذرٍ رضي الله عنه:"},{"hadithId":"1561","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (المُتَسَابَّانِ مَا قَالاَ فَعَلَى البَادِي منهُما حَتَّى يَعْتَدِي المَظْلُومُ)، (1). رواه مسلم.\n\nــــــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 8/315  (معناه أنَّ إثم السباب الواقع من اثنين مختص بالبادئ منهما كله إلا أن يتجاوز الثاني قدر الانتصار، فيقول للبادئ أكثر مما قال له، وفي هذا جواز الانتصار، ومع هذا فالصبر والعفو أفضل).","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1562","text":"أُتِيَ النَّبيُّ صلى الله عليه وسلم، بِرَجُلٍ قَدْ شرِبَ قَالَ: (اضربوهُ) قَالَ أَبُو هريرةَ: فَمِنَّا الضارِبُ بيَدِهِ، والضَّارِبُ بِنَعْلِهِ، والضَّارِبُ بِثَوْبِهِ. فَلَمَّا انْصَرَفَ، قَالَ بَعْضُ القَوْمِ: أخْزَاكَ اللهُ! قَالَ: (لا تَقُولُوا هَذَا، لا تُعِينُوا عَلَيْهِ الشَّيْطَان). رواه البخاري.","sanad":"وعنه،قَالَ: "},{"hadithId":"1563","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (مَنْ قَذَفَ مَمْلُوكَهُ بِالزِّنَى يُقَامُ عَلَيْهِ الحَدُّ يَومَ القِيَامَةِ، إِلاَّ أَنْ يَكُونَ كما قَالَ). متفق عَلَيْهِ.","sanad":"وعنه قَالَ:"}]},{"chapterID":14,"chapterName":"14 - باب تحريم سب الأموات بغير حق ومصلحةٍ شرعية","chapterIntro":"14 - باب تحريم سب الأموات بغير حق ومصلحةٍ شرعية، وَهِيَ التَّحْذِيرُ مِنَ الاقْتِدَاء بِهِ في بِدْعَتِهِ، وَفِسْقِهِ، وَنَحْوِ ذَلِكَ، وَفِيهِ الآيةُ والأحاديثُ السَّابِقَةُ في البَابِ قَبْلَهُ.","hadiths":[{"hadithId":"1564","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (لا تَسُبُّوا الأَمْوَاتَ، فَإنَّهُمْ قَدْ أفْضَوْا إِلَى مَا قَدَّمُوا). رواه البخاري.","sanad":"وعن عائشة رَضِيَ اللهُ عنها قالت:"}]},{"chapterID":15,"chapterName":"15 - باب النهي عن الإيذاء","chapterIntro":"15 - باب النهي عن الإيذاء، قَالَ الله تَعَالَى : {والَّذِينَ يُؤْذُونَ المُؤْمِنِينَ والمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإثْماً مُبِيناً} [الأحزاب : 58].","hadiths":[{"hadithId":"1565","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (المُسْلِمُ مَنْ سَلِمَ المُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ، والمُهَاجِرُ مَنْ هَجَرَ مَا نَهَى اللهُ عَنْهُ). متفق عَلَيْهِ.","sanad":"وعن عبدِ الله بن عمرو بن العاصِ رضي الله عنهما قَالَ:"},{"hadithId":"1566","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (مَنْ أحَبَّ أنْ يُزَحْزَحَ عَنِ النَّارِ، ويُدْخَلَ الجَنَّةَ، فَلْتَأْتِهِ مَنِيَّتُهُ وَهُوَ يُؤْمِنُ بِاللهِ وَاليَومِ الآخِرِ، وَلْيَأْتِ إِلَى النَّاسِ الَّذِي يُحِبُّ أنْ يُؤْتَى إِلَيْهِ). رواه مسلم. وَهُوَ بعض حديثٍ طويلٍ سبق في بابِ طاعَةِ وُلاَةِ الأمُورِ.","sanad":"وعنه قَالَ:"}]},{"chapterID":16,"chapterName":"16 - باب النهي عن التباغض والتقاطع والتدابر","chapterIntro":"16 - باب النهي عن التباغض والتقاطع والتدابر، قَالَ الله تَعَالَى: {إنَّمَا المُؤْمِنُونَ إخْوَةٌ} [الحجرات : 10]، وقال تَعَالَى: {أذِلَّةٍ عَلَى المُؤمِنينَ أعِزَّةٍ عَلَى الكَافِرينَ} [المائدة : 54]، وقال تَعَالَى: {مُحَمَّدٌ رَسُولُ اللهِ وَالَّذينَ مَعَهُ أَشِدَّاءُ عَلَى الكُفَّارِ رُحَمَاءُ بَيْنَهُمْ} [الفتح : 29].","hadiths":[{"hadithId":"1567","text":"أنَّ النَّبيّ صلى الله عليه وسلم قَالَ: (لاَ تَبَاغَضُوا، وَلاَ تَحَاسَدُوا، وَلاَ تَدَابَرُوا، وَلاَ تَقَاطَعُوا، وَكُونُوا عِبَادَ اللهِ إخْوَاناً، وَلاَ يَحِلُّ لِمُسْلِمٍ أنْ يَهْجُرَ أخَاهُ فَوْقَ ثَلاَثٍ). متفق عَلَيْهِ.","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"1568","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (تُفْتَحُ أبْوابُ الجَنَّةِ يَوْمَ الإثْنَيْنِ ويَوْمَ الخَمْيِسِ، فَيُغْفَرُ لِكُلِّ عَبْدٍ لا يُشْرِكُ بِاللهِ شَيْئاً، إِلاَّ رَجُلاً كَانَتْ بينهُ وَبَيْنَ أخِيهِ شَحْناءُ فَيُقَالُ: أنْظِرُوا هَذَيْنِ حَتَّى يَصْطَلِحَا! أَنْظِرُوا هَذَينِ حَتَّى يَصْطَلِحَا!). رواه مسلم. وفي روايةٍ لَهُ: (تُعْرَضُ الأعْمالُ في كُلِّ يَوْمِ خَمِيسٍ وإثْنَيْن) وذَكَرَ نَحْوَهُ.","sanad":"وعن أَبي هريرة رضي الله عنه:"}]},{"chapterID":17,"chapterName":"17 - باب تحريم الحسد","chapterIntro":"17 - باب تحريم الحسد، وَهُوَ تمني زوالُ النعمة عن صاحبها، سواءٌ كَانَتْ نعمة دينٍ أَوْ دنيا قَالَ الله تَعَالَى: {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللهُ مِنْ فَضْلِهِ} [النساء : 54] وفِيهِ حديثُ أنسٍ السابق في الباب قبلَهُ.","hadiths":[{"hadithId":"1569","text":"أنَّ النَّبيَّ صلى الله عليه وسلم قَالَ: (إيَّاكُمْ وَالحَسَدَ؛ فَإنَّ الحَسَدَ يَأكُلُ الحَسَنَاتِ كَمَا تَأكُلُ النَّارُ الحَطَبَ) أَوْ قَالَ: (العُشْبَ). رواه أَبُو داود.","sanad":"وعن أَبي هريرة رضي الله عنه:"}]},{"chapterID":18,"chapterName":"18 - باب النَّهي عن التجسُّس والتَّسَمُّع لكلام من يكره استماعه","chapterIntro":"18 - باب النَّهي عن التجسُّس والتَّسَمُّع لكلام من يكره استماعه، قَالَ الله تَعَالَى: {وَلاَ تَجَسَّسُوا} [الحجرات : 12]، وقال تَعَالَى: {وَالَّذِينَ يُؤْذُونَ المُؤْمِنِينَ وَالمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإثْماً مُبِيناً} [الأحزاب : 58].\n","hadiths":[{"hadithId":"1570","text":"أنَّ رسولَ الله صلى الله عليه وسلم قَالَ: (إيَّاكُمْ وَالظَّنَّ، فَإنَّ الظَّنَّ أَكْذَبُ الحَدِيثِ، ولا تحسَّسوا وَلاَ تَجَسَّسُوا (1)، وَلاَ تَنَافَسُوا (2)، وَلاَ تَحَاسَدُوا، وَلاَ تَبَاغَضُوا، وَلاَ تَدَابَرُوا، وَكُونُوا عِبَادَ اللهِ إخْوَاناً كَمَا أَمَرَكُمْ. المُسْلِمُ أَخُو المُسْلِمِ، لاَ يَظْلِمُهُ، وَلاَ يَخْذُلُهُ (3)، وَلاَ يَحْقِرُهُ، التَّقْوَى هاهُنَا التَّقْوَى هاهُنَا) وَيُشِيرُ إِلَى صَدْرِهِ (بِحَسْبِ امْرِىءٍ مِنَ الشَّرِّ أنْ يَحْقِرَ أخَاهُ المُسْلِمَ، كُلُّ المُسْلِمِ عَلَى المُسْلِمِ حَرَامٌ: دَمُهُ، وَعِرْضُهُ، وَمَالُهُ. إنَّ اللهَ لاَ يَنْظُرُ إِلَى أجْسَادِكُمْ، وَلاَ إِلَى صُوَرِكُمْ، وَلكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وأعْمَالِكُمْ). وَفِي رواية: (لاَ تَحَاسَدُوا، وَلاَ تَبَاغَضُوا، وَلاَ تَجَسَّسُوا، وَلاَ تَحَسَّسُوا، وَلاَ تَنَاجَشُوا (4)، وَكُونُوا عِبَادَ اللهِ إخْواناً). وفي رواية: (لاَ تَقَاطَعُوا، وَلاَ تَدَابَرُوا، وَلاَ تَبَاغَضُوا، وَلاَ تَحَاسَدُوا، وَكُونُوا عِبَادَ اللهِ إخْواناً) وَفِي رِواية: (وَلاَ تَهَاجَرُوا وَلاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ). رواه مسلم بكلّ هذِهِ الروايات، وروى البخاريُّ أكْثَرَهَا.\n\nــــــــــــــــــــــــــــ\n(1) لاَ تَجَسَّسُوا : التجسس بالجيم أي التفتيش عن بواطن الأمور وأكثر ما يقال في الشر. والجاسوس: صاحب سر الشر. والناموس: صاحب سر الخير، وقيل: بالجيم أن يطلبه لغيره، وبالحاء أن يطلبه لنفسه … النهاية 1/272.\n(2) التَنَافَسُ : من المنافسة وهي الرغبة في الشيء والانفراد به. النهاية 5/95.\n(3) الخْذُل : ترك الإغاثة والنصرة. النهاية 2/16.\n(4) النَجَش : أن يمدح السلعة لينفقها ويروجها أو يزيد في ثمنها وهو لا يريد شراءها، ليقع غيره فيها. النهاية 5/21.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1571","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (إنَّكَ إنِ اتَّبَعْتَ عَوْرَاتِ المُسْلِمينَ أفْسَدْتَهُمْ، أَوْ كِدْتَ أنْ تُفْسِدَهُمْ). حديث صحيح، رواه أَبُو داود بإسناد صحيح.","sanad":"وعن معاوية رضي الله عنه قَالَ:"},{"hadithId":"1572","text":"أنَّهُ أُتِيَ بِرَجُلٍ فَقِيلَ لَهُ: هَذَا فُلاَنٌ تَقْطُرُ لِحْيَتُهُ خَمْراً، فَقَالَ: إنَّا قَدْ نُهِيْنَا عَنِ التَّجَسُّسِ، ولكِنْ إنْ يَظْهَرْ لَنَا شَيْءٌ، نَأخُذ بِهِ. حديث حسن صحيح، رواه أَبُو داود بإسنادٍ عَلَى شَرْطِ البخاري ومسلم.","sanad":"وعن ابن مسعود رضي الله عنه:"}]},{"chapterID":19,"chapterName":"19 - باب النهي عن سوء الظنّ بالمسلمين من غير ضرورة","chapterIntro":"19 - باب النهي عن سوء الظنّ بالمسلمين من غير ضرورة، قَالَ الله تَعَالَى: {يَا أيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إنَّ بَعْضَ الظَّنِّ إثْمٌ} [الحجرات : 12].","hadiths":[{"hadithId":"1573","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إيَّاكُمْ والظَّنَّ، فإنَّ الظَّنَّ أكْذَبُ الحَدِيثِ). متفق عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه:"}]},{"chapterID":20,"chapterName":"20 - باب تحريم احتقار المسلمين","chapterIntro":"20 - باب تحريم احتقار المسلمين، قَالَ الله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ يَسْخَرْ قَوْمٌ مِنْ قَومٍ عَسَى أنْ يَكُونُوا خَيْراً مِنْهُمْ وَلاَ نِسَاءٌ مِنْ نِسَاءٍ عَسَى أنْ يَكُنَّ خَيْراً مِنْهُنَّ وَلاَ تَلْمِزُوا أَنْفُسَكُمْ وَلاَ تَنَابَزُوا بِالألْقَابِ بِئْسَ الاسْمُ الفُسُوقُ بَعْدَ الإيْمَانِ وَمَنْ لَمْ يَتُبْ فَأُولَئِكَ هُمُ الظَّالِمُونَ} [الحجرات : 11] وقال تَعَالَى: {وَيلٌ لِكُلِّ هُمَزَةٍ لمزَةٍ} [الهمزة : 1].","hadiths":[{"hadithId":"1574","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أنْ يَحْقِرَ أَخَاهُ المُسْلِمَ). رواه مسلم، وَقَدْ سبق قريباً بطوله.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1575","text":"عن النبيّ صلى الله عليه وسلم، قَالَ: (لا يَدْخُلُ الجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ!) فَقَالَ رَجُلٌ: إنَّ الرَّجُلَ يُحِبُّ أَنْ يَكُونَ ثَوْبُهُ حَسَناً، وَنَعْلُهُ حَسَنةً، فَقَالَ: (إنَّ اللهَ جَمِيلٌ يُحِبُّ الجَمَالَ، الكِبْرُ: بَطَرُ الحَقِّ، وَغَمْطُ النَّاسِ). رواه مسلم.\n\nومعنى (بَطَرُ الحَقِّ) دَفْعُه، (وغَمْطُهُمْ): احْتِقَارُهُمْ، وَقَدْ سَبَقَ بَيَانُهُ أوْضَحَ مِنْ هَذَا في باب الكِبْرِ.","sanad":"وعن ابن مسعودٍ رضي الله عنه،"},{"hadithId":"1576","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (قَالَ رَجُلٌ: وَاللهِ لا يَغْفِرُ اللهُ لِفُلانٍ، فَقَالَ اللهُ عز وجل: مَنْ ذا الَّذِي يَتَأَلَّى (1)، عَلَيَّ أنْ لا أغْفِرَ لِفُلانٍ! فَإنِّي قَدْ غَفَرْتُ لَهُ، وَاحْبَطْتُ عَمَلَكَ). رواه مسلم.\n\nـــــــــــــــــــــــــــــ\n(1) يَتَأَلَّى :  يحلف، والأليّة: اليمين. النهاية 1/62.","sanad":"وعن جُندب بن عبدِ الله رضي الله عنه قَالَ:"}]},{"chapterID":21,"chapterName":"21 - باب النهي عن إظهار الشماتة بِالمُسْلِم","chapterIntro":"21 - باب النهي عن إظهار الشماتة بِالمُسْلِم، قَالَ الله تَعَالَى: {إنَّمَا المُؤْمِنُونَ إخْوَةٌ} [الحجرات : 10] وقال تَعَالَى: {إنَّ الَّذِينَ يُحِبُّونَ أنْ تَشِيعَ الفَاحِشَةُ في الَّذِينَ آمَنُوا لَهُمْ عَذابٌ أَليمٌ في الدُّنْيَا والآخِرَةِ} [النور : 19].","hadiths":[{"hadithId":"1577","text":"قَالَ رسول الله صلى الله عليه وسلم: (لا تُظْهِرِ الشَّمَاتَةَ لأَخِيكَ فَيَرْحَمَهُ اللهُ وَيَبْتَلِيكَ). رواه الترمذي، وقال: (حديث حسن). وفي الباب حديث أَبي هريرة السابق في باب التَّجسُّس: (كُلُّ المُسْلِمِ عَلَى المُسْلِمِ حَرَامٌ …) الحديث.","sanad":"وعَن وَائِلَةَ بن الأسقع رضي الله عنه قَالَ:"}]},{"chapterID":22,"chapterName":"22 - باب تحريم الطعن في الأنساب الثابتة في ظاهر الشرع","chapterIntro":"22 - باب تحريم الطعن في الأنساب الثابتة في ظاهر الشرع، قَالَ الله تَعَالَى: {والَّذِينَ يُؤْذُونَ المُؤْمِنِينَ والمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتاناً وإثْماً مُبِيناً} [الأحزاب : 58].","hadiths":[{"hadithId":"1578","text":"قَالَ رسول الله صلى الله عليه وسلم: (اثْنَتَان في النَّاسِ هُمَا بهم كُفْرٌ: الطَّعْنُ فِي النَّسَبِ، وَالنِّيَاحَةُ عَلَى المَيِّتِ  (1)، رواه مسلم.\n\nـــــــــــــــــــــــــــ\n(1)  قال النووي في شرح صحيح مسلم 1/265  (فيه أقوال: أصحها : أنَّ معناه هما من أعمال الكفار وأخلاق الجاهلية. وفي الحديث تغليظ تحريم الطعن في النسب والنياحة، والله أعلم).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":23,"chapterName":"23 - باب النهي عن الغش والخداع","chapterIntro":"23 - باب النهي عن الغش والخداع، قَالَ الله تَعَالَى: {والَّذِينَ يُؤْذُونَ المُؤْمِنِينَ والمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتاناً وإثْماً مُبِيناً} [الأحزاب : 58].","hadiths":[{"hadithId":"1579","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَنْ حَمَلَ عَلَيْنَا السِّلاَحَ فَلَيْسَ مِنَّا، وَمَنْ غَشَّنَا فَلَيْسَ مِنَّا). رواه مسلم.\nوفي رواية لَهُ: أنَّ رسول الله صلى الله عليه وسلم، مَرَّ عَلَى صُبْرَةِ طَعَامٍ فَأدْخَلَ يَدَهُ فِيهَا فَنَالَتْ أصابِعُهُ بَلَلاً، فَقَالَ: (مَا هذَا يَا صَاحِبَ الطَّعَامِ؟) قَالَ: أصَابَتهُ السَّمَاءُ يَا رسول الله. قَالَ: (أفَلاَ جَعَلْتَهُ فَوقَ الطَّعَامِ حَتَّى يرَاهُ النَّاسُ! مَنْ غشَّنَا فَلَيْسَ مِنَّا).","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1580","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لاَ تَنَاجَشُوا) متفق عَلَيْهِ.","sanad":"وعنه:"},{"hadithId":"1581","text":"أنَّ النَّبيَّ صلى الله عليه وسلم، نَهى عن النَّجْشِ. متفق عَلَيْهِ.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1582","text":"ذَكَرَ رَجُلٌ لِرَسُولِ الله صلى الله عليه وسلم: أنَّهُ يُخْدَعُ في البُيُوعِ؟ فَقَالَ رسول الله صلى الله عليه وسلم: (مَنْ بَايَعْتَ، فَقُلْ: لاَ خِلاَبَةَ). متفق عَلَيْهِ.\n\n(الخِلاَبَةُ) بخاءٍ معجمةٍ مكسورةٍ وباءٍ موحدة، وهي: الخديعة.","sanad":"وعنه قَالَ:"},{"hadithId":"1583","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ خَبَّبَ زَوْجَةَ امْرِئٍ، أَوْ مَمْلُوكَهُ، فَلَيْسَ مِنَّا). رواهُ أَبُو داود.\n\n(خَبب) بخاءٍ معجمة، ثُمَّ باءٍ موحدة مكررة: أيْ أفْسده وخدعه.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":24,"chapterName":"24 - باب تحريم الغدر","chapterIntro":"24 - باب تحريم الغدر، قَالَ الله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بالْعُقُودِ} [المائدة : 1]، وقال تَعَالَى: {وَأَوْفُوا بِالعَهْدِ إنَّ العَهْدَ كَانَ مَسئُولاً} [الإسراء : 34].","hadiths":[{"hadithId":"1584","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (أرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنافِقاً خَالِصاً، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَها: إِذَا اؤْتُمِنَ خَانَ، وَإِذَا حَدَّثَ كَذَبَ، وَإِذَا عَاهَدَ غَدَرَ، وَإِذَا خَاصَمَ فَجَرَ). متفق عَلَيْهِ.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما:"},{"hadithId":"1585","text":"قَالَ النَّبيّ صلى الله عليه وسلم: (لِكُلِّ غادِرٍ لِواءٌ يَوْمَ القِيَامَةِ  يُقَالُ: هذِهِ غَدْرَةُ فلانٍ). متفق عَلَيْهِ.","sanad":"وعن ابن مسعودٍ، وابن عمر، وأنس رضي الله عنهم قالوا:"},{"hadithId":"1586","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (لِكُلِّ غَادِرٍ لِوَاءٌ عِنْدَ اسْتِهِ يومَ القِيَامَةِ يُرْفَعُ لَهُ بِقَدَرِ غَدْرِهِ، ألاَ وَلاَ غَادِرَ أعْظَمُ غَدْراً مِنْ أمِيرِ عَامَّةٍ). رواه مسلم.","sanad":"وعن أَبي سعيدٍ الخدريّ رضي الله عنه:"},{"hadithId":"1587","text":"عن النبيّ صلى الله عليه وسلم قَالَ: (قَالَ الله تَعَالَى: ثَلاَثَةٌ أنا خَصْمُهُمْ يَوْمَ القِيَامَةِ: رَجُلٌ أعْطَى بي ثُمَّ غَدَرَ، وَرَجُلٌ بَاعَ حُرَّاً فَأَكَلَ ثَمَنَهُ، وَرَجُلٌ اسْتَأجَرَ أجيراً، فَاسْتَوْفَى مِنْهُ، وَلَمْ يُعْطِهِ أجْرَهُ). رواه البخاري.","sanad":"وعن أَبي هريرة رضي الله عنه،"}]},{"chapterID":25,"chapterName":"25 - باب النهي عن المنِّ بالعطية ونحوها","chapterIntro":"25 - باب النهي عن المنِّ بالعطية ونحوها، قَالَ الله تَعَالَى: {يَا أَيُّها الَّذِينَ آمَنُوا لا تُبْطِلُوا صَدَقَاتِكُمْ بِالمَنِّ وَالأذَى} [البقرة : 264]، وقال تَعَالَى: {الَّذِينَ يُنْفِقُونَ أمْوَالَهُمْ فِي سَبِيلِ اللهِ ثُمَّ لاَ يُتْبِعُونَ مَا أنْفَقُوا مَنّاً وَلاَ أذىً} [البقرة : 262].","hadiths":[{"hadithId":"1588","text":"عن النَّبيّ صلى الله عليه وسلم قَالَ: (ثَلاَثَةٌ لاَ يُكَلِّمُهُمُ اللهُ يَوْمَ القِيَامَةِ، وَلاَ يَنْظُرُ إلَيْهِمْ، وَلاَ يُزَكِّيِهِمْ وَلَهُمْ عَذَابٌ أَليمٌ) قَالَ: فَقَرَأَهَا رَسُولُ اللهِ صلى الله عليه وسلم ثلاثَ مِرارٍ: قَالَ أَبُو ذرٍ: خَابُوا وخَسِرُوا مَنْ هُمْ يَا رسول الله؟ قَالَ: (المُسْبِلُ، والمَنَّانُ، وَالمُنْفِقُ سِلْعَتَهُ بالحَلِفِ الكَاذِبِ). رواه مسلم. وفي روايةٍ لَهُ: (المُسْبِلُ إزَارَهُ) يَعْنِي: المُسْبِلَ إزَارَهُ وَثَوْبَهُ أسْفَلَ مِنَ الكَعْبَيْنِ لِلخُيَلاَءِ.","sanad":"وعن أَبي ذَر رضي الله عنه،"}]},{"chapterID":26,"chapterName":"26 - باب النهي عن الافتخار والبغي","chapterIntro":"26 - باب النهي عن الافتخار والبغي، قَالَ الله تَعَالَى: {فَلاَ تُزَكُّوا أنْفُسَكُمْ هُوَ أعْلَمُ بِمَنِ اتَّقَى} [النجم: 32]، وقال تَعَالَى: {إنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ في الأَرْضِ بِغَيْرِ الحَقِّ أُوْلَئِكَ لَهُمْ عَذَابٌ أَليمٌ} [الشورى : 42].","hadiths":[{"hadithId":"1589","text":" قَالَ رسولُ اللهِ صلى الله عليه وسلم: (إنَّ اللهَ تَعَالَى أوْحَى إلَيَّ أنْ تَوَاضَعُوا حَتَّى لا يَبْغِيَ أَحَدٌ عَلَى أحَدٍ، وَلاَ يَفْخَرَ أَحَدٌ عَلَى أحَدٍ). رواه مسلم.\n\nقَالَ أهلُ اللغةِ: البغيُ: التَّعَدِّي والاستطالَةُ.","sanad":"وعن عياضِ بن حمارٍ رضي الله عنه قَالَ:"},{"hadithId":"1590","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا قَالَ الرجُلُ: هَلَكَ النَّاسُ، فَهُوَ أهْلَكُهُمْ). رواه مسلم. والرواية المشهورة: (أهْلَكُهُمْ) بِرَفعِ الكاف وروي بنصبها: وذلكَ النْهيُ لِمنْ قَالَ ذَلِكَ عُجْباً بِنَفْسِهِ، وتَصَاغُراً للنَّاسِ، وارْتِفاعاً عَلَيْهِمْ، فَهَذَا هُوَ الحَرامُ، وَأمَّا مَنْ قَالَهُ لِما يَرَى في النَّاسِ مِنْ نَقْصٍ في أمرِ دِينِهم، وقَالَهُ تَحَزُّناً عَلَيْهِمْ، وعَلَى الدِّينِ، فَلاَ بَأسَ بِهِ. هكَذَا فَسَّرَهُ العُلَماءُ وفَصَّلُوهُ، وَمِمَّنْ قَالَهُ مِنَ الأئِمَّةِ الأعْلامِ: مالِكُ بن أنس، وَالخَطَّابِيُّ، والحُميدِي، وآخرونَ.","sanad":"وعن أَبي هريرة رضي الله عنه:"}]},{"chapterID":27,"chapterName":"27 - باب تحريم الهجران بين المسلمين فوق ثلاثة أيام إِلاَّ لبدعة في المهجور، أَوْ تظاهرٍ بفسقٍ أَوْ نحو ذَلِكَ.","chapterIntro":"27 - باب تحريم الهجران بين المسلمين فوق ثلاثة أيام إِلاَّ لبدعة في المهجور، أَوْ تظاهرٍ بفسقٍ أَوْ نحو ذَلِكَ، قَالَ الله تَعَالَى: {إنَّمَا المُؤْمِنُونَ إخْوَةٌ فَأَصْلِحُوا بَيْنَ أخَوَيْكُمْ} [الحجرات: 10]، وقال تَعَالَى: {وَلاَ تَعَاوَنُوا عَلَى الإثْمِ وَالعُدْوَانِ} [المائدة : 2].","hadiths":[{"hadithId":"1591","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (لا تَقَاطَعُوا، وَلاَ تَدَابَرُوا، وَلاَ تَبَاغَضُوا، وَلاَ تَحَاسَدُوا، وَكُونُوا عِبَادَ اللهِ إخْوَاناً، وَلاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَث). متفق عَلَيْهِ.","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1592","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لا يَحِلُّ لِمُسْلِمٍ أنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثِ لَيَالٍ: يَلْتَقِيَانِ، فَيُعْرِضُ هَذَا، وَيُعْرِضُ هَذَا، وخَيْرُهُما الَّذِي يَبْدَأُ بِالسَّلاَمِ). متفق عَلَيْهِ.","sanad":"وعن أَبي أيوبَ رضي الله عنه:"},{"hadithId":"1593","text":"قَالَ رسول الله صلى الله عليه وسلم: (تُعْرَضُ الأَعْمَالُ في كلِّ اثْنَيْنِ وَخَمْيسٍ، فَيَغْفِرُ اللهُ لِكُلِّ امْرِئٍ لا يُشْرِكُ باللهِ شَيْئاً، إِلاَّ امْرَءاً كَانَتْ بَيْنَهُ وَبَيْنَ أخِيهِ شَحْنَاءُ، فَيقُولُ: اتْرُكُوا هذَيْنِ حَتَّى يَصْطَلِحَا). رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1594","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقولُ: (إنَّ الشَّيْطَانَ قَدْ يَئِسَ أنْ يَعْبُدَهُ المُصَلُّونَ فِي جَزِيرَةِ العَرَبِ، وَلَكِنْ في التَّحْرِيشِ بَيْنَهُمْ). رواه مسلم.\n\n(التَّحْرِيشُ): الإفْسَادُ وتَغييرُ قُلُوبِهِمْ وتَقَاطُعُهُم.","sanad":"وعن جابر رضي الله عنه قَالَ:"},{"hadithId":"1595","text":"قَالَ رسول الله صلى الله عليه وسلم: (لاَ يَحِلُّ لِمُسْلِمٍ أنْ يَهْجُرَ أخَاهُ فَوْقَ ثَلاَثٍ، فَمَنْ هَجَرَ فَوْقَ ثَلاَثٍ فَمَاتَ، دَخَلَ النَّارَ). رواه أَبُو داود بإسناد عَلَى شرط البخاري ومسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1596","text":"أنَّه سمع النبيَّ صلى الله عليه وسلم يقولُ: (مَنْ هَجَرَ أخَاهُ سَنَةً فَهُوَ كَسَفْكِ دَمِهِ). رواه أَبُو داود بإسناد صحيح.","sanad":"وعن أَبي خِراشٍ حَدْرَدِ بنِ أَبي حَدْرَدٍ الأسلميِّ. ويقالُ: السُّلمِيّ الصحابي رضي الله عنه:"},{"hadithId":"1597","text":"أنًّ رسول الله صلى الله عليه وسلم قَالَ: (لاَ يَحِلُّ لِمُؤْمِنٍ أنْ يَهْجُرَ مُؤْمِناً فَوقَ ثَلاَثٍ، فإنْ مَرَّتْ بِهِ ثَلاَثٌ، فَلْيَلْقَهُ فَلْيُسَلِّمْ عَلَيْهِ، فَإنْ رَدَّ عَلَيْهِ السَّلامَ فَقَدِ اشْتَرَكَا في الأجْرِ، وَإنْ لَمْ يَرُدَّ عَلَيْهِ فَقَدْ بَاءَ بِالإثْمِ، وَخَرَجَ المُسَلِّمُ مِنَ الهِجْرَةِ). رواه أَبُو داود بإسناد حسن. قَالَ أَبُو داود: (إِذَا كَانَتْ الهِجْرَةُ للهِ تَعَالَى فَليسَ مِنْ هَذَا في شَيْءٍ).","sanad":"وعن أَبي هريرة رضي الله عنه:"}]},{"chapterID":28,"chapterName":"28 - باب النهي عن تناجي اثنين دون الثالث بغير إذنه إِلاَّ لحاجةٍ وَهُوَ أن يتحدثا سراً بحيث لا يسمعهما وفي معناه مَا إِذَا تحدثا بلسان لا يفهمه","chapterIntro":"28 - باب النهي عن تناجي اثنين دون الثالث بغير إذنه إِلاَّ لحاجةٍ وَهُوَ أن يتحدثا سراً بحيث لا يسمعهما وفي معناه مَا إِذَا تحدثا بلسان لا يفهمه، قَالَ الله تَعَالَى: {إنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ} [المجادلة : 10].","hadiths":[{"hadithId":"1598","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (إِذَا كانُوا ثَلاثَةً، فَلاَ يَتَنَاجَى (1)، اثْنَانِ دُونَ الثَّالِثِ). متفق عَلَيْهِ.\nورواه أَبُو داود وزاد: قَالَ أَبُو صالح: قُلْتُ لابنِ عُمرَ: فَأرْبَعَةً؟ قَالَ: لا يَضُرُّكَ. ورواه مالك في \"الموطأ\": عن عبد الله بن دينارٍ قَالَ: كُنْتُ أنَا وابْنُ عُمَرَ عِنْدَ دَارِ خَالِدِ بنُ عُقْبَةَ الَّتي في السُّوقِ، فَجَاءَ رَجُلٌ يُريدُ أنْ يُنَاجِيَهُ، وَلَيْسَ مَعَ ابْنِ عُمَرَ أَحَدٌ غَيْرِي، فَدَعَا ابْنُ عُمَرَ رَجُلاً آخَرَ حَتَّى كُنَّا أَرْبَعَةً، فَقَالَ لِي وَللرَّجُلِ الثَّالِثِ الَّذِي دَعَا: اسْتَأْخِرَا شَيْئاً، فَإنِّي سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقُولُ: (لا يَتَنَاجَى اثْنَانِ دُونَ وَاحِدٍ).\n\nـــــــــــــــــــــــ\n(1) يَتَنَاجَى : أي لا يتسارران منفردين عنه. النهاية 5/25.","sanad":"وعن ابن عمر رضي الله عنهما: "},{"hadithId":"1599","text":"أنَّ رسول اللهِ صلى الله عليه وسلم قَالَ: (إِذَا كُنْتُمْ ثَلاَثَةً، فَلاَ يَتَنَاجَى اثْنَانِ دُونَ الآخَرِ حَتَّى تَخْتَلِطُوا بِالنَّاسِ، مِنْ أجْلِ أنَّ ذَلِكَ يُحْزِنُهُ). متفق عَلَيْهِ.","sanad":"وعن ابن مسعود رضي الله عنه:"}]},{"chapterID":29,"chapterName":"29 - باب النهي عن تعذيب العبد والدابة والمرأة والولد بغير سبب شرعي أَوْ زائد عَلَى قدر الأدب","chapterIntro":"29 - باب النهي عن تعذيب العبد والدابة والمرأة والولد بغير سبب شرعي أَوْ زائد عَلَى قدر الأدب، قَالَ الله تَعَالَى: {وَبِالوَالِدَيْنِ إحْساناً وَبِذي القُرْبَى واليَتَامَى وَالمَسَاكِينِ وَالجَارِ ذِي القُرْبَى وَالجَارِ الجُنُبِ والصَّاحِبِ بالجَنْبِ وابْنِ السَّبيلِ وَمَا مَلَكَتْ أَيْمانُكُمْ إنَّ اللهَ لاَ يُحِبُّ مَنْ كَانَ مُخْتالاً فَخُوراً} [النساء الآية : 36].","hadiths":[{"hadithId":"1600","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (عُذِّبَتِ امْرَأَةٌ في هِرَّةٍ سَجَنَتْها حَتَّى مَاتَتْ، فَدَخَلَتْ فِيهَا النَّارَ، لاَ هِيَ أَطْعَمَتْهَا وَسَقَتْهَا، إذْ حَبَسَتْهَا، وَلاَ هِيَ تَرَكَتْهَا تَأكُلُ مِنْ خَشَاشِ الأَرْضِ). متفق عَلَيْهِ.\n\n(خَشَاشُ الأرضِ) بفتح الخاءِ المعجمة وبالشينِ المعجمة المكررة، وهي: هَوَامُّها وَحَشَرَاتُهَا.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1601","text":"أنَّهُ مَرَّ بِفِتْيَانٍ مِنْ قُرَيْشٍ قَدْ نَصَبُوا طَيراً وَهُمْ يَرْمُونَهُ، وَقَدْ جَعَلُوا لِصَاحِبِ الطَّيْرِ كُلَّ خَاطِئَةٍ مِنْ نَبْلِهمْ، فَلَمَّا رَأَوْا ابْنَ عُمَرَ تَفَرَّقُوا، فَقَالَ ابْنُ عُمَرَ: مَنْ فَعَلَ هَذَا؟ لَعَنَ اللهُ مَنْ فَعَلَ هَذَا، إنَّ رسولَ الله صلى الله عليه وسلم لَعَنَ مَنِ اتَّخَذَ شَيْئاً فِيهِ الرُّوحُ غَرَضاً. متفق عَلَيْهِ.\n\n(الغَرَضُ) بفتحِ الغَين المعجمة والراءِ وَهُوَ الهَدَفُ وَالشَّيءُ الَّذِي يُرْمَى إِلَيْهِ.","sanad":"وَعَنْهُ:"},{"hadithId":"1602","text":"نهى رسُولُ الله صلى الله عليه وسلم أن تُصْبَرَ البَهَائِمُ. متفق عَلَيْهِ.\n\nومعناه: تُحْبَسُ لِلقَتْلِ.","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1603","text":"لَقَدْ رَأَيْتُنِي سَابِعَ سَبْعَةٍ مِنْ بَنِي مُقَرِّنٍ مَا لَنَا خَادِمٌ إِلاَّ وَاحِدَةٌ لَطَمَهَا أصْغَرُنَا فَأَمَرَنَا رسولُ الله صلى الله عليه وسلم أنْ نُعْتِقَهَا. رواه مسلم. وفي روايةٍ: (سَابعَ إخْوَةٍ لِي).","sanad":"وعن أَبي عليٍّ سويدِ بن مُقَرِّنٍ رضي الله عنه قَالَ:"},{"hadithId":"1604","text":"كُنْتُ أضْرِبُ غُلامَاً لِي بالسَّوْطِ، فَسَمِعْتُ صَوْتاً مِنْ خَلْفِي: (اعْلَمْ أَبَا مَسْعُودٍ) فَلَمْ أفْهَمِ الصَّوْتِ مِنَ الغَضَبِ، فَلَمَّا دَنَا مِنِّي إِذَا هُوَ رسولُ الله صلى الله عليه وسلم، فإذا هُوَ يَقُولُ: (اعْلَمْ أَبَا مَسْعُودٍ أنَّ اللهَ أقْدَرُ عَلَيْكَ مِنْكَ عَلَى هَذَا الغُلامِ). فَقُلتُ: لا أضْرِبُ مَمْلُوكاً بَعْدَهُ أَبَداً. وَفِي روايةٍ: فَسَقَطَ السَّوْطُ مِنْ يَدِي مِنْ هَيْبَتِهِ. وفي روايةٍ: فَقُلتُ: يَا رسولَ الله، هُوَ حُرٌّ لِوَجْهِ اللهِ تَعَالَى فَقَالَ: (أمَا لَوْ لَمْ تَفْعَلْ، لَلَفَحَتْكَ النَّارُ، أَوْ لَمَسَّتْكَ النَّارُ). رواه مسلم بهذه الروايات.","sanad":"وعن أَبي مسعودٍ البدْرِيِّ رضي الله عنه قَالَ:"},{"hadithId":"1605","text":"أنَّ النَّبيَّ صلى الله عليه وسلم قَالَ: (مَنْ ضَرَبَ غُلاَمَاً لَهُ حَدّاً لَمْ يَأتِهِ، أَوْ لَطَمَهُ، فإنَّ كَفَارَتَهُ أنْ يُعْتِقَهُ). رواه مسلم.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1606","text":"أنَّه مَرَّ بالشَّامِ عَلَى أُنَاسٍ مِنَ الأَنْبَاطِ، وَقَدْ أُقيِمُوا في الشَّمْسِ، وَصُبَّ عَلَى رُؤُوسِهِمُ الزَّيْتُ! فَقَالَ: مَا هَذَا؟ قيل: يُعَذَّبُونَ في الخَرَاجِ - وفي رواية: حُبِسُوا في الجِزْيَةِ - فَقَالَ هِشَامٌ: أشهدُ لَسَمِعْتُ رسولَ الله صلى الله عليه وسلم، يقولُ: (إنَّ اللهَ يُعَذِّبُ الَّذِينَ يُعَذِّبُونَ النَّاس في الدُّنْيَا). فَدَخَلَ عَلَى الأمِيرِ، فَحَدَّثَهُ، فَأَمَرَ بِهِمْ فَخُلُّوا. رواه مسلم.\n\n(الأنباط) الفلاحون مِنَ العَجَمِ.","sanad":"وعن هِشام بن حكيمِ بن حِزَامٍ رضي الله عنهما:"},{"hadithId":"1607","text":"رأى رسولُ الله صلى الله عليه وسلم حِمَاراً مَوْسُومَ الوَجْهِ، فَأَنْكَرَ ذَلِكَ؟ فَقَالَ: (واللهِ لا أسِمُهُ إِلاَّ أقْصَى شَيْءٍ مِنَ الوَجْهِ) وأمَرَ بِحِمَارِهِ فَكُوِيَ في جَاعِرَتَيْهِ، فَهُوَ أوَّلُ مَنْ كَوَى الجَاعِرَتَيْنِ. رواه مسلم.\n\n(الجَاعِرَتَانِ): نَاحِيَةُ الوَرِكَيْنِ حَوْلَ الدُّبُرِ. ","sanad":"وعن ابن عباس رضي الله عنهما قَالَ:"},{"hadithId":"1608","text":"أنَّ النبيَّ صلى الله عليه وسلم مَرَّ عَلَيْهِ حِمَارٌ قَدْ وُسِمَ في وَجْهِهِ فَقَالَ: (لَعَنَ اللهُ الَّذِي وَسَمَهُ). رواه مسلم. وفي رواية لمسلم أَيضاً: نهى رسول الله صلى الله عليه وسلم عَنِ الضَّرْبِ في الوَجْهِ، وَعَنِ الوَسْمِ في الوَجْهِ.","sanad":"وعنه:"}]},{"chapterID":30,"chapterName":"30 - باب تحريم التعذيب بالنار في كل حيوان حَتَّى النملة ونحوها","chapterIntro":"30- باب تحريم التعذيب بالنار في كل حيوان حَتَّى النملة ونحوها.","hadiths":[{"hadithId":"1609","text":"بعثنا رسولُ الله صلى الله عليه وسلم في بَعْثٍ فَقَالَ: (إنْ وَجَدْتُمْ فُلاَناً وَفُلاناً) لِرَجُلَيْنِ مِنْ قُرَيْشٍ سَمَّاهُمَا (فَأَحْرِقُوهُمَا بالنَّارِ) ثُمَّ قَالَ رسولُ الله صلى الله عليه وسلم حِيْنَ أرَدْنَا الخرُوجَ: (إنِّي كُنْتُ أَمَرْتُكُمْ أنْ تُحْرِقُوا فُلاناً وفُلاناً، وإنَّ النَّارَ لا يُعَذِّبُ بِهَا إِلاَّ الله، فإنْ وَجَدْتُمُوهُما فاقْتُلُوهُما). (1)، رواه البخاري.\n\nــــــــــــــــــــــــــــ\n(1) قال الخطابي في معالم السنن 2/245 (هذا إنما يكره إذا كان الكافر أسيراً قد ظفر به، وحصل في الكف وقد أباح رسول الله صلى الله عليه وسلم أن تضرم النار على الكفار في الحرب، وقال لأسامة: اغز على أُبنا صباحاً وحرق. ورخص سفيان الثوري والشافعي في أن يرمى أهل الحصون بالنيران إلا أنه يستحب أن لا يرموا بالنار ما داموا يطاقون إلا أن يخافوا من ناحيتهم الغلبة فيجوز حينئذ أن يقذفوا بالنار).","sanad":"عن أَبي هريرةَ رضي الله عنه قَالَ:"},{"hadithId":"1610","text":"كنَّا مَعَ رسول الله صلى الله عليه وسلم في سَفَرٍ، فانْطَلَقَ لحَاجَتِهِ، فَرَأيْنَا حُمَّرَةً مَعَهَا فَرْخَانِ، فَأَخَذْنَا فَرْخَيْهَا، فَجَاءتِ الحُمَّرَةُ فَجَعَلَتْ تَعْرِشُ (1)، فَجَاءَ النَّبيُّ صلى الله عليه وسلم فَقَالَ: (مَنْ فَجَعَ هذِهِ بِوَلَدِهَا؟، رُدُّوا وَلَدَهَا إِلَيْها). ورأَى قَرْيَةَ نَمْلٍ قَدْ حَرَّقْنَاهَا، فَقَالَ: (مَنْ حَرَّقَ هذِهِ؟) قُلْنَا: نَحْنُ قَالَ: (إنَّهُ لا يَنْبَغِي أنْ يُعَذِّبَ بالنَّارِ إِلاَّ رَبُّ النَّارِ). رواه أَبُو داود بإسناد صحيح (2).\n\nقَوْله: (قَرْيَةُ نَمْلٍ) مَعْنَاهُ: مَوضْعُ النَّمْلِ مَعَ النَّمْلِ.\n\nــــــــــــــــــــــــــــ\n(1) تَعْرِشُ : ترفرف بأجنحتها. انظر: معالم السنن 2/245.\n(2) النمل على ضربين: أحدهما : مؤذ ضرار فدفع عاديته جائز، والضرب الآخر لا ضرر فيه وهو الطوال الأرجل لا يجوز قتله. قاله الخطابي في معالم السنن 2/246.","sanad":"وعن ابن مسعودٍ رضي الله عنه قَالَ:"}]},{"chapterID":31,"chapterName":"31 - باب تحريم مطل الغني بحقٍّ طلبه صاحبه","chapterIntro":"31 - باب تحريم مطل الغني بحقٍّ طلبه صاحبه، قَالَ الله تَعَالَى: {إنَّ اللهَ يَأمُرُكُمْ أنْ تُؤَدُّوا الأمَانَاتِ إِلَى أهْلِهَا} [النساء : 58]، وقال تَعَالَى: {فَإن أَمِنَ بَعْضُكُمْ بَعْضاً فلْيُؤَدِّ الَّذِي اؤْتُمِنَ أمَانَتَهُ} [البقرة : 283].","hadiths":[{"hadithId":"1611","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَطْلُ الغَنِيِّ ظُلْمٌ، وَإِذَا أُتْبعَ أَحَدُكُمْ عَلَى مَلِيءٍ فَلْيَتْبَع). متفق عَلَيْهِ.\n\nمعنى (أُتبع): أُحِيل (1).\n\nــــــــــــــــــــــــــــ\n(1)  قال الخطابي: (أصحاب الحديث يقولون: إذا اتبع بتشديد التاء وهو غلط وصوابه اتْبع ساكنة التاء على وزن افعل) معالم السنن 3/56 وانظر بلا بد بقية كلامه.","sanad":"وعن أَبي هريرة رضي الله عنه:"}]},{"chapterID":32,"chapterName":"32 - باب كراهة عود الإنسان في هبة","chapterIntro":"285- باب كراهة عود الإنسان في هبة لَمْ يُسلِّمها إِلَى الموهوب لَهُ، وفي هبة وهبها لولده وسلمها أَوْ لَمْ يسلمها وكراهة شرائه شَيْئاً تصدّق بِهِ من الَّذِي تصدق عَلَيْهِ أَوْ أخرجه عن زكاة أَوْ كفارة ونحوها وَلاَ بأس بشرائه من شخص آخر قَدْ انتقل إِلَيْهِ.","hadiths":[{"hadithId":"1612","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (الَّذِي يَعُودُ في هِبَتِهِ كَالكَلْبِ يَرْجِعُ في قَيْئِهِ). متفق عَلَيْهِ. وفي رواية: (مَثَلُ الَّذِي يَرْجِعُ في صَدَقَتِهِ، كَمَثَلِ الكَلْبِ يَقِيءُ، ثُمَّ يَعُودُ في قَيْئِهِ فَيَأكُلُهُ). وفي روايةٍ: (العائِدُ في هِبَتِهِ كالعائِدِ في قَيْئِهِ).","sanad":"وعن ابن عباس رضي الله عنهما:"},{"hadithId":"1613","text":"حَمَلْتُ عَلَى فَرَسٍ في سَبيلِ اللهِ فَأَضَاعَهُ الَّذِي كَانَ عِندَهُ، فَأَرَدْتُ أن أشْتَرِيَهُ، وَظَنَنْتُ أنَّهُ يَبِيعُهُ بِرُخْصٍ، فَسَأَلْتُ النَّبِيَّ صلى الله عليه وسلم، فَقَالَ: (لاَ تَشْتَرِهِ وَلاَ تَعُدْ فِي صَدَقَتِكَ وإنْ أعْطَاكَهُ بِدِرْهَمٍ؛ فَإنَّ العَائِدَ في صَدَقَتِهِ كَالعَائِدِ في قَيْئِهِ). متفق عَلَيْهِ. قَوْله: (حَمَلْتُ عَلَى فَرَسٍ فِي سَبيلِ الله) مَعنَاهُ: تَصَدَّقْتُ بِهِ عَلَى بَعْضِ المُجَاهِدِينَ.","sanad":"وعن عمر بن الخطاب رضي الله عنه قَالَ:"}]},{"chapterID":33,"chapterName":"33 - باب تأكيد تحريم مال اليتيم","chapterIntro":"33 - باب تأكيد تحريم مال اليتيم، قَالَ الله تَعَالَى: {إنَّ الَّذِينَ يَأكُلُونَ أمْوَالَ اليَتَامَى ظُلْماً إنَّمَا يَأكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَونَ سَعِيراً} [النساء : 10]، وقال تَعَالَى: {وَلاَ تَقْرَبُوا مَالَ اليَتِيمِ إِلاَّ بالَّتِي هِيَ أحْسَنُ} [الأنعام : 152]، وقال تَعَالَى: {وَيَسْألُونَكَ عَنِ اليَتَامَى قُلْ إصْلاَحٌ لَهُمْ خَيْرٌ وَإنْ تُخَالِطُوهُمْ فَإخْوَانُكُمْ واللهُ يَعْلَمُ المُفْسِدَ مِنَ المُصْلِحِ} [البقرة : 220].","hadiths":[{"hadithId":"1614","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (اجْتَنِبُوا السَّبْعَ المُوبِقَاتِ!) قالُوا: يَا رَسُولَ اللهِ، وَمَا هُنَّ؟ قَالَ: (الشِّرْكُ باللهِ، والسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتي حَرَّمَ اللهُ إِلاَّ بالحَقِّ، وأكلُ الرِّبَا، وأكْلُ مَالِ اليَتِيمِ، والتَّوَلِّي يَوْمَ الزَّحْفِ، وقَذْفُ المُحْصَنَاتِ المُؤْمِنَاتِ الغَافِلاَتِ). متفق عَلَيْهِ.\n\n(المُوبِقَاتِ): المُهْلِكات.","sanad":"وعن أَبي هريرة رضي الله عنه،"}]},{"chapterID":34,"chapterName":"34 - باب تغليظ تحريم الربا","chapterIntro":"34 - باب تغليظ تحريم الربا، قَالَ اللهُ تَعَالَى: {الَّذِينَ يَأكُلُونَ الرِّبَا لا يَقُومُونَ إِلاَّ كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ المَسِّ ذَلِكَ بأنَّهُمْ قَالُوا إنَّمَا البَيْعُ مِثْلُ الرِّبَا وَأحَلَّ اللهُ البَيْعَ وَحَرَّمَ الرِّبَا فَمَنْ جَاءهُ مَوْعِظَةٌ مِنْ رَبِّهِ فانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللهِ وَمَنْ عَادَ فَأولئِكَ أصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ يَمْحَقُ اللهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ} - إِلَى قَوْله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا} [البقرة : 275- 278]. وأما الأحاديث فكثيرة في الصحيح مشهورة، مِنْهَا حديث أَبي هريرة السابق في الباب قبله.","hadiths":[{"hadithId":"1615","text":"لَعَنَ رسول الله صلى الله عليه وسلم آكِلَ الرِّبَا وَمُوكِلَهُ. رواهُ مسلم، زاد الترمذي وغيره: وَشَاهِدَيْهِ وَكَاتِبَهُ.","sanad":"وعن ابن مسعود رضي الله عنه قَالَ:"}]},{"chapterID":35,"chapterName":"35 - باب تحريم الرياء","chapterIntro":"35 - باب تحريم الرياء، قَالَ الله تَعَالَى: {وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا اللهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ} [البينة : 5]، وقال تَعَالَى: {لا تُبْطِلُوا صَدَقَاتِكُمْ بِالمَنِّ وَالأَذَى كالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ} [البقرة : 264]، وقال تَعَالَى: {يُرَاءونَ النَّاسَ وَلاَ يَذْكُرُونَ اللهَ إِلاَّ قَلِيلاً} [النساء : 142 ].","hadiths":[{"hadithId":"1616","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقولُ: (قَالَ الله تَعَالَى: أنَا أغْنَى الشُّرَكَاءِ عَنِ الشِّرْكِ، مَنْ عَمِلَ عَمَلاً أشْرَكَ فِيهِ مَعِي غَيْرِي تَرَكْتُهُ وَشِرْكَهُ). رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1617","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (إنَّ أَولَ النَّاسِ يُقْضَى يَومَ القِيَامَةِ عَلَيْهِ رَجُلٌ اسْتُشْهِدَ، فَأُتِيَ بِهِ، فَعَرَّفَهُ نِعْمَتَهُ، فَعَرَفَهَا، قَالَ: فَمَا عَمِلْتَ فِيهَا؟ قَالَ: قَاتَلْتُ فِيكَ حَتَّى اسْتُشْهِدْتُ. قَالَ: كَذَبْتَ، وَلَكِنَّكَ قَاتَلْتَ لأَنْ يُقَالَ: جَرِيءٌ! فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ فَسُحِبَ عَلَى وَجْهِهِ حَتَّى أُلْقِيَ في النَّارِ. وَرَجُلٌ تَعَلَّمَ العِلْمَ وَعَلَّمَهُ، وَقَرَأَ القُرآنَ، فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا. قَالَ: فَمَا عَمِلْتَ فِيهَا؟ قَالَ: تَعَلَّمْتُ العِلْمَ وَعَلَّمْتُهُ، وَقَرَأتُ فِيكَ القُرآنَ، قَالَ: كَذَبْتَ، وَلكِنَّكَ تَعَلَّمْتَ لِيُقَالَ: عَالِمٌ! وَقَرَأتَ القُرْآنَ لِيُقَالَ: هُوَ قَارِئٌ؛ فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ فَسُحِبَ عَلَى وَجْهِهِ حَتَّى أُلْقِيَ في النَّارِ. وَرَجُلٌ وَسَّعَ اللهُ عَلَيْهِ، وَأعْطاهُ مِنْ أصْنَافِ المَالِ، فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ، فَعَرَفَهَا. قَالَ: فَمَا عَمِلْتَ فِيهَا؟ قَالَ: مَا تَرَكْتُ مِنْ سَبيلٍ تُحِبُّ أنْ يُنْفَقَ فِيهَا إِلاَّ أنْفَقْتُ فِيهَا لَكَ. قَالَ: كَذَبْتَ، ولكِنَّكَ فَعَلْتَ لِيُقَالَ: جَوَادٌ! فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ فَسُحِبَ عَلَى وَجْهِهِ حَتَّى أُلْقِيَ في النَّارِ). رواه مسلم.\n\n(جَرِيءٌ) بفتح الجيم وكسر الراء والمد: أيْ شُجَاعٌ حَاذِقٌ.","sanad":"وعنه قَالَ:"},{"hadithId":"1618","text":"أن نَاساً قَالُوا لَهُ: إنَّا نَدْخُلُ عَلَى سَلاَطِيننَا فَنَقُولُ لَهُمْ بِخِلاَفِ مَا نَتَكَلَّمُ إِذَا خَرَجْنَا مِنْ عِندِْهِمْ؟ قَالَ ابنُ عُمَرَ رضي الله عنهما: كُنَّا نَعُدُّ هَذَا نِفاقاً عَلَى عَهْدِ رسول الله صلى الله عليه وسلم. رواه البخاري.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1619","text":"قَالَ النبيُّ صلى الله عليه وسلم: (مَنْ سَمَّعَ سَمَّعَ الله بِهِ، وَمَنْ يُرائِي يُرائِي اللهُ بِهِ). متفق عَلَيْهِ. ورواه مسلم أَيضاً من رواية ابن عباس رضي الله عنهما.\n\n(سَمَّعَ) بتشديد الميم، ومعناه: أظهر عمله للناس رِياءً. (سَمَّعَ اللهُ بِهِ) أيْ: فَضَحَهُ يَومَ القِيَامَةِ. ومعنى: (مَنْ رَاءى) أيْ : مَنْ أظْهَرَ لِلنَّاسِ العَمَلَ الصَّالِحَ لِيَعْظُمَ عِنْدَهُمْ. (رَاءى اللهُ بِهِ) أيْ: أظْهَرَ سَرِيرَتَهُ عَلَى رُؤُوسِ الخَلائِقِ.","sanad":"وعن جُندب بن عبد اللهِ بن سفيان رضي الله عنه قَالَ:"},{"hadithId":"1620","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ تَعَلَّمَ عِلْماً مِمَّا يُبْتَغَى بِهِ وَجْهُ اللهِ عز وجل لاَ يَتَعَلَّمُهُ إِلاَّ لِيُصِيبَ بِهِ عَرَضاً مِنَ الدُّنْيَا، لَمْ يَجِدْ عَرْفَ الجَنَّةِ يَوْمَ القِيَامَةِ) يَعْنِي: رِيحَهَا. رواه أَبُو داود بإسنادٍ صحيحٍ والأحاديث في الباب كثيرةٌ مشهورةٌ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":36,"chapterName":"36 - باب مَا يتوهم أنَّه رياء وليس هُوَ رياء","chapterIntro":"36 - باب مَا يتوهم أنَّه رياء وليس هُوَ رياء.","hadiths":[{"hadithId":"1621","text":"قِيلَ لِرسولِ الله صلى الله عليه وسلم: أرَأيْتَ الرَّجُلَ الَّذِي يَعْمَلُ العَمَلَ مِنَ الخَيْرِ، وَيَحْمَدُهُ النَّاسُ عَلَيْهِ؟ قَالَ: (تِلْكَ عَاجِلُ بُشْرَى المُؤْمِنِ). (1)، رواه مسلم.\n\nــــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 8/359  (معناه هذه البشرى المعجلة له بالخير، وهي دليل على رضاء الله تعالى عنه، ومحبته له …).","sanad":"وعن أَبي ذرٍ رضي الله عنه قَالَ:"}]},{"chapterID":37,"chapterName":"37 - باب تحريم النظر إِلَى المرأة الأجنبية والأمرد الحسن لغير حاجة شرعية","chapterIntro":"37 - باب تحريم النظر إِلَى المرأة الأجنبية والأمرد الحسن لغير حاجة شرعية، قَالَ الله تَعَالَى: {قُلْ لِلمُؤْمِنِينَ يَغُضُّوا مِنْ أبْصَارِهِمْ} [النور : 30]، وقال تَعَالَى: {إنَّ السَّمْعَ وَالبَصَرَ والفُؤادَ كُلُّ أُولئِكَ كَانَ عَنْهُ مَسْئُولاً} [الإسراء : 36]، وقال تَعَالَى: {يَعْلَمُ خَائِنةَ الأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} [غافر : 19]، وقال تَعَالَى: {إنَّ رَبكَ لَبِالمِرْصَادِ} [الفجر : 14].","hadiths":[{"hadithId":"1622","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (كُتِبَ عَلَى ابْن آدَمَ نَصِيبُهُ مِنَ الزِّنَا مُدْرِكُ ذَلِكَ لا مَحَالَةَ: العَيْنَانِ زِنَاهُمَا النَّظَرُ، وَالأُذُنَانِ زِنَاهُمَا الاسْتِمَاعُ، وَاللِّسَانُ زِناهُ الكَلاَمُ، وَاليَدُ زِنَاهَا البَطْشُ، وَالرِّجْلُ زِنَاهَا الخُطَا، والقَلْبُ يَهْوَى وَيَتَمَنَّى، وَيُصَدِّقُ ذَلِكَ الفَرْجُ أَوْ يُكَذِّبُهُ). متفق عَلَيْهِ. هَذَا لفظ مسلمٍ، ورواية البخاري مختصرَةٌ.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1623","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إيّاكُمْ والجُلُوس فِي الطُّرُقَاتِ!) قالوا: يَا رسولَ الله، مَا لَنَا مِنْ مَجَالِسِنَا بُدٌّ، نَتَحَدَّثُ فِيهَا. فَقَالَ رسولُ الله صلى الله عليه وسلم: (فَإذَا أبَيْتُمْ إِلاَّ المَجْلِسَ، فَأَعْطُوا الطَّرِيقَ حَقَّهُ) قَالُوا: وَمَا حَقُّ الطَّريقِ يَا رسولَ اللهِ؟ قَالَ: (غَضُّ البَصَرِ، وَكَفُّ الأَذَى، وَرَدُّ السَّلاَمِ، والأمرُ بالمَعْرُوفِ، والنَّهيُ عنِ المُنْكَرِ). (1)، متفق عَلَيْهِ.\n\nـــــــــــــــــــــــــــ\n(1) قال المصنف في شرح صحيح مسلم 7/287  (هذا الحديث كثير الفوائد، وهو من الأحاديث الجامعة، وأحكامه ظاهرة، وينبغي أنْ يجتنب الجلوس في الطرقات لهذا الحديث، ويدخل في كف الأذى اجتناب الغيبة، وظن السوء، واحتقار بعض المارين، وتضييق الطريق، وكذا إذا كان القاعدون ممن يهابهم المارون، أو يخافون منهم، ويمتنعون من المرور في أشغالهم بسبب ذلك لكونهم لا يجدون طريقاً إلا ذلك الموضع).","sanad":"وعن أَبي سعيد الخُدريِّ رضي الله عنه،"},{"hadithId":"1624","text":"كُنَّا قُعُوداً بالأفْنِيَةِ (1)، نَتَحَدَّثُ فِيهَا فَجَاءَ رسولُ اللهِ صلى الله عليه وسلم فَقَامَ عَلَيْنَا، فَقَالَ: (مَا لَكُمْ وَلِمَجَالسِ الصُّعُدَاتِ؟ اجْتَنِبُوا مَجَالِسَ الصُّعُدَاتِ) فقُلْنَا: إنَّمَا قَعَدْنَا لِغَيْرِ مَا بَأسٍ، قَعَدْنَا نَتَذَاكَرُ، وَنَتَحَدَّثُ. قَالَ: (إمَّا لاَ فَأَدُّوا حَقَّهَا: غَضُّ البَصَرِ، وَرَدُّ السَّلاَمِ، وَحُسْنُ الكَلاَمِ). رواه مسلم.\n\n(الصُّعُدات) بضمِ الصاد والعين: أيْ الطُّرقَاتِ.\n\nــــــــــــــــــــــــــ\n(1) الأفْنِيَةِ : جمع فناء، وهو المتسع أمام الدار. النهاية 3/477.","sanad":"وعن أَبي طلحة زيد بن سهل رضي الله عنه قَالَ:"},{"hadithId":"1625","text":"سألت رسول الله صلى الله عليه وسلم عن نَظَرِ الفَجْأَةِ فَقَالَ: (اصْرِفْ بَصَرَكَ). رواه مسلم.","sanad":"وعن جرير رضي الله عنه قَالَ:"},{"hadithId":"1626","text":"كنتُ عِنْدَ رسول الله صلى الله عليه وسلم، وعندهُ مَيْمُونَة، فَأقْبَلَ ابنُ أُمِّ مَكْتُومٍ، وَذَلِكَ بَعْدَ أنْ أُمِرْنَا بِالحِجَابِ فَقَالَ النبيُّ صلى الله عليه وسلم: (احْتَجِبَا مِنْهُ) فَقُلْنَا: يَا رسولَ اللهِ، ألَيْسَ هُوَ أعْمَى! لاَ يُبْصِرُنَا، وَلاَ يَعْرِفُنَا؟ فَقَالَ النَّبيُّ صلى الله عليه وسلم: (أفَعَمْيَاوَانِ أنتُما أَلَسْتُمَا تُبْصِرَانِهِ!؟). رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن أُم سَلَمَة رَضِيَ اللهُ عنها قالت:"},{"hadithId":"1627","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لاَ يَنْظُرُ الرَّجُلُ إِلَى عَوْرَةِ الرَّجُلِ، وَلاَ المَرْأَةُ إِلَى عَوْرَةِ المَرْأَةِ، وَلاَ يُفْضِي الرَّجُلُ إِلَى الرَّجُلِ في ثَوْبٍ وَاحِدٍ (1)، وَلاَ تُفْضي المَرْأةُ إِلَى المَرْأَةِ في الثَّوْبِ الواحِدِ). رواه مسلم.\n\nــــــــــــــــــــــــــــــ\n(1) وَلاَ يُفْضِي الرَّجُلُ إِلَى الرَّجُلِ في ثَوْبٍ وَاحِدٍ : قال المصنف في شرحه لصحيح مسلم 2/226-227 (فهو نهي تحريم إذا لم يكن بينهما حائل، وفيه دليل على تحريم لمس عورة غيره بأي موضع من بدنه كان، وهذا متفق عليه، وهذا مما تعم به البلوى، ويتساهل فيه كثير من الناس باجتماع الناس في الحمام، فيجب على الحاضر فيه أنْ يصون بصره ويده وغيرها عن عورة غيره، وأن يصون عورته عن بصر غيره ويد غيره من قيم وغيره).","sanad":"وعن أَبي سعيد رضي الله عنه:"}]},{"chapterID":38,"chapterName":"38 - باب تحريم الخلوة بالأجنبية","chapterIntro":"38 - باب تحريم الخلوة بالأجنبية، قَالَ الله تَعَالَى: {وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فاسْألُوهُنَّ مِنْ وَرَاءِ حِجابٍ}\n[الأحزاب : 53].","hadiths":[{"hadithId":"1628","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (إيَّاكُمْ وَالدُّخُولَ عَلَى النِّسَاءِ!) فَقَالَ رَجُلٌ مِنَ الأنْصَارِ: أفَرَأيْتَ الحَمْوَ؟ قَالَ: (الحَمْوُ المَوْتُ!). متفق عَلَيْهِ.\n\n(الحَمْو): قَريبُ الزَّوْجِ كَأخِيهِ، وابْنِ أخِيهِ، وَابْنِ عَمِّهِ.","sanad":"وعن عقبة بن عامر رضي الله عنه:"},{"hadithId":"1629","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (لاَ يَخْلُونَّ أَحَدكُمْ بامْرَأَةٍ إِلاَّ مَعَ ذِي مَحْرَمٍ). متفق عَليْهِ.","sanad":"وعن ابن عباس رضي الله عنهما: "},{"hadithId":"1630","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (حُرْمَةُ نِسَاءِ المُجَاهِدِينَ عَلَى القَاعِدِينَ كَحُرْمَةِ أُمَّهَاتِهِمْ، مَا مِنْ رَجُلٍ مِنَ القَاعِدِيْنَ يَخْلُفُ رَجُلاً مِنَ المُجَاهِدِينَ في أهْلِهِ، فَيَخُونُهُ فِيهِمْ إِلاَّ وَقَفَ لَهُ يَوْمَ القِيَامَةِ، فَيَأْخُذُ مِنْ حَسَنَاتِهِ مَا شَاءَ حَتَّى يَرْضى) ثُمَّ التَفَتَ إلَيْنَا رسولُ اللهِ صلى الله عليه وسلم فَقَالَ: (مَا ظَنُّكُمْ؟). رواه مسلم.","sanad":"وعن بُريدَةَ رضي الله عنه قَالَ:"}]},{"chapterID":39,"chapterName":"39 - باب تحريم تشبه الرجال بالنساء وتشبه النساء بالرجال في لباس وحركة وغير ذَلِكَ","chapterIntro":"39 - باب تحريم تشبه الرجال بالنساء وتشبه النساء بالرجال في لباس وحركة وغير ذَلِكَ.","hadiths":[{"hadithId":"1631","text":"لَعَنَ رسُولُ اللهِ صلى الله عليه وسلم المُخَنَّثِينَ مِنَ الرِّجَالِ، وَالمُتَرَجِّلاَتِ مِنَ النِّسَاءِ. وفي رواية: لَعَنَ رَسُولُ اللهِ صلى الله عليه وسلم المُتَشَبِّهِينَ مِنَ الرِّجَالِ بالنِّسَاءِ، والمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بالرِّجَالِ. رواه البخاري.","sanad":"عن ابن عباس رضي الله عنهما قَالَ:"},{"hadithId":"1632","text":"لَعَنَ رسُولُ الله صلى الله عليه وسلم الرَّجُلَ يَلْبَسُ لِبْسَةَ المَرْأَةِ، والمَرْأَةَ تَلْبِسُ لِبْسَةَ الرَّجُلِ. رواه أَبُو داود بإسناد صحيح.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1633","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (صِنْفَانِ مِنْ أهْلِ النَّارِ لَمْ أَرَهُمَا: قَومٌ مَعَهُمْ سِيَاطٌ كَأذْنَابِ البَقَرِ يَضْرِبُونَ بِهَا النَّاسَ، وَنِسَاءٌ كَاسِيَاتٌ عَارِيَاتٌ مُمِيلاَتٌ مَائِلاَتٌ، رُؤُوسُهُنَّ كَأَسْنِمَةِ البُخْتِ المائِلَةِ لاَ يَدْخُلْنَ الجَنَّةَ، وَلاَ يَجِدْنَ رِيحَهَا، وإنَّ رِيحَهَا لَيُوجَدُ مِنْ مَسِيرَةِ كَذَا وَكذَا). (1)، رواه مسلم.\n\nمعنى (كَاسِيَاتٌ) أيْ: مِنْ نِعْمَةِ اللهِ (عَارِيَاتٌ) مِنْ شُكْرِهَا. وَقِيلَ مَعْنَاهُ: تَسْتُرُ بَعْضَ بَدَنِهَا، وَتَكْشِفُ بَعْضَهُ إظْهاراً لِجَمَالِهَا وَنَحْوِهِ. وَقِيلَ: تَلْبَسُ ثَوباً رَقِيقاً يَصِفُ لَوْنَ بَدَنِهَا. وَمَعْنَى (مائِلاَتٌ)، قِيلَ: عَنْ طَاعَةِ اللهِ وَمَا يَلْزَمُهُنَّ حِفْظُهُ (مميلاَتٌ) أيْ: يُعَلِّمْنَ غَيْرَهُنَّ فِعْلَهُنَّ المَذْمُومَ. وَقِيلَ: مَائِلاَتٌ يَمْشِينَ مُتَبَخْتِرَاتٍ، مُمِيلاَتٌ لأَكْتَافِهِنَّ، وقيلَ: مائلاتٌ يَمْتَشطنَ المِشْطَةَ المَيلاءَ: وهي مِشطةُ البَغَايا، و(مُميلاتٌ) يُمَشِّطْنَ غَيْرَهُنَّ تِلْكَ المِشْطَةَ. (رُؤوسُهُنَّ كَأسْنِمَةِ البُخْتِ) أيْ: يُكَبِّرْنَهَا وَيُعَظِّمْنَهَا بِلَفِّ عِمَامَةٍ أَوْ عِصَابَةٍ أَوْ نَحْوِهَا.\n\nــــــــــــــــــــــــــــــ\n(1) قال المصنف في شرحه لصحيح مسلم 7/293  (هذا الحديث من معجزات النبوة، فقد وقع هذان الصنفان، وهما موجودان). رحم الله المصنف قال هذا في زمنه فماذا يقول لو رأى مجتمعاتنا، لا حول ولا قوة إلا بالله. وللشيخ ابن عثيمين رحمه الله تعليق في هذا الموضع على مسألة خافية على الناس قد أبانها في شرحه وآثرت نقلها لما فيها من فائدة، فقال: (وهنا مسألة تُشكل على بعض النساء وعلى بعض الناس أيضاً بفعل الإنسان ما فيه التشبه ويقول: أنا ما نويت، أنا لم أنو التشبه، فيُقال: إن التشبه صورة غالبة متى وجدت حذر التشبه سواء بنية أو بغير نية. فمتى ظهر أن هذا تشبه ويشبه الكافرات ويشبه الفاجرات والعاريات، أو يشبه الرجال من المرأة أو المرأة من الرجل متى ظهر التشبه فهو حرام سواء كان بقصد أو بغير قصد؛ لكن إذا كان بقصد فهو أشد وإن كان بغير قصد قلنا: يجب عليك أن تغيير ما تشبهت به حتى تبتعد عن التشبه). شرح رياض الصالحين 4/251-252.","sanad":"وعنه قَالَ:"}]},{"chapterID":40,"chapterName":"40 - باب النهي عن التشبه بالشيطان والكفار","chapterIntro":"40 - باب النهي عن التشبه بالشيطان والكفار.","hadiths":[{"hadithId":"1634","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (لاَ تَأكُلُوا بِالشِّمَالِ، فَإنَّ الشَّيْطَانَ يَأكُلُ ويَشربُ بِالشِّمَالِ). رواه مسلم.","sanad":"عن جابر رضي الله عنه قَالَ:"},{"hadithId":"1635","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قَالَ: (لاَ يَأكُلَنَّ أَحَدُكُمْ، بِشِمَالِهِ، وَلاَ يَشْرَبَنَّ بِهَا، فَإنَّ الشَّيْطَانَ يَأْكُلُ بِشِمَالِهِ وَيَشْرَبُ بِهَا). رواه مسلم.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1636","text":"أنَّ رسُولَ اللهِ صلى الله عليه وسلم قَالَ: (إنَّ اليَهُودَ وَالنَّصَارى لاَ يَصْبغُونَ، فَخَالِفُوهُمْ). متفق عَلَيْهِ.\n\nالمُرَادُ: خِضَابُ شَعْرِ اللَّحْيَةِ والرَّأسِ الأبْيَضِ بِصُفْرَةٍ أَوْ حُمْرَةٍ؛ وأمَّا السَّوَادُ، فَمَنْهِيٌّ عَنْهُ كَمَا سَنَذْكُرُهُ في البَابِ بَعْدَهُ، إنْ شَاءَ اللهُ تَعَالَى.","sanad":"وعن أَبي هريرة رضي الله عنه:"}]},{"chapterID":41,"chapterName":"41 - باب نهي الرجل والمرأة عن خضاب شعرهما بسواد","chapterIntro":"41 - باب نهي الرجل والمرأة عن خضاب شعرهما بسواد.","hadiths":[{"hadithId":"1637","text":"أُتِيَ بِأَبِي قُحَافَةَ والِدِ أَبي بَكْرٍ الصِّدِّيقِ رضي الله عنهما، يَومَ فَتْحِ مَكَّةَ وَرَأسُهُ وَلِحْيَتُهُ كَالثَّغَامَةِ (1)، بَيَاضاً. فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم: (غَيِّرُوا هَذَا وَاجْتَنِبُوا السَّوَادَ). رواه مسلم.\n\nــــــــــــــــــــــــــ\n(1) الثَّغَامَةِ : نوع من النبات أبيض الزهر والثمر يشبَّه به الشيب، وقِيل هي شجرة تبيض كأنها الثلج، وقال العلامة ابن عثيمين: (تُسمى العوسج) . انظر النهاية 1/214، وشرح رياض الصالحين 4/254.","sanad":"عن جابر رضي الله عنه قَالَ:"}]},{"chapterID":42,"chapterName":"42 - باب النهي عن القَزَع وَهُوَ حلق بعض الرأس دون بعض","chapterIntro":"42 - باب النهي عن القَزَع وَهُوَ حلق بعض الرأس دون بعض (1)، وإباحة حَلْقِهِ كُلّهِ للرجل دون المرأة.\n\nـــــــــــــــــــــــــــــ\n(1) سواء كان الحلق من جانب واحداً ومن كل الجوانب، أو من فوق ومن يمين ومن شمال، ومن وراء ومن أمام، المهم أنه إذا حلق بعض الرأس وترك بعضه فهذا قزع، وقد نهى عنه النبي صلى الله عليه وسلم. شرح رياض الصالحين 4/255.","hadiths":[{"hadithId":"1638","text":"نهَى رسُولُ اللهِ صلى الله عليه وسلم عن القَزَعِ. متفق عَلَيْهِ.","sanad":"عن ابن عمر رضي الله عنهما قَالَ:"},{"hadithId":"1639","text":"رأَى رسُولُ اللهِ صلى الله عليه وسلم صَبِيّاً قَدْ حُلِقَ بَعْضُ شَعْرِ رَأسِهِ وَتُرِكَ بَعْضُهُ، فَنَهَاهُمْ عَنْ ذَلِكَ وقال: (احْلِقُوهُ كُلَّهُ، أَوِ اتْرُكُوهُ كُلَّهُ). رواه أَبُو داود بإسناد صحيح عَلَى شرط البخاري ومسلم.","sanad":"وعنه قَالَ:"},{"hadithId":"1640","text":"أنَّ النَّبيَّ صلى الله عليه وسلم، أمْهَلَ آلَ جَعْفَر ثَلاَثاً ثُمَّ أتَاهُمْ فَقَالَ: (لاَ تَبْكُوا عَلَى أخِي بَعْدَ اليَوْمِ) ثُمَّ قَالَ: (ادْعُوا لِي بَنِي أَخِي) فَجِيءَ بِنَا كَأنَّنَا أفْرُخٌ فَقَالَ: (ادْعُوا لِي الحَلاَّقَ) فَأمرَهُ، فَحَلَقَ رُؤُوسَنَا. رواه أَبُو داود بإسناد صحيح عَلَى شرط البخاري ومسلم.","sanad":"وعن عبد الله بن جعفر رضي الله عنهما: "},{"hadithId":"1641","text":"نَهَى رسُولُ اللهِ صلى الله عليه وسلم أنْ تَحْلِقَ المَرْأةُ رَأسَهَا. رواه النسائي.","sanad":"وعن عليٍّ رضي الله عنه قَالَ:"}]},{"chapterID":43,"chapterName":"43 - باب تحريم وصل الشعر والوشم","chapterIntro":"43 - باب تحريم وصل الشعر والوشم (1)، والوشر وهو تحديد الأسنان، قال تعالى: {إِنْ يَدْعُونَ مِنْ دُونِهِ إِلا إِنَاثاً وَإِنْ يَدْعُونَ إِلا شَيْطَاناً مَرِيداً لَعَنَهُ اللهُ وَقَالَ لأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيباً مَفْرُوضاً وَلأُضِلَّنَّهُمْ وَلأُمَنِّيَنَّهُمْ وَلآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الأَنْعَامِ وَلآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللهِ} [النساء : 117-119].\n\nـــــــــــــــــــــــــــــ\n(1) الوشم : أن يغرز الجلد بإبرة، ثم يحشى بكحل أو نيل، فيزرق أثره أو يخضر. النهاية 5/189.","hadiths":[{"hadithId":"1642","text":"أنَّ امْرَأَةً سَأَلَتِ النَّبيَّ صلى الله عليه وسلم فَقَالَتْ: يا رسولَ اللهِ إنَّ ابْنَتِي أصَابَتْهَا الحَصْبَةُ (1)، فَتَمَرَّقَ شَعْرُهَا، وإنّي زَوَّجْتُهَا، أفَأَصِلُ فِيهِ؟ فقالَ: (لَعَنَ اللهُ الوَاصِلَةَ وَالمَوْصُولَةَ). متفق عليه. وفي روايةٍ: (الوَاصِلَةَ، والمُسْتوْصِلَةَ).\n\nقَوْلُهَا: (فَتَمَرَّقَ) هو بالراءِ ومعناهُ: انْتَثَرَ وَسَقَطَ. (وَالوَاصِلَةُ): التي تَصِلُ شَعْرَهَا، أو شَعْرَ غَيْرِهَا بِشَعْرٍ آخَرَ. (وَالمَوْصُولَةُ): التي يُوصَلُ شَعْرُهَا. (والمُسْتَوْصِلَةُ): التي تَسْألُ مَنْ يَفْعَلُ لها ذلك. وعن عائشة رضي الله عنها نَحوهُ. متفق عليه.\n\nـــــــــــــــــــــــــــ\n(1) الحَصْبَةُ : بفتح الحاء وإسكان الصاد المُهملتين، ويُقال أيضاً: بفتح الصاد وكسرها ثلاث لغات حكاهنَّ جماعة، والإسكان أشهر، وهي بثر تخرج في الجلد يقول: من حصب جلده بكسر الصاد يحصب. شرح صحيح مسلم 7/290.","sanad":"وعن أسماءَ رضي الله عنها:"},{"hadithId":"1643","text":"أنَّهُ سَمِعَ مُعَاوِيَةَ رضي الله عنه، عامَ حَجَّ على المِنْبَرِ وَتَنَاوَلَ قُصَّةً مِنْ شَعْرٍ كَانَتْ في يَدِ حَرَسِيٍّ فَقَالَ: يَا أهْلَ المَدِينَةِ أيْنَ عُلَمَاؤُكُمْ؟! سَمِعتُ النَّبيَّ صلى الله عليه وسلم، يَنْهَى عَنْ مِثْلِ هذِهِ، ويقُولُ  (إنَّمَا هَلَكَتْ بَنُو إسْرَائِيلَ حينَ اتَّخَذَهَا نِسَاؤُهُمْ). متفق عليه.","sanad":"وعن حُميدِ بنِ عبد الرحْمنِ:"},{"hadithId":"1644","text":"أنَّ رسُولَ الله صلى الله عليه وسلم لَعَنَ الوَاصِلَةَ والمُسْتَوْصِلَةَ، والوَاشِمَةَ والمُسْتَوشِمَةَ. متفق عليه.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1645","text":"لَعَنَ اللهُ الوَاشِمَاتِ والمُسْتَوشِمَاتِ وَالمُتَنَمِّصَاتِ، والمُتَفَلِّجَاتِ لِلْحُسْنِ، المُغَيِّرَاتِ خَلْقَ الله، فَقَالَتْ لَهُ امْرَأَةٌ في ذَلِكَ فَقَالَ: وَمَا لِي لاَ ألْعَنُ مَنْ لَعَنَهُ رَسُولُ اللهِ صلى الله عليه وسلم، وَهُوَ فِي كِتَابِ اللهِ؟ قالَ اللهُ تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [سورة الحشر : 7]. متفق عليه.\n\n(المُتَفَلِّجَةُ) هيَ: الَّتي تَبْرُدُ مِنْ أسْنَانِهَا لِيَتَبَاعَدَ بَعْضُهَا عَنْ بَعْضٍ قَلِيلاً، وتُحَسِّنُهَا وَهُوَ الوَشْرُ. (وَالنَّامِصَةُ): الَّتي تَأخُذُ مِنْ شَعْرِ حَاجِبِ غَيْرِهَا، وتُرَقِّقُهُ لِيَصِيرَ حَسَناً. (وَالمُتَنَمِّصَةُ): الَّتي تَأمُرُ مَنْ يَفْعَلُ بِهَا ذَلِكَ.","sanad":"وعن ابن مسعود رضي الله عنه قال:"}]},{"chapterID":44,"chapterName":"44 - باب النهي عن نتف الشيب من اللحية والرأس وغيرهما، وعن نتف الأمرد شعر لحيته عند أول طلوعه","chapterIntro":"44 - باب النهي عن نتف الشيب من اللحية والرأس وغيرهما ، وعن نتف الأمرد شعر لحيته عند أول طلوعه.","hadiths":[{"hadithId":"1646","text":"عن النَّبيِّ صلى الله عليه وسلم قال: (لاَ تَنْتِفُوا الشَّيْبَ؛ فَإنَّهُ نُورُ المُسْلِمِ يَوْمَ القِيَامَةِ) حديث حسن، رواه أبو داود، والترمذي، والنسائي بأسانيد حسنة، قال الترمذي: (هو حديث حسن).","sanad":"عن عمرو بن شعيب، عن أبيهِ، عن جَدِّهِ رضي الله عنه،"},{"hadithId":"1647","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (مَنْ عَمِلَ عَمَلاً لَيْسَ علَيْهِ أمْرُنَا فَهُوَ رَدٌّ). رواه مسلم.","sanad":"وعن عائشة رضي الله عنها قالت:"}]},{"chapterID":45,"chapterName":"45 - باب كراهة الاستنجاء باليمين ومس الفرج باليمين من غير عذر","chapterIntro":"45 - باب كراهة الاستنجاء(1)، باليمين ومس الفرج باليمين من غير عذر.\n\nــــــــــــــــــــــــــ\n(1) الاستنجاء : هو تطهير القبل أو الدبر، وإزالة النجاسة عنهما ويكون بالماء والحجارة أو ما ينوب عنها. انظر: النهاية 5/26، وشرح رياض الصالحين 4/256.","hadiths":[{"hadithId":"1648","text":"عن النبيّ صلى الله عليه وسلم قال: (إذا بَالَ أَحَدُكُمْ، فَلاَ يَأخُذَنَّ ذَكَرَهُ بِيَمِينِهِ، وَلاَ يَسْتَنْجِ بِيَمِينِهِ، وَلاَ يَتَنَفَّسْ فِي الإنَاءِ). متفق عليه. وفي الباب أحاديث كثيرة صحيحة.","sanad":"وعن أبي قتادة رضي الله عنه،"}]},{"chapterID":46,"chapterName":"46 - باب كراهة المشي في نعل واحدة أو خف واحد لغير عذر وكراهة لبس النعل والخف قائماً لغير عذر","chapterIntro":"46 - باب كراهة المشي في نعل واحدة أو خف واحد لغير عذر وكراهة لبس النعل والخف قائماً لغير عذر.","hadiths":[{"hadithId":"1649","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قال: (لاَيَمشِ أحَدُكُمْ فِي نَعْلٍ وَاحِدَةٍ، لِيَنْعَلْهُمَا جَمِيعاً، أو لِيَخْلَعْهُمَا جَمِيعاً). وفي رواية: (أو لِيُحْفِهِمَا جَمِيعاً). متفق عليه.","sanad":"عن أبي هريرة رضي الله عنه:"},{"hadithId":"1650","text":"سمعت رسولَ الله صلى الله عليه وسلم يقول: (إذا انْقَطَعَ شِسْعُ (1)، نَعْلِ أَحَدِكمْ، فَلاَ يَمْشِ في الأُخْرَى حَتَّى يُصْلِحَهَا). رواهُ مسلم.\n\nـــــــــــــــــــــــــــ\n(1) الشِسْعُ :  أحد سيور النعل، وهو الذي يدخل بين الأصبعين، ويدخل طرفه في الثقب الذي في صدر النعل المشدود في الزمام. والزمام السير الذي يعقد فيه الشسع. وإنما نهي عن المشي في نعل واحدة لئلا تكون إحدى الرجلين أرفع من الأخرى، ويكون سبباً للعثار، ويقبح في المنظر، ويُعاب فاعله. النهاية 2/472.","sanad":"وعنه قال:"},{"hadithId":"1651","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم نَهَى أنْ يَنْتَعِلَ الرَّجُلُ قَائِماً. رواه أبو داود بإسناد حسن.","sanad":"وعن جابر رضي الله عنه:"}]},{"chapterID":47,"chapterName":"47 - باب النهي عن ترك النار في البيت عند النوم ونحوه سواء كانت في سراج أو غيره","chapterIntro":"47 - باب النهي عن ترك النار في البيت عند النوم ونحوه سواء كانت في سراج أو غيره.","hadiths":[{"hadithId":"1652","text":"عن النبيِّ صلى الله عليه وسلم قال: (لاَ تَتْرُكُوا النَّارَ فِي بُيُوتِكُمْ حِينَ تَنَامُونَ). (1)، متفق عليه.\n\nــــــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 7/163 (هذا عام تدخل فيه نار السراج وغيرها، وأما القناديل المُعلقة في المساجد وغيرها فإن خيف حريق بسببها دخلت في الأمر بالإطفاء، وإن أمن ذلك كما هو الغالب فالظاهر أنه لا بأس بها لانتفاء العلة …).","sanad":"عن ابن عمر رضي الله عنهما،"},{"hadithId":"1653","text":"احْتَرَقَ بَيْتٌ بالمَدِينَةِ عَلَى أهْلِهِ مِنَ اللَّيْلِ، فَلَمَّا حُدِّثَ رَسُولُ اللهِ صلى الله عليه وسلم بِشَأنِهِم، قالَ: (إنَّ هذِهِ النَّارَ عَدُوٌّ لَكُمْ، فَإذا نِمْتُمْ، فَأطْفِئُوهَا) متفق عليه.","sanad":"وعن أبي موسى الأشعري رضي الله عنه قال:"},{"hadithId":"1654","text":"عن رسولِ اللهِ صلى الله عليه وسلم قال: (غَطُّوا الإنَاءَ، وَأَوْكِئُوا السِّقَاءَ، وَأَغْلِقُوا الأَبْوَابَ. وَأطْفِئُوا السِّرَاجَ، فإنَّ الشَّيْطَانَ لاَ يَحُلُّ سِقَاءً، وَلاَ يَفْتَحُ بَاباً، وَلاَ يَكْشِفُ إنَاءً. فإنْ لَمْ يَجِدْ أَحَدُكُمْ إلاَّ أنْ يَعْرُضَ عَلَى إنَائِهِ عُوداً، وَيَذْكُرَ اسْمَ اللهِ، فَلْيَفْعَل، فإنَّ الفُوَيْسِقَةَ تُضْرِمُ عَلَى أهْلِ البَيْتِ بَيْتَهُمْ). رواه مسلم.\n\n(الفُويْسِقَةُ): الفَأرَةُ، (وَتُضْرِمُ): تُحْرِقُ.","sanad":"وعن جابر رضي الله عنه،"}]},{"chapterID":48,"chapterName":"48 - باب النهي عن التكلف","chapterIntro":"48 - باب النهي عن التكلف، وهو فعل وقول ما لا مصلحة فيه بمشقة. قال الله تعالى: {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ}.[ص : 86].","hadiths":[{"hadithId":"1655","text":"نُهِينَا عَنِ التَّكَلُّفِ. رواه البخاري.","sanad":"وعن عمر رضي الله عنه قال:"},{"hadithId":"1656","text":"دَخَلْنَا على عبدِ اللهِ بْنِ مَسعُودٍ رضي الله عنه فقال: يا أَيُّهَا النَّاسُ، مَنْ عَلِمَ شَيْئاً فَلْيَقُلْ بِهِ، وَمَنْ لَمْ يَعْلَمْ، فَلْيَقُلْ: اللهُ أعْلَمُ، فَإنَّ مِنَ العِلْمِ أَنْ يَقُولَ لِمَا لاَ يَعْلَمُ: اللهُ أعْلَمُ. قالَ اللهُ تَعَالَى لِنَبِيِّهِ صلى الله عليه وسلم: {قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ}. رواه البخاري.","sanad":"وعن مسروقٍ قال:"}]},{"chapterID":49,"chapterName":"49 - باب تحريم النياحة على الميت ولطم الخد وشق الجيب ونتف الشعر وحلقه والدعاء بالويل والثبور","chapterIntro":"49 - باب تحريم النياحة على الميت ولطم الخد وشق الجيب ونتف الشعر وحلقه والدعاء بالويل والثبور.","hadiths":[{"hadithId":"1657","text":"قال النَّبِيّ صلى الله عليه وسلم: (المَيِّتُ يُعَذَّبُ فِي قَبْرِهِ بِمَا نِيحَ عَلَيْهِ). وَفِي روايةٍ: (مَا نِيحَ عَلَيْهِ). متفق عليه.","sanad":"عن عمر بن الخطاب رضي الله عنه قال:"},{"hadithId":"1658","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (لَيْسَ مِنَّا مَنْ ضَرَبَ الخُدُودَ، وَشَقَّ الجُيُوبَ، وَدَعَا بِدَعْوَى الجَاهِلِيَّةِ). متفق عليه.","sanad":"وعن ابن مسعود رضي الله عنه قال:"},{"hadithId":"1659","text":"وَجعَ أبو مُوسَى، فَغُشِيَ عَلَيْهِ، وَرَأسُهُ فِي حِجْرِ امْرَأَةٍ مِنْ أهْلِهِ، فَأَقْبَلَتْ تَصِيحُ بِرَنَّةٍ (1)، فَلَمْ يَسْتَطِعْ أنْ يَرُدَّ عَلَيْهَا شَيْئاً، فَلَمَّا أفَاقَ قَالَ: أنَا بَرِيءٌ مِمَّنْ بَرِىءَ مِنْهُ رسُولُ اللهِ صلى الله عليه وسلم، إنَّ رسُولَ اللهِ صلى الله عليه وسلم بَرِيءٌ مِنَ الصَّالِقَةِ، والحَالِقَةِ، والشَّاقَّةِ. متفق عليه.\n\n(الصَّالِقَةُ): الَّتِي تَرْفَعُ صَوْتَهَا بِالنِّيَاحَةِ والنَّدْبِ. (وَالحَالِقَةُ): الَّتِي تَحْلِقُ رَأسَهَا عِنْدَ المُصِيبَةِ. (وَالشَّاقَّةُ): الَّتي تَشُقُّ ثَوْبَهَا.\n\nــــــــــــــــــــــ\n(1) تَصِيحُ بِرَنَّةٍ :  الصوت. النهاية 2/271.","sanad":"وَعَنْ أبي بُرْدَةَ قال:"},{"hadithId":"1660","text":"سمعتُ رسُولَ اللهِ صلى الله عليه وسلم يقولُ: (مَنْ نِيحَ عَلَيْهِ، فَإنَّهُ يُعَذَّبُ بِمَا نِيحَ عَلَيهِ يَومَ القِيَامَةِ). متفق عليه.","sanad":"وعن المغيرة بن شعبة رضي الله عنه قال:"},{"hadithId":"1661","text":"أخَذَ عَلَيْنَا رَسُولُ اللهِ صلى الله عليه وسلم عِندَ البَيْعَةِ أنْ لاَ نَنُوحَ. متفق عليه.","sanad":"وعن أُمِّ عَطِيَّةَ نُسَيْبَةَ - بِضَمِّ النون وفتحها - رضي الله عنها قالت:"},{"hadithId":"1662","text":"أُغْمِيَ عَلَى عَبدِ اللهِ بْنِ رَوَاحَةَ رضي الله عنه، فَجَعَلَتْ أُخْتُهُ تَبْكِي، وَتَقُولُ: وَاجَبَلاهُ، وَاكَذَا، وَاكَذَا: تُعَدِّدُ عَلَيْهِ. فقالَ حِينَ أفَاقَ: مَا قُلْتِ شَيْئاً إلاَّ قِيلَ لِي أنْتَ كَذَلِكَ؟!. رواه البخاري.","sanad":"وعن النعمان بن بشير رضي الله عنهما قال:"},{"hadithId":"1663","text":"اشْتَكَى سَعْدُ بنُ عُبَادَةَ رضي الله عنه شَكْوَى، فَأتاهُ رسُولُ الله صلى الله عليه وسلم، يَعُودُهُ مَعَ عَبدِ الرَّحمنِ بْنِ عَوفٍ، وَسَعْدِ بن أبي وقَّاصٍ، وعبدِ اللهِ بن مسعودٍ رضي الله عنهم. فَلَمَّا دَخَلَ عَلَيْهِ، وَجَدَهُ في غَشْيَةٍ (1)، فَقالَ: (أقَضَى؟) قالوا: لا يا رسول اللهِ، فَبكَى رسولُ اللهِ صلى الله عليه وسلم، فَلَمَّا رَأى القَوْمُ بُكَاءَ النَّبيِّ صلى الله عليه وسلم بَكَوْا، قال: (ألاَ تَسْمَعُونَ؟ إنَّ اللهَ لاَ يُعَذِّبُ بِدَمْعِ العَيْنِ، وَلاَ بِحُزْنِ القَلْبِ، وَلكِنْ يُعَذِّبُ بِهذَا) - وَأشَارَ إلَى لِسَانِهِ - أو يَرْحَمُ). متفق عليه.\n\nــــــــــــــــــــــ\n(1)  غَشْيَةٍ : قال ابن حجر : (في غاشية أهله) أي : الذين يغشونه للخدمة وغيرها، وسقط لفظ (أهله) من أكثر الروايات وعليه شرح الخطابي، فيجوز أن يكون المراد بالغاشية الغشية من الكرب ويؤيده ما وقع من رواية مسلم في غشيته، وقال التوربشتي: الغاشية هي الداهية من شر أو مرض أو من مكروه، والمراد ما يتغشاه من كرب من الوجع الذي هو فيه لا الموت لأنه أفاق من تلك المرضة وعاش بعدها زماناً). فتح الباري 3/224.","sanad":"وعن ابن عمر رضي الله عنهما قال:"},{"hadithId":"1664","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (النَّائِحَةُ إذا لَمْ تَتُبْ قَبلَ مَوْتِهَا تُقَامُ يَومَ القِيَامَةِ وَعَلَيْهَا سِربَالٌ (1) مِنْ قَطِرَانٍ، وَدِرْعٌ (2)، مِنْ جَرَبٍ). رواه مسلم.\n\nـــــــــــــــــــــــــ\n(1) السِربَالٌ : القميص أو الثوب. النهاية 2/357.\n(2) الدِرْعٌ : هو ما كان لاصقاً بالبدن. شرح رياض الصالحين 4/266.","sanad":"وعن أبي مالك الأشعري رضي الله عنه قال:"},{"hadithId":"1665","text":"كان فِيما أخَذَ عَلَيْنَا رسُولُ اللهِ صلى الله عليه وسلم، فِي المَعْرُوفِ الَّذِي أخَذَ عَلَيْنَا أنْ لاَ نَعْصِيَهُ فِيهِ: أنْ لا نَخْمِشَ وَجْهَاً، وَلاَ نَدْعُوَ وَيْلاً، وَلاَ نَشُقَّ جَيْباً، وأنْ لاَ نَنْشُرَ شَعْراً. رواه أبو داود بإسناد حسن.","sanad":"وعن أَسِيد بن أبي أَسِيدٍ التابِعِيِّ، عن امْرَأةٍ مِنَ المُبَايِعاتِ، قالت:"},{"hadithId":"1666","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قال: (مَا مِنْ مَيِّتٍ يَمُوتُ فَيَقُومُ بَاكِيهِمْ فَيَقُولُ: وَاجَبَلاَهُ (1)، واسَيِّدَاهُ، أو نَحْوَ ذلِكَ إلاَّ وُكِّلَ بِهِ مَلَكَانِ يَلْهَزَانِهِ: أهكَذَا كُنْتَ؟). رواه الترمذي، وقال: (حديث حسن).\n\n(اللَّهْزُ): الدَّفْعُ بِجُمْعِ اليَدِ فِي الصَّدْرِ.\n\nـــــــــــــــــــــــ\n(1) وَاجَبَلاَهُ : أي أن هذا الميت كان مثل الجبل، ملجأ لي وقد فقدته، فهو عبارة ندب مع مدح. شرح رياض الصالحين 2/267.","sanad":"وعن أبي موسى رضي الله عنه:"},{"hadithId":"1667","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (اثْنَتَانِ فِي النَّاسِ هُمَا بِهِمْ كُفْرٌ: الطَّعْنُ فِي النَّسَبِ، وَالنِّيَاحَةُ عَلَى المَيِّتِ). (1)، رواه مسلم.\n\nـــــــــــــــــــــ\n(1) قال الشيخ ابن عثيمين: (إنَّ البكاء الذي يأتي بمجرد الطبيعة لا بأس به، وأما النوح والندب ولطم الخد، وشق الثوب، ونتف الشعر، أو حلقه أو نفشه فكل هذا حرام وهو مما برئ منه النبي صلى الله عليه وسلم، والله الموفق). شرح رياض الصالحين 4/267.","sanad":"وعن أبي هريرة رضي الله عنه قال:"}]},{"chapterID":50,"chapterName":"50 - باب النَّهي عن إتيان الكُهّان والمنجِّمين والعُرَّاف وأصحاب الرمل والطوارق بالحصى وبالشعير ونحو ذلك","chapterIntro":"50 - باب النَّهي عن إتيان الكُهّان والمنجِّمين والعُرَّاف وأصحاب الرمل والطوارق بالحصى وبالشعير ونحو ذلك.","hadiths":[{"hadithId":"1668","text":"سأل رسُولَ اللهِ صلى الله عليه وسلم أنَاسٌ عَنِ الكُهَّانِ، فَقَالَ: (لَيْسُوا بِشَيءٍ) فَقَالُوا: يا رَسُولَ اللهِ إنَّهُمْ يُحَدِّثُونَا أحْيَاناً بِشَيءٍ، فَيَكُونُ حَقّاً؟ فقالَ رسُولُ اللهِ صلى الله عليه وسلم: (تِلْكَ الكَلِمَةُ مِنَ الحَقِّ يَخْطَفُهَا الجِنِّيُّ فَيَقُرُّهَا فِي أُذُنِ وَلِيِّهِ، فَيَخْلِطُونَ مَعَهَا مائَةَ كَذْبَةٍ). متفق عليه. وفي رواية للبخاري عن عائشة رضي الله عنها: أنَّها سمعتْ رسُولَ اللهِ صلى الله عليه وسلم يقولُ: (إنَّ المَلائِكَةَ تَنْزِلُ فِي العَنَانِ - وَهُوَ السَّحَابُ - فَتَذْكُرُ الأَمْرَ قُضِيَ فِي السَّماءِ، فَيَسْتَرِقُ الشَّيْطَانُ السَّمْع، فَيَسْمَعُهُ، فَيُوحِيَهُ إلَى الكُهَّانِ، فَيَكْذِبُونَ مَعَهَا مِائَةَ كَذْبَةٍ مِنْ عِنْدِ أَنْفُسِهِمْ).\n\nقَولُهُ: (فَيَقُرُّهَا) هو بفتح الياء وضم القاف والراء، أي: يُلْقِيها، (والعَنانِ) بفتح العين.","sanad":"عن عائشة رضي الله عنها قالت:"},{"hadithId":"1669","text":"عن النَّبيّ صلى الله عليه وسلم قال: (مَنْ أَتَى عَرَّافاً فَسَأَلَهُ عنْ شَيْءٍ فَصَدَّقَهُ، لَمْ تُقْبَلْ لَهُ صَلاَةٌ أرْبَعِينَ يَوماً). رواه مسلم.","sanad":"وعن صَفِيَّةَ بِنتِ أبي عُبيدٍ، عن بعض أزواجِ النَّبيِّ صلى الله عليه وسلم، ورَضِيَ اللهُ عنها،"},{"hadithId":"1670","text":"سمعتُ رسُولَ الله صلى الله عليه وسلم يقولُ: (العِيَافَةُ، وَالطِّيَرَةُ، والطَّرْقُ، مِنَ الجِبْتِ). رواه أبو داود بإسناد حسن.\n\nوقال: (الطَّرْقُ) هُوَ الزَّجْرُ: أيْ زَجْرُ الطَّيْرِ وَهُوَ أنْ يَتَيَمَّنَ أو يَتَشَاءمَ بِطَيَرَانِهِ، فإنْ طَارَ إلَى جِهَةِ اليَمِين، تَيَمَّنَ، وإنْ طَارَ إلَى جِهَةِ اليَسَارِ، تَشَاءمَ. قال أبو داود: (والعِيَافَةُ): الخَطُّ. قالَ الجَوْهَريُّ في الصِّحَاحِ: الجِبْتُ كَلِمَةٌ تَقَعُ عَلَى الصَّنَمِ وَالكاهِنِ والسَّاحِرِ وَنَحْوِ ذلِكَ.","sanad":"وعَنْ قَبِيصَةَ بنِ المُخَارِقِ رضي الله عنه قال:"},{"hadithId":"1671","text":"قال رسولُ الله صلى الله عليه وسلم: (مَنِ اقْتَبَسَ عِلْماً مِنَ النُّجُوم (1)، اقْتَبَسَ شُعْبَةً مِنَ السِّحْرِ زَادَ ما زَادَ). رواه أبو داود بإسناد صحيح.\n\nـــــــــــــــــــــــ\n(1) عِلْماً مِنَ النُّجُوم : قال الخطابي في \"معالم السنن\" 4/212  (علم النجوم المنهي عنه هو ما يدعيه أهل التنجيم من علم الكوائن والحوادث التي لم تقع وستقع في مستقبل الزمان كإخبارهم بأوقات هبوب الرياح ومجيء المطر وظهور الحر والبرد وتغير الأسعار وما كان في معانيها من الأمور يزعمون أنهم يدركون معرفتها بسير الكواكب في مجاريها …، ثم قال: فأما علم النجوم الذي يدرك من طريق المشاهدة والحس الذي يعرف به الزوال ويعلم به جهة القبلة فإنه غير داخل فيما نهي عنه).","sanad":"وعن ابن عباس رضي الله عنهما قال:"},{"hadithId":"1672","text":"قلتُ: يا رسُولَ اللهِ إنِّي حديثُ عَهْدٍ بالجاهِليَّةِ، وَقَدْ جَاءَ اللهُ تَعَالَى بالإسْلاَمِ، وإنَّ مِنَّا رِجَالاً يَأتُونَ الكُهَّانَ؟ قال: (فَلاَ تأتِهِمْ) قُلْتُ: وَمِنَّا رِجَالٌ يَتَطَيَّرُونَ؟ قَالَ: (ذَلِكَ شَيْءٌ يَجِدُونَهُ فِي صُدُورِهِمْ، فَلاَ يَصُدُّهُمْ) قُلْتُ: وَمِنَّا رِجَالٌ يَخُطُّونَ؟ قَالَ: (كَانَ نَبِيٌّ مِنَ الأنْبِيَاءِ يَخُطُّ، فَمَنْ وَافَقَ خَطَّهُ، فَذَاكَ). رواه مسلم.","sanad":"وعن مُعاوِيَةَ بنِ الحَكَمِ رضي الله عنه قال:"},{"hadithId":"1673","text":"أنَّ رسُولَ اللهِ صلى الله عليه وسلم نَهَى عَنْ ثَمَنِ الكَلْبِ (1)، وَمَهْرِ البَغِيِّ (2)، وَحُلْوَانِ الكاهِنِ (3). متفق عَلَيْهِ.\n\nــــــــــــــــــــــ\n(1) ثَمَنِ الكَلْبِ : قال الشيخ ابن عثيمين: (أما الكلب فمعروف واقتناؤه حرام، لا يجوز للإنسان أن يقتني الكلب، ويجعله عنده في بيته، سواء بيت الطين أو المسلح أو الشعر إلا في ثلاث حالات: 1 - كلب الحرث، يعني الزرع. 2 - وكلب الماشية يعني: إنسان عنده غنم أو إبل أو بقر يتخذ الكلب ليحرسها. 3 - كلب الصيد يصيد عليه الإنسان؛ لأن الكلب إذا تعلم وصاد شيئاً فإنه حلال… لكن إذا انتهى منه، أي: انتهت حاجة الكلب عنده، يعطيه أحداً يحتاج له، ولا يحل له أن يبيعه؛ لأنَّ النبيَّ صلى الله عليه وسلم نهى عن ثمن الكلب). شرح رياض الصالحين 4/271-272.\n(2) مَهْرِ البَغِيِّ : يعني أجرة الزانية، والعياذ بالله.\n(3) حُلْوَانِ الكاهِنِ : هو ما يعطاه من الأجر والرشوة على كهانته. النهاية 1/435. ","sanad":"وعن أَبي مَسعودٍ البدريِّ رضي الله عنه:"}]},{"chapterID":51,"chapterName":"51 - باب النهي عن التَّطَيُّرِ","chapterIntro":"51 - باب النهي عن التَّطَيُّرِ، فِيهِ الأحاديث السابقة في الباب قبله.","hadiths":[{"hadithId":"1674","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (لاَ عَدْوَى وَلاَ طِيَرَةَ، وَيُعْجِبُني الفَألُ) قالُوا: وَمَا الفَألُ؟ قَالَ: (كَلِمَةٌ طَيِّبَةٌ). متفق عَلَيْهِ.","sanad":" وعن أنس رضي الله عنه قَالَ: "},{"hadithId":"1675","text":"قَالَ رسول الله صلى الله عليه وسلم: (لا عَدْوَى وَلاَ طِيَرَةَ. وإنْ كَانَ الشُّؤمُ في شَيْءٍ فَفِي الدَّارِ، وَالمَرْأَةِ، والفَرَسِ (1)، متفق عَلَيْهِ.\n\nـــــــــــــــــــــ\n(1) قال ابن عثيمين: (المعنى أن هذه الثلاثة هي أكثر ما يكون مُرافقة للإنسان المرأة زوجه، والدار بيته، والفرس مركوبه، وهذه الأشياء الثلاثة أحياناً يكون فيها شؤم، أحياناً تدخل المرأة على الإنسان يتزوجها ولا يجد إلا النكد والتعب منها، والدار يكون فيها شؤم يضيق صدره ولا يتسع ويمل منها، والفرس الآن ليس مركوبنا ولكن مركوبنا السيارات بعض السيارات يكون فيها شؤم تكثر حوادثها وخرابها ويسأم الإنسان منها…) شرح رياض الصالحين 4/274.","sanad":"وعن ابن عمر رضي الله عنهما قَالَ:"},{"hadithId":"1676","text":"أنَّ النبيَّ صلى الله عليه وسلم كَانَ لا يَتَطَيَّرُ. رواه أَبُو داود بإسناد صحيح.","sanad":"وعن بُريْدَةَ رضي الله عنه:"},{"hadithId":"1677","text":"ذُكِرَتِ الطِّيَرَةُ عِنْدَ رَسولِ اللهِ صلى الله عليه وسلم فقالَ: (أحْسَنُهَا الفَألُ. وَلاَ تَرُدُّ مُسْلِماً فإذا رَأى أحَدُكُمْ ما يَكْرَهُ، فَليْقلْ: اللَّهُمَّ لاَ يَأتِي بِالحَسَناتِ إلاَّ أنْتَ، وَلاَ يَدْفَعُ السَّيِّئَاتِ إلاَّ أنْتَ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إلاَّ بِكَ) حديث صحيح رواه أبو داود بإسناد صحيح.","sanad":"وعن عُروة بن عامر رضي الله عنه قال:"}]},{"chapterID":52,"chapterName":"52- باب تحريم تصوير الحيوان","chapterIntro":"52 - باب تحريم تصوير الحيوان في بساط أو حجر أو ثوب أو درهم أو مخدة أو دينار أو وسادة وغير ذلك وتحريم اتخاذ الصور في حائط وسقف وستر وعمامة وثوب ونحوها والأمر بإتلاف الصورة (1).\n\nــــــــــــــــــــــ\n(1) قال ابن عثيمين رحمه الله: (أما التصوير بالآلة الفوتغرافية: فليس بتصوير أصلاً حتى نقول إنه جائز، ونحن يجب علينا أن نتأمل أولاً بدلالة النص، ثم في الحكم الذي يقتضيه النص وإذا تأملنا وجدنا أن هذا ليس بتصوير، ولا يدخل في النهي، ولا في اللعن؛ ولكن يبقى مُباحاً ثم ينظر في الغرض الذي من أجله يصور إن كان غرضاً مباحاً فالتصوير مباح، وإن كان غرضاً محرماً فهو محرم، والله الموفق). شرح رياض الصالحين 4/278.","hadiths":[{"hadithId":"1678","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم قال: (إنَّ الَّذينَ يَصْنَعُونَ هذِهِ الصُّوَرَ يُعَذَّبُونَ يَوْمَ القِيامَةِ، يُقَالُ لَهُمْ: أحْيُوا مَا خَلَقْتُمْ). متفق عليه.","sanad":"عن ابن عمر رضي الله عنهما:"},{"hadithId":"1679","text":"قَدِمَ رسُولُ الله صلى الله عليه وسلم مِنْ سَفَرٍ، وَقَدْ سَتَرْتُ سَهْوَةً لِي بِقِرامٍ فِيهِ تَمَاثيلُ، فَلَمَّا رَآهُ رَسُولُ اللهِ صلى الله عليه وسلم تَلَوَّنَ وَجْهُهُ، وقالَ: (يَا عائِشَةُ، أشَدُّ النَّاسِ عَذَاباً عِندَ اللهِ يَوْمَ القِيَامَةِ الَّذينَ يُضَاهُونَ بِخَلْقِ اللهِ!) قَالَتْ: فَقَطَعْنَاهُ فَجَعَلْنَا مِنهُ وِسَادَةً أوْ وِسَادَتَيْنِ. متفق عليه.\n\n(القِرامُ) بكسرِ القاف هو: السِّتْرُ. (وَالسَّهْوَةُ) بفتح السينِ المهملة وهي: الصُّفَّةُ تَكُونُ بَيْنَ يَدَيِ البَيْتِ، وقيلَ: هِيَ الطَّاقُ النَّافِذُ في الحائِطِ.","sanad":"وعن عائشة رضي الله عنها قالت:"},{"hadithId":"1680","text":"سمعتُ رسولَ اللهِ صلى الله عليه وسلم يقولُ: (كُلُّ مُصَوِّرٍ في النَّارِ يُجْعَلُ لَهُ بِكُلِّ صُورَةٍ صَوَّرَهَا نَفْسٌ فَيُعَذِّبُهُ في جَهَنَّمَ). قال ابن عباس: فإنْ كُنْتَ لاَ بُدَّ فَاعِلاً، فَاصْنعِ الشَّجَرَ وَمَا لاَ رُوحَ فِيهِ. متفق عليه.","sanad":"وعن ابن عباس رضي اللهُ عنهما قال:"},{"hadithId":"1681","text":"سمعتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (مَنْ صَوَّرَ صُورَةً فِي الدُّنْيَا، كُلِّفَ أَنْ يَنْفُخَ فِيهَا الرُّوحَ يَومَ القِيَامَةِ وَلَيْسَ بِنَافِخٍ). متفق عليه.","sanad":"وعنه قال:"},{"hadithId":"1682","text":"سمعتُ رسولَ اللهِ صلى الله عليه وسلم يقولُ: (إنَّ أشَدَّ النَّاسِ عَذَاباً يَومَ القِيَامَةِ المُصَوِّرُونَ). متفق عليه.","sanad":"وعن ابن مسعودٍ رضي الله عنه قال:"},{"hadithId":"1683","text":"سمعتُ رسُولَ اللهِ صلى الله عليه وسلم يقولُ: (قال اللهُ تَعَالَى: وَمَنْ أظْلَمُ مِمَّنْ ذَهَبَ يَخْلُقُ كَخَلْقِي؟ فَلْيَخْلُقُوا ذَرَّةً أوْ لِيَخْلُقُوا حَبَّةً، أوْ لِيَخْلُقُوا شَعِيرَةً). متفق عليه.","sanad":"وعن أبي هريرة رضي الله عنه قال:"},{"hadithId":"1684","text":"أنَّ رسُولَ اللهِ صلى الله عليه وسلم قال: (لاَ تَدْخُلُ المَلاَئِكَةُ بَيْتاً فيهِ كَلْبٌ وَلاَ صُورَةٌ). متفق عليه.","sanad":"وعن أبي طلحة رضي الله عنه: "},{"hadithId":"1685","text":"وَعَدَ رسُولَ اللهِ صلى الله عليه وسلم جِبْرِيلُ أنْ يَأتِيَهُ، فَرَاثَ عَلَيْهِ حَتَّى اشْتَدَّ عَلَى رَسُولِ اللهِ صلى الله عليه وسلم، فَخَرَجَ فَلَقِيَهُ جِبريلُ فَشَكَا إلَيهِ، فَقَالَ: إنَّا لاَ نَدْخُلُ بَيْتاً فِيهِ كَلْبٌ وَلاَ صُورَةٌ. رواهُ البُخاري.\n\n(راث): أبْطَأَ، وهو بالثاء المثلثة.","sanad":"وعن ابن عمر رضي الله عنهما قال:"},{"hadithId":"1686","text":"واعدَ رسولَ اللهِ صلى الله عليه وسلم، جبريلُ عليهِ السَّلامُ، في سَاعَةٍ أنْ يَأتِيَهُ، فَجَاءتْ تِلْكَ السَّاعَةُ وَلَمْ يَأتِهِ! قَالَتْ: وَكَانَ بِيَدِهِ عَصاً، فَطَرَحَهَا مِنْ يَدِهِ وَهُوَ يَقُولُ: (ما يُخْلِفُ اللهُ وَعْدَهُ وَلاَ رُسُلُهُ) ثُمَّ التَفَتَ، فإذَا جَرْوُ كَلْبٍ تَحْتَ سَرِيرِهِ. فقالَ: (مَتَى دَخَلَ هَذَا الكَلْبُ؟) فَقُلْتُ: واللهِ مَا دَرَيْتُ بِهِ، فَأمَرَ بِهِ فَأُخْرِجَ، فَجَاءهُ جِبْرِيلُ عليه السلام، فقال رسُولُ اللهِ صلى الله عليه وسلم: (وَعَدْتَنِي، فَجَلَسْتُ لَكَ وَلَمْ تَأتِني) فقالَ: مَنَعَنِي الكَلْبُ الَّذِي كانَ في بَيْتِكَ، إنَّا لاَ نَدْخُلُ بَيْتاً فِيهِ كَلْبٌ وَلاَ صُورَةٌ. رواه مسلم.","sanad":"وعن عائشة رضي الله عنها قالت:"},{"hadithId":"1687","text":"قال لي عَليُّ بن أبي طالب رضي الله عنه: ألاَ أبْعَثُكَ عَلَى مَا بَعَثَنِي عَلَيْهِ رَسُولُ اللهِ صلى الله عليه وسلم؟ أن لاَ تَدَعَ صُورَةً إلاَّ طَمَسْتَهَا، وَلاَ قَبْراً (1) مُشْرفاً إلاَّ سَوَّيْتَهُ. رواه مسلم.\n\nـــــــــــــــــــــ\n(1) قَبْراً : قال ابن عثيمين: (القبر المُشرف يعني المتميز عن القبور سواء كان بارتفاعه أو ارتفاع النصائب التي عليه، يعني الأحجار التي عليه. ولهذا يجب الحذر مما يفعله بعض الناس الآن يصبون صبة، وربما كتبوا عليها آيات من القرآن أو ما أشبه ذلك. هذه لا يجوز إقرارها؛ لأنها من القبور المشرفة ومن رآها جزاه الله خيراً فليحفر لها وينزلها ويجعل الكتابة في الأسفل حتى تندفن بالتراب؛ لأن القبور المشرفة هذه ربما يُغالى بها في المستقبل، بل تكون القبور كلها على وتيرة واحدة ليس فيها شئ يدل على التعظيم…). شرح رياض الصالحين 4/281.","sanad":"وعن أبي الهَيَّاجِ حَيَّانَ بِن حُصَيْنٍ قال:"}]},{"chapterID":53,"chapterName":"53 - باب تحريم اتخاذ الكلب إلا لصيد أو ماشية أو زرع","chapterIntro":"53 - باب تحريم اتخاذ الكلب إلا لصيد أو ماشية أو زرع.","hadiths":[{"hadithId":"1688","text":"سمعتُ رسُولَ اللهِ صلى الله عليه وسلم، يقولُ: (مَنِ اقْتَنَى كَلْباً إلاَّ كَلْبَ صَيْدٍ أوْ مَاشِيَةٍ فَإنَّهُ يَنْقُصُ مِنْ أجْرِهِ كُلَّ يَومٍ قِيرَاطَانِ). متفق عليه. وفي رواية: (قِيرَاطٌ).","sanad":"عن ابن عمر رضي الله عنهما قال:"},{"hadithId":"1689","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (مَنْ أمْسَكَ كَلْباً، فَإنَّهُ ينْقُصُ مِنْ عَمَلِهِ كُلَّ يَومٍ قِيرَاطٌ إلاَّ كَلْبَ حَرْثٍ أوْ مَاشِيَةٍ). متفق عليه. وفي رواية لمسلم: (مَنْ اقْتَنَى كَلْباً لَيْسَ بِكَلْبِ صَيْدٍ، وَلاَ مَاشِيَةٍ وَلاَ أرْضٍ، فَإنَّهُ يَنْقُصُ مِنْ أجْرِهِ قِيرَاطَانِ كُلَّ يَوْمٍ).","sanad":" وعن أبي هريرة رضي الله عنه قال:"}]},{"chapterID":54,"chapterName":"54 - باب كراهية تعليق الجرس في البعير وغيره من الدواب وكراهية استصحاب الكلب والجرس في السفر","chapterIntro":"54 - باب كراهية تعليق الجرس في البعير وغيره من الدواب وكراهية استصحاب الكلب والجرس في السفر.","hadiths":[{"hadithId":"1690","text":"قالَ رسولُ الله صلى الله عليه وسلم: (لاَ تَصْحَبُ المَلاَئِكَةُ رُفْقَةً فِيهَا كَلْبٌ أوْ جَرَسٌ). رواه مسلم.","sanad":"عن أبي هريرة رضي الله عنه قال:"},{"hadithId":"1691","text":"أنَّ النَّبيَّ صلى الله عليه وسلم قال: (الجَرَسُ مَزَامِيرُ الشَّيْطَانِ). رواه مسلم.","sanad":"وعنه:"}]},{"chapterID":55,"chapterName":"55 - باب كراهة ركوب الجَلاَّلة وهي البعير أو الناقة التي تأكل العَذِرَة فإنْ أكلت علفاً طاهراً فطاب لَحمُهَا، زالت الكراهة","chapterIntro":"55 - باب كراهة ركوب الجَلاَّلة وهي البعير أو الناقة التي تأكل العَذِرَة فإنْ أكلت علفاً طاهراً فطاب لَحمُهَا، زالت الكراهة.","hadiths":[{"hadithId":"1692","text":"نهَى رسُولُ اللهِ صلى الله عليه وسلم عَنِ الجَلاَّلَةِ في الإبِلِ أنْ يُرْكَبَ عَلَيْهَا. رواه أبو داود بإسناد صحيح.","sanad":"عن ابن عمر رضي الله عنهما قال: "}]},{"chapterID":56,"chapterName":"56 - باب النهي عن البصاق في المسجد والأمر بإزالته منه إذا وجد فيه والأمر بتنزيه المسجد عن الأقذار","chapterIntro":"56 - باب النهي عن البصاق في المسجد والأمر بإزالته منه إذا وجد فيه والأمر بتنزيه المسجد عن الأقذار.","hadiths":[{"hadithId":"1693","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قال: (البُصاقُ في المَسْجِدِ خَطِيئَةٌ، وَكَفَّارَتُهَا دَفْنُهَا). متفق عليه.\n\nوالمرادُ بِدَفْنِهَا إذَا كَانَ المَسْجِدُ تُرَاباً أوْ رَمْلاً ونَحْوَهُ، فَيُوَارِيهَا تَحْتَ تُرَابِهِ. \n","sanad":"عن أنس رضي الله عنه:"},{"hadithId":"1694","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم رَأَى في جِدَارِ القِبْلَةِ مُخَاطاً، أَوْ بُزَاقاً، أَوْ نُخَامَةً، فَحَكَّهُ. متفق عَلَيْهِ.","sanad":"وعن عائشة رَضِيَ اللهُ عنها:"},{"hadithId":"1695","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (إنَّ هذِهِ المَسَاجِدَ لاَ تَصْلُحُ لِشَيءٍ مِنْ هَذَا البَوْلِ وَلاَ القَذَرِ، إنَّمَا هي لِذِكْرِ اللهِ تَعَالَى، وَقِراءةِ القُرْآنِ) أَوْ كَمَا قَالَ رسُولُ اللهِ صلى الله عليه وسلم. رواه مسلم.","sanad":"وعن أنس رضي الله عنه:"}]},{"chapterID":57,"chapterName":"57 - باب كراهة الخصومة في المسجد ورفع الصوت فِيهِ","chapterIntro":"57 - باب كراهة الخصومة في المسجد ورفع الصوت فِيهِ، ونشد الضالة والبيع والشراء والإجارة ونحوها من المعاملات.","hadiths":[{"hadithId":"1696","text":"أنَّه سمعَ رسُولَ اللهِ صلى الله عليه وسلم يقولُ: (مَنْ سَمِعَ رَجُلاً يَنْشُدُ ضَالَّةً (1)، في المَسْجِدِ فَلْيَقُلْ: لاَ رَدَّها اللهُ عَلَيْكَ، فإنَّ المَسَاجِدَ لَمْ تُبْنَ لِهذَا). رواه مسلم.\n\nــــــــــــــــــــــــــ\n(1) ضَالَّةً : يُقال نشدت الضالة إذا طلبتها، وأنشدتها إذا عرفتها، والضالة هي الضائعة من كل ما يقتنى من الحيوان وغيره. انظر: شرح صحيح مسلم للمصنف 3/47-48.  \n","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1697","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (إِذَا رَأيْتُمْ مَنْ يَبِيعُ أَوْ يَبْتَاعُ في المَسْجِدِ، فَقُولُوا: لا أرْبَحَ اللهُ تِجَارَتَكَ، وَإِذَا رَأَيْتُمْ مَنْ يَنْشُدُ ضَالَّةً فَقُولُوا: لا رَدَّهَا الله عَلَيْكَ). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعنه:"},{"hadithId":"1698","text":"أنَّ رَجُلاً نَشَدَ في المَسْجِدِ فَقَالَ: مَنْ دَعَا إِلَى الجَمَلِ الأَحْمَرِ؟ فَقَالَ رسولُ اللهِ صلى الله عليه وسلم: (لا وَجَدْتَ؛ إنَّمَا بُنِيَتِ المََسَاجِدُ لِمَا بُنِيَتْ لَهُ). رواه مسلم.","sanad":"وعن بُريَدَةَ رضي الله عنه:"},{"hadithId":"1699","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم نَهَى عَن الشِّراءِ والبَيْعِ في المَسْجِدِ، وَأنْ تُنْشَدَ فِيهِ ضَالَّةٌ؛ أَوْ يُنْشَدَ فِيهِ شِعْرٌ. رواه أَبُو داود والترمذي، وقال: (حديث حسن).","sanad":"وعن عمرو بن شعيب، عن أبيه، عن جدِّهِ رضي الله عنه:"},{"hadithId":"1700","text":"كُنْتُ في المَسْجِدِ فَحَصَبَنِي (1)، رَجُلٌ، فَنَظَرْتُ فَإذَا عُمَرُ بْنُ الخَطَّابِ رضي الله عنه فَقَالَ: اذْهَبْ فَأتِنِي بِهذَينِ، فَجِئْتُهُ بِهِمَا، فَقَالَ: مِنْ أيْنَ أَنْتُمَا؟ فَقَالاَ: مِنْ أهْلِ الطَّائِفِ، فَقَالَ: لَوْ كُنْتُمَا مِنْ أهْلِ البَلَدِ، لأَوْجَعْتُكُمَا، تَرْفَعَانِ أصْوَاتَكُمَا في مَسْجِدِ رَسُولِ الله صلى الله عليه وسلم! رواه البخاري.\n\nــــــــــــــــــــــــــ\n(1) حَصَبَنِي : أي رماني بالحصباء. فتح الباري 1/725.","sanad":"وعن السائبِ بن يزيد الصحابي رضي الله عنه قَالَ:"}]},{"chapterID":58,"chapterName":"58 - باب نهي من أكل ثوماً أَوْ بصلاً أَوْ كراثاً أَوْ غيره مِمَّا لَهُ رائحة كريهة عن دخول المسجد قبل زوال رائحته إِلاَّ لضرورة","chapterIntro":"58 - باب نهي من أكل ثوماً أَوْ بصلاً أَوْ كراثاً أَوْ غيره مِمَّا لَهُ رائحة كريهة عن دخول المسجد قبل زوال رائحته إِلاَّ لضرورة.","hadiths":[{"hadithId":"1701","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (مَنْ أكَلَ مِنْ هذِهِ الشَّجَرَةِ - يعني : الثُّومَ - فَلاَ يَقْرَبَنَّ مَسْجِدَنَا). متفق عَلَيْهِ. وفي روايةٍ لمسلم: (مساجدنا).","sanad":"عن ابن عمر رضي الله عنهما:"},{"hadithId":"1702","text":"قَالَ النَّبيُّ صلى الله عليه وسلم: (مَنْ أَكَلَ مِنْ هذِهِ الشَّجَرَةِ فَلاَ يَقْرَبَنَّا، وَلاَ يُصَلِّيَنَّ مَعَنَا). متفق عَلَيْهِ.","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1703","text":"قَالَ النبيُّ صلى الله عليه وسلم: (مَنْ أكَلَ ثُوماً أَوْ بَصَلاً فَلْيَعْتَزلنا، أو فَلْيَعْتَزِلْ مَسْجِدَنَا). متفق عَلَيْهِ. وفي روايةٍ لمسلم: (مَنْ أكَلَ البَصَلَ، والثُّومَ، والكُرَّاثَ، فَلاَ يَقْرَبَنَّ مَسْجِدَنَا، فَإنَّ المَلاَئِكَةَ تَتَأَذَّى مِمَّا يَتَأَذَّى مِنْهُ بَنُو آدَمَ).","sanad":"وعن جابر رضي الله عنه قَالَ:"},{"hadithId":"1704","text":"أنَّه خَطَبَ يومَ الجمْعَةِ فَقَالَ في خطبته: ثُمَّ إنَّكُمْ أيُّهَا النَّاسُ تَأكُلُونَ شَجَرتَيْنِ مَا أرَاهُمَا إِلاَّ خَبِيثَتَيْن: البَصَلَ، وَالثُّومَ. لَقَدْ رَأَيْتُ رسولَ الله صلى الله عليه وسلم، إِذَا وَجدَ ريحَهُمَا مِنَ الرَّجُلِ في المَسْجِدِ أَمَرَ بِهِ، فَأُخْرِجَ إِلَى البَقِيعِ، فَمَنْ أكَلَهُمَا، فَلْيُمِتْهُمَا طَبْخاً (1). رواه مسلم.\n\nـــــــــــــــــــــــــــــ\n(1)  قال ابن عثيمين رحمه الله: (إنَّ البصل والثوم ليسا حراماً، يجوز للإنسان أن يأكلها، لكن إذا أكلها فلا يدخل المسجد ولا يصلي مع جماعة، ولا يحضر درس علم؛ لأن الملائكة تتأذى منه برائحته الخبيثة). شرح رياض الصالحين 4/291-292.","sanad":"وعن عمر بن الخطاب رضي الله عنه: "}]},{"chapterID":59,"chapterName":"59 - باب كراهة الاحتباء يوم الجمعة والإمام يخطب لأنَّه يجلب النوم فيفوت استماع الخطبة ويخاف انتقاض الوضوء","chapterIntro":"59 - باب كراهة الاحتباء يوم الجمعة والإمام يخطب لأنَّه يجلب النوم فيفوت استماع الخطبة ويخاف انتقاض الوضوء.","hadiths":[{"hadithId":"1705","text":"أنَّ النبيَّ صلى الله عليه وسلم نَهَى عَنِ الحِبْوَةِ (1) يَومَ الجُمعَةِ وَالإمَامُ يَخْطُبُ. رواه أَبُو داود والترمذي، وقالا: (حديث حسن).\n\nـــــــــــــــــــــــ\n(1) الاحتباء : هو أنْ يضم الإنسان رجليه إلى بطنه بثوب يجمعهما به مع ظهره، ويشده عليها، ونهى عنها لأنَّ الاحتباء يجلب النوم فلا يسمع الخطبة، ويُعرض طهارته للانتقاض. النهاية 1/335-336.","sanad":"عن مُعاذِ بن أنس الجُهَنِيِّ رضي الله عنه:"}]},{"chapterID":60,"chapterName":"60 - باب نهي من دخل عَلَيْهِ عشر ذي الحجة وأراد أنْ يضحي عن أخذ شيء من شعره أَوْ أظفاره حَتَّى يضحّي","chapterIntro":"60 - باب نهي من دخل عَلَيْهِ عشر ذي الحجة وأراد أنْ يضحي عن أخذ شيء من شعره أَوْ أظفاره حَتَّى يُضحّي.","hadiths":[{"hadithId":"1706","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (مَنْ كَانَ لَهُ ذِبْحٌ يَذْبَحُهُ، فَإذَا أَهَلَّ هِلاَلُ ذِي الحِجَّةِ، فَلاَ يَأخُذَنَّ من شَعْرِهِ وَلاَ مِنْ أظْفَارِهِ شَيْئاً حَتَّى يُضَحِّيَ). رواه مسلم.","sanad":"عن أُمِّ سَلَمَةَ رَضِيَ اللهُ عنها قالت:"}]},{"chapterID":61,"chapterName":"61 - باب النهي عن الحلف بمخلوق كالنبي والكعبة والملائكة والسماء والآباء والحياة والروح والرأس وحياة السلطان ونعمة السلطان وتربة فلان والأمانة ، وهي من أشدها نهياً","chapterIntro":"61 - باب النهي عن الحلف (1) بمخلوق كالنبي والكعبة والملائكة والسماء والآباء والحياة والروح والرأس وحياة السلطان ونعمة السلطان وتربة فلان والأمانة، وهي من أشدها نهياً.\n\nــــــــــــــــــــــــــ\n(1) الحلف معناه : تأكيد الشيء بذكر معظم، والإنسان لا يحلف بشيء إلا لأنه عظم في نفسه فكأنه يقول: بقدر عظمة هذا المحلوف به إني صادق، ولهذا كان الحلف بالله عزوجل). قاله ابن عثيمين رحمه الله في شرح رياض الصالحين 4/294.","hadiths":[{"hadithId":"1707","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إنَّ الله تَعَالَى يَنْهَاكُمْ أنْ تَحْلِفُوا بِآبائِكُمْ، فَمَنْ كَانَ حَالِفاً، فَلْيَحْلِفْ بِاللهِ، أَوْ لِيَصْمُتْ). متفق عَلَيْهِ. وفي رواية في الصحيح: (فَمَنْ كَانَ حَالِفاً فَلاَ يَحْلِفْ إِلاَّ بِاللهِ، أَوْ لِيَسْكُتْ).","sanad":"عن ابن عمر رضي الله عنهما،"},{"hadithId":"1708","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (لاَ تَحْلِفُوا بِالطَّوَاغِي، وَلاَ بِآبَائِكُمْ). رواه مسلم.\n\n(الطَّواغِي): جَمْعُ طَاغِيَةٍ، وهِيَ الأصنَامُ. وَمِنْهُ الحَدِيثُ: (هذِهِ طَاغِيَةُ دَوْس) أيْ : صَنَمُهُمْ وَمَعْبُودُهُمْ. وَرُوِيَ في غير مسلم: (بِالطَّوَاغِيتِ) جَمعُ طَاغُوت، وَهُوَ الشَّيْطَانُ وَالصَّنَمُ.","sanad":"وعن عبد الرحمن بن سَمُرَةَ رضي الله عنه قَالَ:"},{"hadithId":"1709","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (مَنْ حَلَفَ بِالأمَانَةِ فَلَيْسَ مِنَّا) حديث صحيح، رواه أَبُو داود بإسناد صحيح.","sanad":"وعن بُريدَةَ رضي الله عنه:"},{"hadithId":"1710","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَنْ حَلَفَ فَقَالَ: إنِّي بَرِيءٌ مِنَ الإسْلاَمِ، فَإنْ كَانَ كَاذِباً، فَهُوَ كمَا قَالَ، وإنْ كَانَ صَادِقاً، فَلَنْ يَرْجِعَ إِلَى الإسْلاَمِ سَالِماً) (1)، رواه أَبُو داود.\n\nــــــــــــــــــــــــــــ\n(1) قال الخطابي: (فيه دليل على أنَّ من حلف بالبراءة من الإسلام إنه يأثم ولا يلزمه الكفارة، وذلك لأنه إنما جعل عقوبتها في دينه ولم يجعل في ماله شيئاً). معالم السنن 4/43.","sanad":"وعنه قَالَ:"},{"hadithId":"1711","text":"أنَّهُ سَمِعَ رَجُلاً يقُولُ: لاَ وَالكَعْبَةِ، فَقَالَ ابنُ عُمَرَ: لاَ تَحْلِفْ بَغَيْرِ اللهِ، فَإنِّي سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم، يقولُ: (مَنْ حَلَفَ بِغَيرِ اللهِ، فقد كَفَرَ أَوْ أشْرَكَ). رواه الترمذي، وقال: (حديث حسن).\n\nوفَسَّرَ بَعْضُ العُلَمَاءِ قولَهُ: (كفَرَ أَوْ أشْرَكَ) عَلَى التَّغْلِيظِ، كما روي أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (الرِّياءُ شِرْكٌ).","sanad":"وعن ابن عمر رضي الله عنهما:"}]},{"chapterID":62,"chapterName":"62 - باب تغليظ اليمين الكاذبة عمداً","chapterIntro":"62 - باب تغليظ اليمين الكاذبة عمداً.","hadiths":[{"hadithId":"1712","text":"أنَّ النبيَّ صلى الله عليه وسلم، قَالَ: (مَنْ حَلَفَ عَلَى مَالِ امْرِئٍ مُسْلِمٍ بِغَيرِ حَقِّهِ، لَقِيَ اللهَ وَهُوَ عَلَيْهِ غَضْبَانُ) قَالَ: ثُمَّ قَرَأَ عَلَيْنَا رَسُولُ اللهِ صلى الله عليه وسلم، مِصْدَاقَهُ مِنْ كِتَابِ الله عز وجل: {إنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللهِ وَأَيْمَانِهِمْ ثَمَناً قَلِيلاً} إِلَى آخِرِ الآيَةِ [آل عمران : 77]. متفق عَلَيْهِ.","sanad":"عن ابن مسعودٍ رضي الله عنه:"},{"hadithId":"1713","text":"أنَّ رسولَ الله صلى الله عليه وسلم قَالَ: (مَنِ اقْتَطَعَ حَقَّ امْرِىءٍ مُسْلِمٍ بِيَمِينِهِ، فَقَدْ أَوْجَبَ اللهُ لَهُ النَّارَ. وَحَرَّمَ عَلَيْهِ الجَنَّةَ) فَقَالَ لَهُ رَجُلٌ: وَإنْ كَانَ شَيْئاً يَسِيراً يَا رسولَ اللهِ؟ قَالَ: (وإنْ كَانَ قَضِيباً مِنْ أرَاكٍ) رواه مسلم.","sanad":"وعن أَبي أُمَامَة إياس بن ثعلبة الحارثي رضي الله عنه:"},{"hadithId":"1714","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (الكَبَائِرُ: الإشْرَاكُ بِاللهِ، وَعُقُوقُ الوَالِدَيْنِ، وَقَتْلُ النَّفْسِ، واليَمِينُ الغَمُوسُ). رواه البخاري. وفي روايةٍ لَهُ: أنَّ أعْرابِياً جَاءَ إِلَى النبيّ صلى الله عليه وسلم، فَقَالَ: يا رسولَ اللهِ مَا الكَبَائِرُ؟ قَالَ: (الإشْرَاكُ بِاللهِ) قَالَ: ثُمَّ مَاذا؟ قَالَ: (اليَمِينُ الغَمُوسُ) قلتُ: وَمَا اليَمِينُ الغَمُوسُ؟ قَالَ: (الَّذِي يَقْتَطِعُ مَالَ امْرِئٍ مُسْلِمٍ!) يعني بِيَمِينٍ هُوَ فِيهَا كَاذِبٌ.","sanad":"وعن عبد اللهِ بن عمرو بن العاصِ رضي الله عنهما،"}]},{"chapterID":63,"chapterName":"63 - باب ندب من حلف عَلَى يَمينٍ فرأى غيرها خيراً مِنْهَا أنْ يفعل ذَلِكَ المحلوف عَلَيْهِ ثُمَّ يُكَفِّر عن يمينه","chapterIntro":"63 - باب ندب من حلف عَلَى يَمينٍ فرأى غيرها خيراً مِنْهَا أنْ يفعل ذَلِكَ المحلوف عَلَيْهِ ثُمَّ يُكَفِّر عن يمينه.","hadiths":[{"hadithId":"1715","text":"قَالَ لي رَسُولُ اللهِ صلى الله عليه وسلم: (وَإِذَا حَلَفْتَ عَلَى يَمِينٍ، فَرَأيْتَ غَيْرَهَا خَيْراً مِنْهَا، فَأتِ الَّذِي هُوَ خَيرٌ وَكَفِّرْ عَنْ يَمِينِكَ). متفق عَلَيْهِ.","sanad":"عن عبد الرحمن بن سَمُرَةَ رضي الله عنه قَالَ:"},{"hadithId":"1716","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (مَنْ حَلَفَ عَلَى يَمينٍ، فَرَأى غَيْرَهَا خَيْراً مِنْهَا، فَلْيُكَفِّرْ عَنْ يَمِينِهِ، وَلْيَفْعَلِ الَّذِي هُوَ خَيْرٌ). رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1717","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (إنِّي واللهِ إنْ شاءَ اللهُ لا أحْلِفُ عَلَى يَمِينٍ، ثُمَّ أَرَى خَيراً مِنْهَا إِلاَّ كَفَّرْتُ عَنْ يَمِينِي، وَأَتَيْتُ الَّذِي هُوَ خَيْرٌ). متفق عَلَيْهِ.","sanad":"وعن أَبي موسى رضي الله عنه:"},{"hadithId":"1718","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (لأَنْ يَلَجَّ أَحَدُكُمْ في يَمِينِهِ في أهْلِهِ آثَمُ لَهُ عِنْدَ اللهِ تَعَالَى مِنْ أنْ يُعْطِي كَفَّارَتَهُ الَّتي فَرَضَ اللهُ عَلَيْهِ). (1)، متفق عَلَيْهِ. \n\nقَوْلهُ : (يَلَجّ) بفتح اللام وتشديد الجيم أيْ: يَتَمَادَى فِيهَا، وَلاَ يُكَفِّرُ، وَقَولُهُ: (آثَمُ) هُوَ بالثاء المثلثة، أيْ: أَكْثَرُ إثْماً.\n\nــــــــــــــــــــــــ\n(1) قال البيضاوي: (المراد أنَّ الرجل إذا حلف على شيء يتعلق بأهله وأصر عليه كان أدخل في الوزر وأفضى إلى الإثم من الحنث؛ لأنَّه جعل الله عرضة ليمينه وقد نهي عن ذلك) نقله ابن حجر في فتح الباري 11/633.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":64,"chapterName":"64 - باب العفو عن لغو اليمين وأنَّه لا كفارة فِيهِ","chapterIntro":"64 - باب العفو عن لغو اليمين وأنَّه لا كفارة فِيهِ، وَهُوَ مَا يجري عَلَى اللسان بغير قصد اليمين كقوله عَلَى العادة: لا والله، وبلى والله، ونحو ذَلِكَ، قَالَ الله تَعَالَى: {لاَ يُؤاخِذُكُمُ اللهُ بِاللَّغْوِ في أَيْمَانِكُمْ وَلكِنْ يُؤاخِذُكُمْ بِمَا عَقَّدْتُمُ الأيمَانَ فَكَفَّارَتُهُ إطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أوْسَطِ مَا تُطْعِمُونَ أهْلِيكُمْ أَوْ كِسْوَتُهُمْ أَوْ تَحْرِيرُ رَقَبَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَيَّامٍ ذَلِكَ كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ وَاحْفَظُوا أيْمَانَكُمْ} [المائدة : 89].","hadiths":[{"hadithId":"1719","text":"أُنْزِلَتْ هذِهِ الآية: {لاَ يُؤاخِذُكُمُ اللهُ بِاللَّغْوِ في أَيْمَانِكُمْ} في قَوْلِ الرَّجُلِ: لا واللهِ، وَبَلَى واللهِ. رواه البخاري.","sanad":"وعن عائشة رَضِيَ اللهُ عنها قالت:"}]},{"chapterID":65,"chapterName":"65 - باب كراهة الحلف في البيع وإنْ كان صادقاً","chapterIntro":"65 - باب كراهة الحلف في البيع وإنْ كان صادقاً.","hadiths":[{"hadithId":"1720","text":"سَمِعتُ رسُولَ اللهِ صلى الله عليه وسلم يقولُ: (الحَلِفُ مَنْفَقَةٌ لِلسِّلْعَةِ، مَمْحَقَةٌ لِلْكَسْبِ). متفق عليه.","sanad":"عن أبي هريرةَ رضي الله عنه قال:"},{"hadithId":"1721","text":"أنَّه سمعَ رسولَ اللهِ صلى الله عليه وسلم يقولُ: (إيَّاكُمْ وَكَثْرَةَ الحَلِفِ فِي البَيْعِ، فَإنَّهُ يُنَفِّقُ ثُمَّ يَمْحَقُ). رواه مسلم.","sanad":"وعن أبي قتادة رضي الله عنه:"}]},{"chapterID":66,"chapterName":"66 - باب كراهة أنْ يسأل الإنسان بوجه الله - عز وجل - غير الجنة، وكراهة منع من سأل بالله تعالى وتشفع به","chapterIntro":"66 - باب كراهة أنْ يسأل الإنسان بوجه الله - عز وجل - غير الجنة، وكراهة منع من سأل بالله تعالى وتشفع به.","hadiths":[{"hadithId":"1722","text":"قالَ رسولُ اللهِ صلى الله عليه وسلم: (لاَ يُسْأَلُ بِوَجْهِ اللهِ الا الجَنَّةُ). رواه أبو داود.","sanad":"عن جابر رضي الله عنه قالَ:"},{"hadithId":"1723","text":"قال رسُولُ اللهِ صلى الله عليه وسلم: (مَنِ اسْتَعَاذَ بِاللهِ، فَأعِيذُوهُ (1)، وَمَنْ سَأَلَ بِاللهِ، فأَعْطُوهُ، وَمَنْ دَعَاكُمْ، فَأَجِيبُوهُ، وَمَنْ صَنَعَ إلَيْكُمْ مَعْرُوفاً فَكَافِئُوهُ، فَإنْ لَمْ تَجِدُوا ما تُكَافِئُونَهُ بِهِ فَادْعُوا لَهُ حَتَّى تَرَوْا أَنَّكُمْ قَد كَافَأْتُمُوهُ). حديث صحيح رواه أبو داود والنسائي بأسانيد الصحيحين.\n\nــــــــــــــــــــــــ\n(1) فَأعِيذُوهُ : فإذا استعاذ أحد بالله منك فأعذه، إلا إذا استعاذ عن حق واجب، فإن الله لا يعيذه، لو أنه كان مطلوباً لك، فسألته حقك، قلت: أعطني حقي، فقال: أعوذ بالله منك، فهنا لا تعذه؛ لأن الله تعالى لا يعيذ عاصياً، لكن إذا كان الأمر ليس مُحرماً، فاستعاذ بالله من ، فأعذه تعظيماً لله عزوجل). قاله الشيخ ابن عثيمين في شرح رياض الصالحين 4/302.","sanad":"وعن ابن عمر رضي الله عنهما قال:"}]},{"chapterID":67,"chapterName":"67 - باب تحريم قوله: شاهنشاه للسلطان وغيره لأن معناه ملك الملوك، ولا يُوصف بذلك غير الله سبحانه وتعالى","chapterIntro":"67 - باب تحريم قوله: شاهنشاه للسلطان وغيره لأن معناه ملك الملوك، ولا يُوصف بذلك غير الله سبحانه وتعالى.","hadiths":[{"hadithId":"1724","text":"عن النبيِّ صلى الله عليه وسلم قال: (إنَّ أَخْنَعَ (1) اسْمٍ عِنْدَ اللهِ عز وجل رَجُلٌ تَسَمَّى مَلِكَ الأَمْلاَكِ). متفق عليه.\n\nقال سُفيانُ بن عُيَيْنَةَ: (مَلِكُ الأَمْلاَكِ) مِثْلُ: شَاهِنْ شَاهِ.\n\nـــــــــــــــــــــــ\n(1) أَخْنَعَ : أي أذلها وأوضعها. النهاية 2/84","sanad":"وعن أبي هريرة رضي الله عنه،"}]},{"chapterID":68,"chapterName":"68 - باب النهي عن مخاطبة الفاسق والمبتدع ونحوهما بِسَيِّد ونحوه","chapterIntro":"68 - باب النهي عن مخاطبة الفاسق والمبتدع ونحوهما بِسَيِّد ونحوه.","hadiths":[{"hadithId":"1725","text":"قالَ رسُولُ الله صلى الله عليه وسلم: (لاَ تَقُولُوا لِلْمُنَافِقِ سَيِّدٌ، فَإنَّهُ إنْ يَكُ سَيِّداً فَقَدْ أسْخَطْتُمْ رَبَّكُمْ عز وجل). رواه أبو داود بإسنادٍ صحيح.","sanad":"عن بُريَدَةَ رضي الله عنه قالَ:"}]},{"chapterID":69,"chapterName":"69 - باب كراهة سب الحمّى","chapterIntro":"69 - باب كراهة سب الحمّى.","hadiths":[{"hadithId":"1726","text":"أنَّ رسُولَ اللهِ صلى الله عليه وسلم دخلَ على أُمِّ السَّائِبِ، أو أُمِّ المُسَيّبِ فَقَالَ: (مَا لَكِ يَا أُمَّ السَّائِبِ - أو يَا أُمَّ المُسَيَّبِ - تُزَفْزِفِينَ؟) قَالَتْ: الحُمَّى لاَ بَارَكَ اللهُ فِيهَا! فَقَالَ: (لاَ تَسُبِّي الحُمَّى فَإنَّهَا تُذْهِبُ خَطَايَا بَنِي آدَمَ كَمَا يُذْهِبُ الكِيْرُ خَبَثَ الحَدِيدِ). رواه مسلم.\n\n(تُزَفْزِفِينَ) أيْ تَتَحَرَّكِينَ حَرَكَةً سَريعَةً، وَمَعْنَاهُ: تَرْتَعِدُ. وَهُوَ بِضَمِّ التاء وبالزاي المكررة والفاء المكررة، وَرُوِيَ أيضاً بالراء المكررة والقافينِ.","sanad":"عن جابر رضي الله عنه:"}]},{"chapterID":70,"chapterName":"70 - باب النهي عن سب الريح ، وبيان ما يُقال عند هبوبها","chapterIntro":"70 - باب النهي عن سب الريح، وبيان ما يُقال عند هبوبها.","hadiths":[{"hadithId":"1727","text":"قالَ رسولُ اللهِ صلى الله عليه وسلم: (لاَ تَسُبُّوا الرِّيحَ، فَإِذَا رَأَيْتُمْ مَا تَكْرَهُونَ، فَقُولُوا: اللَّهُمَّ إنَّا نَسْأَلُكَ مِنْ خَيْرِ هذِهِ الرِّيحِ وَخَيْرِ مَا فِيهَا وخَيْرِ مَا أُمِرَتْ بِهِ. وَنَعُوذُ بِكَ مِنْ شَرِّ هذِهِ الرِّيحِ وَشَرِّ مَا فِيهَا وَشَرِّ مَا أُمِرَتْ بِهِ). رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"عن أبي المنذِرِ أُبي بن كعب رضي الله عنه قال:"},{"hadithId":"1728","text":"سمعتُ رسُولَ اللهِ صلى الله عليه وسلم يقولُ: (الرِّيحُ مِنْ رَوحِ اللهِ، تَأتِي بِالرَّحْمَةِ، وَتَأتِي بِالعَذَابِ، فَإذَا رَأَيْتُمُوهَا فَلاَ تَسُبُّوهَا، وَسَلُوا اللهَ خَيْرَهَا، وَاسْتَعِيذُوا باللهِ مِنْ شَرِّهَا). رواه أبو داود بإسناد حسن.\n\nقوله صلى الله عليه وسلم: (مِنْ رَوْحِ اللهِ) هو بفتح الراء: أي رَحْمَتِهِ بِعِبَادِهِ.","sanad":"وعن أبي هريرة رضي الله عنه قال:"},{"hadithId":"1729","text":"كان النَّبِيُّ صلى الله عليه وسلم إذا عَصَفَتِ الرِّيحُ قال: (اللَّهُمَّ إنِّي أسْألُكَ خَيْرَهَا وَخَيْرَ مَا فِيهَا وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ مَا فِيهَا وَشَرِّ مَا أُرْسِلَتْ بِهِ). رواه مسلم.","sanad":"وعن عائشة رضي الله عنها قالت:"}]},{"chapterID":71,"chapterName":"71 - باب كراهة سب الديك","chapterIntro":"71 - باب كراهة سب الديك.","hadiths":[{"hadithId":"1730","text":"قال رسُولُ اللهِ صلى الله عليه وسلم: (لاَ تَسُبُّوا الدِّيكَ فَإنَّهُ يُوِقِظُ لِلصَّلاَةِ). رواه أبو داود بإسناد صحيح.","sanad":"عن زيد بن خالد الجُهَنِيِّ رضي الله عنه قال:"}]},{"chapterID":72,"chapterName":"72 - باب النهي عن قول الإنسان : مُطِرنا بنَوء كذا","chapterIntro":"72 - باب النهي عن قول الإنسان: مُطِرنا بنَوء كذا.","hadiths":[{"hadithId":"1731","text":"صلَّى بنا رسولُ اللهِ صلى الله عليه وسلم صَلاَةَ الصُّبْحِ بِالحُدَيْبِيَّةِ في إثْرِ سَمَاءٍ كَانَتْ مِنَ اللَّيْلِ، فَلَمَّا انْصَرَفَ أقْبَلَ عَلَى النَّاسِ فقالَ: (هَلْ تَدْرُونَ مَاذَا قالَ رَبُّكُمْ؟) قالُوا: اللهُ وَرَسُولُهُ أعْلَمُ. قال: (قالَ: أصْبَحَ مِنْ عِبَادِي مُؤْمِنٌ بِي، وَكَافِرٌ، فَأَمَّا مَنْ قَالَ: مُطِرْنَا بِفَضْلِ اللهِ وَرَحْمَتِهِ، فَذلِكَ مُؤْمِنٌ بِي كَافِرٌ بِالكَوْكَبِ، وأَما مَنْ قَالَ مُطِرْنَا بِنَوءِ كَذَا وَكَذَا، فَذلكَ كَافِرٌ بِي مُؤْمِنٌ بِالكَوْكَبِ). متفق عليه.\n\nوَالسَّماءُ هُنَا : المَطَرُ.","sanad":"عن زيد بن خالد رضي الله عنه قال:"}]},{"chapterID":73,"chapterName":"73 - باب تحريم قوله لمسلم : يا كافر","chapterIntro":"73 - باب تحريم قوله لمسلم: يا كافر.","hadiths":[{"hadithId":"1732","text":"قالَ رسولُ اللهِ صلى الله عليه وسلم: (إذَا قَالَ الرَّجُلُ لأَخِيهِ: يَا كَافِرُ، فَقَدْ بَاءَ بِهَا أَحَدُهُمَا، فَإنْ كانَ كَمَا قَالَ وَإلاَّ رَجَعَتْ عَلَيْهِ) متفق عليه.","sanad":"عن ابن عمر رضي الله عنهما قال:"},{"hadithId":"1733","text":"أنَّه سَمِعَ رسُولَ اللهِ صلى الله عليه وسلم يقولُ: (مَنْ دَعَا رَجُلاً بالكُفْرِ، أو قالَ: عَدُوَّ اللهِ، وَلَيْسَ كَذلكَ إلاَّ حَارَ عَلَيْهِ). متفق عليه.\n\n(حَارَ): رَجَعَ.","sanad":"وعن أبي ذرٍّ رضي الله عنه:"}]},{"chapterID":74,"chapterName":"74 - باب النهي عن الفحش وبذاء اللسان","chapterIntro":"74 - باب النهي عن الفحش وبذاء اللسان.","hadiths":[{"hadithId":"1734","text":"قالَ رسولُ اللهِ صلى الله عليه وسلم: (لَيْسَ المُؤْمِنُ بالطَّعَّانِ، وَلاَ اللَّعَّانِ، وَلاَ الفَاحِشِ، وَلاَ البَذِيِّ) رواه الترمذي، وقال: (حديث حسن).","sanad":"عن ابن مسعودٍ رضي الله عنه قال:"},{"hadithId":"1735","text":"قالَ رسولُ اللهِ صلى الله عليه وسلم: (مَا كَانَ الفُحْشُ فِي شَيْءٍ إلاَّ شَانَهُ، وَمَا كَانَ الحَيَاءُ فِي شَيْءٍ إلاَّ زَانَهُ). رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن أنسٍ رضي الله عنه قال:"}]},{"chapterID":75,"chapterName":"75 - باب كراهة التقعير في الكلام والتشدُّق فيه وتكلف الفصاحة واستعمال وحشي اللُّغة ودقائق الإعراب في مخاطبة العوام ونحوهم","chapterIntro":"75 - باب كراهة التقعير في الكلام والتشدُّق فيه وتكلف الفصاحة واستعمال وحشي اللُّغة ودقائق الإعراب في مخاطبة العوام ونحوهم.\n","hadiths":[{"hadithId":"1736","text":"أنَّ النبيَّ صلى الله عليه وسلم قال: (هَلَكَ المُتَنَطِّعُونَ) قَالَهَا ثَلاَثاً. رواه مسلم.\n\n(المُتَنَطِّعُونَ): المُبَالِغُونَ فِي الأمُورِ.","sanad":"عن ابن مسعود رضي الله عنه:"},{"hadithId":"1737","text":"أنَّ رسُولَ اللهِ صلى الله عليه وسلم قال: (إنَّ اللهَ يُبْغِضُ البَلِيغَ مِنَ الرِّجَالِ الَّذي يَتَخَلَّلُ بِلِسَانِهِ كَمَا تَتَخَلَّلُ البَقَرَةُ (1)، رواه أبو داود والترمذي وقال: (حديث حسن).\n\nــــــــــــــــــــــــ\n(1) أي: يتشدق في الكلام ويفخم به لسانه ويلفه كما تلف البقرة الكلأ بلسانها لفاً. النهاية 2/73.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما:"},{"hadithId":"1738","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قال: (إنَّ مِنْ أحَبِّكُمْ إِلَيَّ، وأقْرَبِكُمْ مِنِّي مَجْلِساً يَومَ القِيَامَةِ، أحَاسِنكُمْ أَخْلاَقَاً، وإنَّ أَبْغَضَكُمْ إلَيَّ، وأبْعَدَكُمْ مِنِّي يَومَ القِيَامَةِ، الثَّرْثَارُونَ وَالمُتَشَدِّقُونَ وَالمُتَفَيْهِقُونَ). رواه الترمذي، وقال: (حديث حسن). وقد سبق شرحه في بَابِ حُسْنِ الخُلُقِ.","sanad":"وعن جابر بن عبد الله رضي الله عنهما:"}]},{"chapterID":76,"chapterName":"76 - باب كراهة قوله : خَبُثَتْ نَفْسي","chapterIntro":"76 - باب كراهة قوله : خَبُثَتْ نَفْسي.","hadiths":[{"hadithId":"1739","text":"عن النبيّ صلى الله عليه وسلم قال: (لاَ يَقُولَنَّ أَحَدُكُمْ: خَبُثَتْ نَفْسي، وَلكِنْ لِيَقُلْ: لَقِسَتْ نَفْسي). (1)، متفق عليه.\n\nقالَ العُلَمَاءُ : مَعْنَى (خَبُثَتْ): غَثَتْ، وَهُوَ مَعْنَى: (لَقِسَتْ) وَلَكِنْ كَرِهَ لَفْظَ الخُبْثِ.\n\nـــــــــــــــــــــــ\n(1) ويؤخذ من الحديث استحباب مجانبة الألفاظ القبيحة والأسماء، والعدول إلى ما لا قبح فيه. نقله ابن حجر في فتح الباري 10/692 عن ابن أبي جمرة.","sanad":"عن عائشة رضي الله عنها،"}]},{"chapterID":77,"chapterName":"77 - باب كراهة تسمية العنب كرماً","chapterIntro":"77 - باب كراهة تسمية العنب كرماً.","hadiths":[{"hadithId":"1740","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (لاَ تُسَمُّوا العِنَبَ الكَرْمَ، فَإنَّ الكَرْمَ المُسْلِمُ) متفق عليه، وهذا لفظ مسلم. وفي رواية: (فَإنَّمَا الكَرْمُ قَلْبُ المُؤمِنِ). وفي رواية للبخاري ومسلم: (يَقُولُونَ الكَرْمُ، إنَّمَا الكَرْمُ قَلْبُ المُؤْمِنِ).","sanad":"عن أبي هريرة رضي الله عنه قال: "},{"hadithId":"1741","text":"عن النَّبيِّ صلى الله عليه وسلم قال: (لاَ تَقُولُوا: الكَرْمُ، وَلكِنْ قُولُوا: العِنَبُ، والحَبَلَةُ). (1)، رواه مسلم.\n\n(الحَبَلَةُ) : بفتح الحاء والباء، ويُقال أيضاً بإسكان الباء، (2).\n\nـــــــــــــــــــــ\n(1) قال ابن عثيمين في شرح رياض الصالحين 4/312: (الكرم وصف محبوب يُوصف به المؤمن ولا سيما إذا كان جواداً باذلاً للخير بجاهه أو بماله أو علمه فإنه أحق بهذا الوصف من العنب. وإنما يُقال: الحبلة، أو يُقال: العنب. وأما أنْ تسميه كرماً فهذا لا. وهذا والله أعلم له سبب وهو: أنَّ هذا العنب قد يتخذ شراباً خبيثاً مُحرماً؛ لأنَّ العنب ربما يتخذ منه الخمر نسأل الله العافية. بهذا نهى النبي صلى الله عليه وسلم أنْ يُسمى العنب كرماً، وما يوجد في بعض الكتب المؤلفة في الزراعة ونحوها يُقال شجر الكرم أو الكروم داخل في هذا النهي …).\n(2) الحَبَلَةُ : الأصل أو القضيب من شجر الأعناب. النهاية 1/334.","sanad":"وعن وائلِ بنِ حُجرٍ رضي الله عنه،"}]},{"chapterID":78,"chapterName":"78 - باب النهي عن وصف محاسن المرأة لرجل إلاَّ أن يحتاج إلى ذلك لغرض شرعي كنكاحها ونحوه","chapterIntro":"78 - باب النهي عن وصف محاسن المرأة لرجل إلاَّ أن يحتاج إلى ذلك لغرض شرعي كنكاحها ونحوه.","hadiths":[{"hadithId":"1742","text":"قال رسول الله صلى الله عليه وسلم: (لاَ تُبَاشِرِ(1)، المَرْأَةُ المَرْأَةَ، فَتَصِفَهَا لِزَوْجِهَا كَأَنَّهُ يَنْظُرُ إلَيْهَا). متفق عليه.\n\nـــــــــــــــــــــــ\n(1) المُبَاشِرِة : هي المُخالطة والملامسة من لمس البشرة لبشرة.","sanad":"عن ابن مسعودٍ رضي الله عنه قال:"}]},{"chapterID":79,"chapterName":"79 - باب كراهة قول الإنسان : اللَّهُمَّ اغْفِرْ لِي إنْ شِئْتَ بل يجزم بالطلب","chapterIntro":"79 - باب كراهة قول الإنسان: اللَّهُمَّ اغْفِرْ لِي إنْ شِئْتَ بل يجزم بالطلب.","hadiths":[{"hadithId":"1743","text":"أنَّ رسول اللهِ صلى الله عليه وسلم قال: (لاَ يَقُولَنَّ أَحَدُكُمْ: اللَّهُمَّ اغْفِرْ لِي إنْ شِئْتَ: اللَّهُمَّ ارْحَمْنِي إنْ شِئْتَ، لِيَعْزِم المَسْأَلَةَ، فَإنَّهُ لاَ مُكْرِهَ لَهُ (1)، متفق عليه. وفي رواية لمسلم: (وَلكِنْ لِيَعْزِمْ وَلْيُعَظمِ الرَّغْبَةَ فَإنَّ اللهَ تَعَالَى لاَ يَتَعَاظَمُهُ شَيْءٌ أَعْطَاهُ).\n\nـــــــــــــــــــــــ\n(1)  قال ابن بطال: (في الحديث أنَّه ينبغي للداعي أنْ يجتهد في الدعاء ويكون على رجاء الإجابة ولا يقنط من الرحمة فإنَّه يدعو كريماً. وقد قال ابن عيينة: لا يمنعن أحداً الدعاء ما يعلم في نفسه - يعني من تقصير - فإنَّ الله قد أجاب دعاء شر خلقه وهو إبليس حين قال: {رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ}. انظر : فتح الباري 11/168.","sanad":"وعن أبي هريرة رضي الله عنه:"},{"hadithId":"1744","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (إذا دَعَا أحَدُكُمْ فَلْيَعْزِم المَسْأَلَةَ، وَلاَ يَقُولَنَّ: اللَّهُمَّ إنْ شِئْتَ، فَأَعْطِنِي، فَإنَّهُ لاَ مُسْتَكْرِهَ لَهُ). متفق عليه.","sanad":"وعن أنس رضي الله عنه قال:"}]},{"chapterID":80,"chapterName":"80 - باب كراهة قول : ما شاء اللهُ وشاء فلان","chapterIntro":"80 - باب كراهة قول : ما شاء اللهُ وشاء فلان.","hadiths":[{"hadithId":"1745","text":"عن النبيّ صلى الله عليه وسلم قال: (لاَ تَقُولُوا: مَا شَاءَ اللهُ وَشَاءَ فُلاَنٌ؛ وَلكِنْ قُولُوا: مَا شَاءَ اللهُ، ثُمَّ شَاءَ فُلاَنٌ). رواه أبو داود بإسناد صحيح.","sanad":"عن حُذَيْفَةَ بنِ اليمانِ رضي الله عنه،"}]},{"chapterID":81,"chapterName":"81 - باب كراهة الحديث بعد العشاء الآخرة","chapterIntro":"81 - باب كراهة الحديث بعد العشاء الآخرة، والمُرادُ بِهِ الحَديثُ الذي يَكُونُ مُبَاحاً في غَيرِ هذا الوَقْتِ، وَفِعْلُهُ وَتَرْكُهُ سواءٌ. فَأَمَّا الحَديثُ المُحَرَّمُ أو المَكرُوهُ (1)، في غير هذا الوقتِ، فَهُوَ في هذا الوقت أشَدُّ تَحريماً وَكَرَاهَةً. وأَمَّا الحَديثُ في الخَيرِ كَمُذَاكَرَةِ العِلْمِ وَحِكايَاتِ الصَّالِحِينَ، وَمَكَارِمِ الأخْلاَقِ، والحَديث مع الضَّيفِ، ومع طالبِ حَاجَةٍ، ونحو ذلك، فلا كَرَاهَة فيه، بل هُوَ مُسْتَحَبٌّ، وكَذَا الحَديثُ لِعُذْرٍ وعَارِضٍ لا كَراهَةَ فِيه. وقد تظاهَرَتِ الأحَاديثُ الصَّحيحةُ على كُلِّ ما ذَكَرْتُهُ.\n\nــــــــــــــــــــــ\n(1) الحَديثُ المُحَرَّمُ أو المَكرُوهُ : مثل الحديث في الغيبة والنميمة والاستماع إلى اللهو والغناء ومشاهدة ما لا يحل مشاهدته. شرح رياض الصالحين 4/318.","hadiths":[{"hadithId":"1746","text":"أنَّ رسولَ الله صلى الله عليه وسلم كان يكرهُ النَّومَ قَبْلَ العِشَاءِ والحَديثَ بَعْدَهَا. متفقٌ عليه.","sanad":"عن أبي بَرْزَةَ رضي الله عنه:"},{"hadithId":"1747","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم صَلَّى العِشَاء في آخِرِ حَيَاتِهِ، فَلَمَّا سَلَّمَ قال: (أرأيْتَكُمْ لَيْلَتَكُمْ هذِه؟ فَإنَّ عَلَى رَأسِ مِائَةِ سَنَةٍ لاَ يَبْقَى مِمَّنْ هُوَ علَى ظَهْرِ الأرْضِ اليَومَ أحَدٌ). متفق عليه.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1748","text":"أنَّهم انتظروا النَّبِيَّ صلى الله عليه وسلم، فَجَاءهُمْ قَريباً مِنْ شَطْرِ اللَّيْلِ فَصَلَّى بِهِمْ - يَعْنِي : العِشَاءَ - ثمَّ خَطَبنا فقالَ: (ألاَ إنَّ النَّاسَ قَدْ صَلُّوا، ثُمَّ رَقَدُوا، وَإنَّكُمْ لَنْ تَزَالُوا فِي صَلاَةٍ مَا انْتَظَرْتُمُ الصَّلاَةَ). رواه البخاري.","sanad":"وعن أنس رضي الله عنه:"}]},{"chapterID":82,"chapterName":"82 - باب تحريم امتناع المرأة من فراش زوجها إِذَا دعاها ولم يكن لَهَا عذر شرعي","chapterIntro":"82 - باب تحريم امتناع المرأة من فراش زوجها إِذَا دعاها ولم يكن لَهَا عذر شرعي.","hadiths":[{"hadithId":"1749","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (إِذَا دَعَا الرَّجُلُ امْرَأتَهُ إِلَى فِرَاشِهِ فَأبَتْ، فَبَاتَ غَضْبَانَ عَلَيْهَا، لَعَنَتْهَا المَلاَئِكَةُ حَتَّى تُصْبحَ) متفق عَلَيْهِ. وفي رواية: (حَتَّى تَرْجعَ).","sanad":"عن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":83,"chapterName":"83 - باب تحريم صوم المرأة تطوعاً وزوجها حاضر إِلاَّ بإذنه","chapterIntro":"83 - باب تحريم صوم المرأة تطوعاً وزوجها حاضر إِلاَّ بإذنه.","hadiths":[{"hadithId":"1750","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قَالَ: (لاَ يَحِلُّ لِلْمَرْأَةِ أَنْ تَصُومَ وَزَوْجُهَا شَاهِدٌ إِلاَّ بِإذْنِهِ، وَلاَ تَأذَنَ فِي بَيْتِهِ إِلاَّ بِإذْنِهِ) متفق عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه:"}]},{"chapterID":84,"chapterName":"84- باب تحريم رفع المأموم رأسه من الركوع أَو السجود قبل الإمام","chapterIntro":"84 - باب تحريم رفع المأموم رأسه من الركوع أَو السجود قبل الإمام.","hadiths":[{"hadithId":"1751","text":"أنَّ النَّبيَّ صلى الله عليه وسلم قَالَ: (أمَا يَخْشَى أحَدُكُمْ إِذَا رَفَعَ رَأسَهُ قَبْلَ الإمَامِ أنْ يَجْعَلَ اللهُ رَأسَهُ رَأسَ حِمَارٍ! أَوْ يَجْعَلَ اللهُ صُورَتَهُ صُورَةَ حِمَارٍ) متفق عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه:"}]},{"chapterID":85,"chapterName":"85 - باب كراهة وضع اليد عَلَى الخاصرة في الصلاة","chapterIntro":"85 - باب كراهة وضع اليد عَلَى الخاصرة في الصلاة.","hadiths":[{"hadithId":"1752","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم نَهَى عن الخَصْرِ في الصَّلاَةِ. متفق عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه:"}]},{"chapterID":86,"chapterName":"86- باب كراهة الصلاة بحضرة الطعام ونفسه تتوق إِلَيْهِ أَوْ مَعَ مدافعة الأخبثين","chapterIntro":"86 - باب كراهة الصلاة بحضرة الطعام ونفسه تتوق إِلَيْهِ أَوْ مَعَ مدافعة الأخبثين (1) : وهما البول والغائط.\n\nــــــــــــــــــــ\n(1) قال المصنف: (ويلحق في هذا ما كان في معناه مما يشغل القلب ويذهب كمال الخشوع). شرح صحيح مسلم 3/40.","hadiths":[{"hadithId":"1753","text":"سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقولُ: (لا صَلاَةَ بِحَضْرَةِ طَعَامٍ، وَلاَ وَهُوَ يُدَافِعُهُ الأَخْبَثَانِ). رواه مسلم.","sanad":"عن عائشة رَضِيَ اللهُ عنها قالت:"}]},{"chapterID":87,"chapterName":"87 - باب النهي عن رفع البصر إِلَى السماء في الصلاة","chapterIntro":"87 - باب النهي عن رفع البصر إِلَى السماء في الصلاة.","hadiths":[{"hadithId":"1754","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (مَا بَالُ أقْوامٍ يَرْفَعُونَ أبْصَارَهُمْ إِلَى السَّمَاءِ في صَلاَتِهِمْ!) فَاشْتَدَّ قَولُهُ في ذَلِكَ حَتَّى قَالَ: (لَيَنْتَهُنَّ عَنْ ذَلِكَ، أَوْ لَتُخطفَنَّ أَبْصَارُهُمْ!). رواه البخاري.","sanad":"عن أنس بن مالك رضي الله عنه قَالَ:"}]},{"chapterID":88,"chapterName":"88 - باب كراهة الالتفات في الصلاة لغير عذر","chapterIntro":"88 - باب كراهة الالتفات في الصلاة لغير عذر.","hadiths":[{"hadithId":"1755","text":"سألت رسُولَ الله صلى الله عليه وسلم عَنِ الالتفَاتِ في الصَّلاَةِ، فَقَالَ: (هُوَ اخْتِلاَسٌ (1)، يَخْتَلِسُهُ الشَّيْطَانُ مِنْ صَلاَةِ العَبْدِ). رواه البخاري.\n\nــــــــــــــــــــــــ\n(1) اخْتِلاَسٌ : هو أخذ الشيء بخفية. انظر: شرح رياض الصالحين 4/325.","sanad":"عن عائشة رَضِيَ اللهُ عنها قالت: "},{"hadithId":"1756","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (إيَّاكَ والالتِفَاتَ فِي الصَّلاَةِ، فَإنَّ الالتفَاتَ في الصَّلاَةِ هَلَكَةٌ، فَإنْ كَانَ لاَ بُدَّ، فَفِي التَّطَوُّعِ لاَ في الفَريضَةِ). رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن أنس رضي الله عنه قَالَ:"}]},{"chapterID":89,"chapterName":"89 - باب النهي عن الصلاة إِلَى القبور","chapterIntro":"89 - باب النهي عن الصلاة إِلَى القبور.","hadiths":[{"hadithId":"1757","text":"سَمِعْتُ رسُولَ اللهِ صلى الله عليه وسلم يقولُ: (لا تُصَلُّوا إِلَى القُبُورِ، وَلاَ تَجْلِسُوا عَلَيْهَا). (1)، رواه مسلم.\n\nــــــــــــــــــــــ\n(1) قال الشافعي رحمه الله: (وأكره أن يُعظم مخلوق حتى يجعل قبره مسجداً مخافة الفتنة عليه وعلى من بعده من الناس). نقله المصنف في شرحه لصحيح مسلم 4/52.","sanad":"عن أَبي مَرْثَدٍ كَنَّازِ بْنِ الحُصَيْنِ رضي الله عنه قَالَ: "}]},{"chapterID":90,"chapterName":"90 - باب تحريم المرور بَيْنَ يدي المصلِّي","chapterIntro":"90 - باب تحريم المرور بَيْنَ يدي المصلِّي.","hadiths":[{"hadithId":"1758","text":"قَالَ رسُولُ الله صلى الله عليه وسلم: (لَوْ يَعْلَمُ المَارُّ بَيْنَ يَدَيِ المُصَلِّي مَاذَا عَلَيْهِ لَكَانَ أنْ يَقِفَ أرْبَعِينَ خَيْراً لَهُ مِنْ أنْ يَمُرَّ بَيْنَ يَدَيْهِ) قَالَ الراوي: لا أدْرِي قَالَ: أرْبَعينَ يَوماً، أَوْ أرْبَعِينَ شَهْراً، أَوْ أرْبَعِينَ سَنَةً. متفق عَلَيْهِ.","sanad":"عن أَبي الجُهَيْمِ عبد اللهِ بن الحارِثِ بن الصِّمَّةِ الأنْصَارِيِّ رضي الله عنه قَالَ:"}]},{"chapterID":91,"chapterName":"91 - باب كراهة شروع المأموم في نافلة بعد شروع المؤذن في إقامة الصلاة سواء كَانَتْ النافلة سنة تلك الصلاة أَوْ غيرها","chapterIntro":"91 - باب كراهة شروع المأموم في نافلة بعد شروع المؤذن في إقامة الصلاة سواء كَانَتْ النافلة سنة تلك الصلاة أَوْ غيرها.","hadiths":[{"hadithId":"1759","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ صَلاَةَ إِلاَّ المَكْتُوبَةَ). رواه مسلم.","sanad":"عن أَبي هريرة رضي الله عنه،"}]},{"chapterID":92,"chapterName":"92 - باب كراهة تخصيص يوم الجمعة بصيام أَوْ ليلته بصلاة من بين الليالي","chapterIntro":"92 - باب كراهة تخصيص يوم الجمعة بصيام((5)) أَوْ ليلته بصلاة من بين الليالي.","hadiths":[{"hadithId":"1760","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (لا تَخُصُّوا لَيْلَةَ الجُمُعَةِ بِقِيَامٍ مِنْ بَيْنِ اللَّيَالِي، وَلاَ تَخُصُّوا يَومَ الجُمُعَةِ بِصِيَامٍ مِنْ بَيْنِ الأَيَّامِ، إِلاَّ أَنْ يَكُونَ فِي صَومٍ يَصُومُهُ أحَدُكُمْ). رواه مسلم.","sanad":"عن أَبي هريرة رضي الله عنه،"},{"hadithId":"1761","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقولُ: (لاَ يَصُومَنَّ أحَدُكُمْ يَوْمَ الجُمُعَةِ إِلاَّ يَوماً قَبْلَهُ أَوْ بَعْدَهُ). متفق عَلَيْهِ.","sanad":"وعنه قَالَ:"},{"hadithId":"1762","text":"سَأَلْتُ جَابِراً رضي الله عنه: أنَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ صَومِ الجُمُعَةِ؟ قَالَ: نَعَمْ. متفق عَلَيْهِ.","sanad":"وعن محمد بن عَبَّادٍ قَالَ:"},{"hadithId":"1763","text":"أنَّ النَّبيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهَا يَوْمَ الجُمُعَةِ وهِيَ صَائِمَةٌ فَقَالَ: (أصُمْتِ أمْسِ؟) قالت: لا، قَال: (تُرِيدِينَ أنْ تَصُومِي غَداً؟) قالتْ: لاَ. قَالَ: (فَأَفْطِرِي). رواه البخاري.","sanad":"وعن أُمِّ المُؤمِنِينَ جويرية بنت الحارث رَضِيَ اللهُ عنها:"}]},{"chapterID":93,"chapterName":"93 - باب تحريم الوصال في الصوم","chapterIntro":"93 - باب تحريم الوصال في الصوم وَهُوَ أنْ يصوم يَومَينِ أَوْ أكثر وَلاَ يأكل وَلاَ يشرب بينهما.","hadiths":[{"hadithId":"1764","text":"أنَّ النبيَّ صلى الله عليه وسلم نهى عن الوِصَالِ. متفق عَلَيْهِ.","sanad":"عن أَبي هريرة وعائشة رضي الله عنهما:"},{"hadithId":"1765","text":"نَهَى رسُولُ اللهِ صلى الله عليه وسلم عَنِ الوِصَالِ. قالوا: إنَّكَ تُواصِلُ؟ قَالَ: (إنِّي لَسْتُ مِثْلَكُمْ، إنِّي أُطْعَمُ وَأُسْقَى). متفق عَلَيْهِ. وهذا لفظ البخاري.","sanad":"وعن ابن عمر رضي الله عنهما قَالَ:"}]},{"chapterID":94,"chapterName":"94 - باب تحريم الجلوس عَلَى قبر","chapterIntro":"94 - باب تحريم الجلوس عَلَى قبر.","hadiths":[{"hadithId":"1766","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (لأنْ يَجْلِسَ أحَدُكُمْ عَلَى جَمْرَةٍ، فَتُحْرِقَ ثِيَابَهُ فَتَخْلُصَ إِلَى جِلْدِهِ خَيْرٌ لَهُ مِنْ أنْ يَجْلِسَ عَلَى قَبْرٍ(1). رواه مسلم.\n\nــــــــــــــــــــ\n(1) لأنَّ القبر فيه إنسان مسلم محترم في الغالب وجلوسك عليه إهانة له. قاله ابن عثيمين رحمه الله في شرح رياض الصالحين 4/329.","sanad":"عن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":95,"chapterName":"95 - باب النهي عن تجصيص القبر والبناء عليه","chapterIntro":"95 - باب النهي عن تجصيص القبر والبناء عليه.","hadiths":[{"hadithId":"1767","text":"نَهَى رسولُ الله صلى الله عليه وسلم أن يُجَصَّصَ القَبْرُ، وأنْ يُقْعَدَ عَلَيْهِ، وَأنْ يُبْنَى عَلَيْهِ. رواه مسلم.","sanad":"عن جابر رضي الله عنه قَالَ:"}]},{"chapterID":96,"chapterName":"96 - باب تغليظ تحريم إباق العبد من سيده","chapterIntro":"96 - باب تغليظ تحريم إباق العبد (1)، من سيده.\n\nـــــــــــــــــــــــ\n(1) إباق العبد : هروب العبد من سيده، والتشديد في الوعيد؛ لأنَّ العبد ملك لسيده بذاته ومنافعه، فليس له الهرب من سيده. انظر : النهاية 1/15، وشرح صحيح مسلم 1/266، وشرح رياض الصالحين 4/330.","hadiths":[{"hadithId":"1768","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (أَيُّمَا عَبْدٍ أَبَقَ، فَقَدْ بَرِئَتْ مِنْهُ الذِّمَّةُ). رواه مسلم.","sanad":"عن جرير رضي الله عنه قَالَ:"},{"hadithId":"1769","text":"عن النبيِّ صلى الله عليه وسلم: (إِذَا أَبَقَ العَبْدُ، لَمْ تُقْبَلْ لَهُ صَلاَةٌ). رواه مسلم. وفي روايةٍ: (فَقَدْ كَفَرَ).","sanad":"وعنه،"}]},{"chapterID":97,"chapterName":"97 - باب تحريم الشفاعة في الحدود","chapterIntro":"97 - باب تحريم الشفاعة في الحدود، قَالَ الله تَعَالَى: { الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلاَ تَأخُذْكُمْ بِهِمَا رَأفَةٌ فِي دِينِ اللهِ إنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَاليَوْمِ الآخِرِ} [النور : 2].","hadiths":[{"hadithId":"1770","text":"أنَّ قُرَيْشاً أهَمَّهُمْ شَأْنُ المَرْأَةِ المَخْزُومِيَّةِ الَّتي سَرَقَتْ، فقَالُوا: مَنْ يُكَلِّمُ فِيهَا رَسُولَ اللهِ صلى الله عليه وسلم؟ فقالوا: وَمَنْ يَجْتَرِئُ عَلَيْهِ إِلاَّ أُسَامَةُ بْنُ زَيْدٍ، حِبُّ رَسُولِ اللهِِ صلى الله عليه وسلم. فَكَلَّمَهُ أُسَامَةُ، فَقَالَ رسُولُ اللهِ صلى الله عليه وسلم: (أتَشْفَعُ في حَدٍّ مِنْ حُدُودِ اللهِ تَعَالَى؟!) ثُمَّ قَامَ فاخْتَطَبَ (1)، ثُمَّ قَالَ: (إنَّمَا أهْلَكَ الَّذِينَ قَبْلَكُمْ أنَّهُمْ كَانُوا إِذَا سَرَقَ فِيِهمُ الشَّرِيفُ تَرَكُوهُ، وَإِذَا سَرَقَ فِيهِمُ الضَّعِيفُ، أَقَامُوا عَلَيْهِ الحَدَّ، وَايْمُ اللهِ لَوْ أنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا). متفق عَلَيْهِ.\nوفي روايةٍ: فَتَلوَّنَ وَجْهُ رَسُولِ الله صلى الله عليه وسلم، فَقَالَ: (أتَشْفَعُ في حَدٍّ مِنْ حُدُودِ اللهِ!؟) فَقَالَ أُسَامَةُ: اسْتَغْفِرْ لِي يَا رَسُولَ اللهِ. قَالَ: ثُمَّ أَمَرَ بِتِلْكَ المَرْأَةِ فَقُطِعَتْ يَدُهَا.\n\nــــــــــــــــــــــــ\n(1) فاخْتَطَبَ :  أي خَطب خطبة بليغة.","sanad":"وعن عائشة رَضِيَ اللهُ عنها:"}]},{"chapterID":98,"chapterName":"98 - باب النهي عن التغوط في طريق الناس وظلِّهم وموارد الماء ونحوها","chapterIntro":"98 - باب النهي عن التغوط في طريق الناس وظلِّهم وموارد الماء ونحوها، قَالَ الله تَعَالَى: {وَالَّذِينَ يُؤذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَد احْتَمَلُوا بُهْتاناً وَإِثْماً مُبِيناً} [الأحزاب : 58].","hadiths":[{"hadithId":"1771","text":"أنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ: (اتَّقُوا اللاَّعِنَيْنِ) قالوا: وَمَا اللاَّعِنَانِ؟ قَالَ: (الَّذِي يَتَخَلَّى (1)، في طَرِيقِ النَّاسِ أَوْ في ظِلِّهِمْ). رواه مسلم.\n\nــــــــــــــــــــ\n(1) يَتَخَلَّى : قال النووي في شرح صحيح مسلم 2/140: (معناه يتغوط في موضع يمر به الناس، وما نهى عنه في الظل والطريق لما فيه من إيذاء المسلمين بتنجيس من يمر به ونتنه واستقذاره).","sanad":"وعن أَبي هريرة رضي الله عنه:"}]},{"chapterID":99,"chapterName":"99 - باب النهي عن البول ونحوه في الماء الراكد","chapterIntro":"99 - باب النهي عن البول ونحوه في الماء الراكد.","hadiths":[{"hadithId":"1772","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم نَهَى أنْ يُبَالَ في المَاءِ الرَّاكِدِ. رواه مسلم.","sanad":"عن جابر رضي الله عنه:"}]},{"chapterID":100,"chapterName":"100 - باب كراهة تفضيل الوالد بعض أولاده على بعض في الهبة","chapterIntro":"100 - باب كراهة تفضيل الوالد بعض أولاده على بعض في الهبة.","hadiths":[{"hadithId":"1773","text":"أنَّ أباه أتَى بِهِ رسُولَ اللهِ صلى الله عليه وسلم فقال: إنِّي نَحَلْتُ ابْنِي هَذَا غُلاماً كَانَ لِي، فقال رسولُ الله صلى الله عليه وسلم: (أكُلَّ وَلَدِكَ نَحَلْتَهُ مِثْلَ هَذَا؟) فقال: لا، فقالَ رسولُ اللهِ صلى الله عليه وسلم: (فَأرْجِعهُ).\nوفي روايةٍ: فقال رسولُ اللهِ صلى الله عليه وسلم: (أَفَعَلْتَ هذَا بِوَلَدِكَ كُلِّهِمْ؟) قال: لا، قال: (اتَّقُوا الله واعْدِلُوا فِي أوْلادِكُمْ) فَرَجَعَ أبي، فَرَدَّ تِلْكَ الصَّدَقَةَ.\nوفي روايةٍ: فقال رسولُ اللهِ صلى الله عليه وسلم: (يَا بَشيرُ ألَكَ وَلَدٌ سِوَى هَذَا؟) فقالَ: نَعَمْ، قال: (أكُلَّهُمْ وَهَبْتَ لَهُ مِثْلَ هذَا؟) قال: لا، قال: (فَلاَ تُشْهِدْنِي إذاً فَإنِّي لاَ أشْهَدُ عَلَى جَوْرٍ). وفي روايةٍ: (لاَ تُشْهِدْنِي عَلَى جَوْرٍ).\nوفي رواية: (أشْهِدْ عَلَى هذَا غَيْرِي!) ثُمَّ قال: (أيَسُرُّكَ أنْ يَكُونُوا إلَيْكَ في البِرِّ سَواءً؟) قال: بَلَى، قال: (فَلا إذاً). متفق عليه.","sanad":"عن النعمان بن بشير رضي الله عنهما:"}]},{"chapterID":101,"chapterName":"101 - باب تحريم إحداد المرأة على ميت فوق ثلاثة أيام إلا على زوجها أربعة أشهر وعشرة أيام","chapterIntro":"101 - باب تحريم إحداد (1)، المرأة على ميت فوق ثلاثة أيام إلا على زوجها أربعة أشهر وعشرة أيام.\n\nــــــــــــــــــــــــ\n(1) قال ابن عثيمين في شرح رياض الصالحين 4/341: (الإحداد أن تجتنب المرأة الأشياء التالية:\n1- لباس الزينة، لا تلبس ثوباً يعد ثوب زينة، أما الثياب العادية فلها أن تلبسها بأي لون كان أصفر، أحمر، أخضر …\n2- الطيب بجميع أنواعه.\n3- الحلي بجميع أنواعه.\n4- ألاَّ تخرج من البيت أبداً إلا لضرورة أو حاجة.\n5- التجميل والتكحل بالكحل وما أشبه ذلك… وما اشتهر عند العوام أن المرأة تغتسل من الجمعة إلى الجمعة، فهذا لا أصل له. وكذلك ما اشتهر عند العوام أنها لا تكلم أحداً إلا من محارمها، فهذا غلط أيضاً، تكلم من شاءت).","hadiths":[{"hadithId":"1774","text":"دَخَلْتُ عَلَى أُمِّ حَبِيبَةَ رضيَ اللهُ عنها، زَوجِ النَّبِيِّ صلى الله عليه وسلم، حِينَ تُوُفِّيَ أبُوهَا أبُو سُفْيَانَ بن حرب رضي الله عنه، فَدَعَتْ بِطِيبٍ فِيهِ صُفْرَةُ خَلُوقٍ أوْ غَيرِهِ، فَدَهَنَتْ مِنهُ جَارِيَةً، ثُمَّ مَسَّتْ بِعَارِضَيْهَا، ثُمَّ قَالَتْ: واللهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ، غَيْرَ أنِّي سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقُولُ عَلَى المِنْبَرِ: (لا يَحِلُّ لامْرَأَةٍ تُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ أنْ تُحِدَّ على مَيِّتٍ فَوقَ ثَلاَثِ لَيَالٍ، إلاَّ علَى زَوْجٍ أرْبَعَةَ أشْهُرٍ وَعَشْراً). قالَتْ زَيْنَبُ: ثُمَّ دَخَلْتُ عَلَى زَيْنَبَ بنْتِ جَحْشٍ رضي اللهُ عنها حينَ تُوُفِّيَ أَخُوهَا، فَدَعَتْ بِطِيبٍ فَمَسَّتْ مِنْهُ ثُمَّ قَالَتْ: أمَا وَاللهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ، غَيرَ أنِّي سَمِعْتُ رسُولَ اللهِ صلى الله عليه وسلم يقُولُ عَلَى المِنْبَرِ: (لا يَحِلُّ لامْرَأَةٍ تُؤْمِنُ بِاللهِ وَاليَوْمِ الآخِرِ أنْ تُحِدَّ على مَيِّتٍ فَوقَ ثَلاَثٍ، إلاَّ علَى زَوْجٍ أرْبَعَةَ أشْهُرٍ وَعَشْراً). متفق عليه.","sanad":"عن زينب بنتِ أبي سلمة رضي الله عنهما قالت:"}]},{"chapterID":102,"chapterName":"102 - باب تحريم بيع الحاضر للبادي وتلقي الركبان والبيع على بيع أخيه والخِطبة على خطبته إلا أنْ يأذن أو يردّ","chapterIntro":"102 - باب تحريم بيع الحاضر للبادي وتلقي الركبان والبيع على بيع أخيه والخِطبة على خطبته إلا أنْ يأذن أو يردّ.\n","hadiths":[{"hadithId":"1775","text":"نهَى رسُولُ اللهِ صلى الله عليه وسلم أنْ يَبيعَ حَاضِرٌ لِبَادٍ (1) وإنْ كانَ أخَاهُ لأَبِيهِ وَأُمِّهِ. متفق عليه.\n\nــــــــــــــــــــــــــــ\n(1) هو أنْ يأتي إنسان من البادية بغنمه أو إبله أو سمنه… ليبيعه في السوق، فيأتي الإنسان إليه وهو من أهل البلد ويقول: يا فلان ، أنا أبيع لك، هذا لا يجوز… لأنَّ البدوي ربما يُريد البيع برخص لأنَّه يريد أنْ يرجع إلى أهله، وأيضاً إذا باع البدوي فالعادة أنَّ الحضري ينقده الثمن ولا يؤخره… شرح رياض الصالحين 4/342.","sanad":"عن أنس رضي الله عنه قالَ:"},{"hadithId":"1776","text":"قالَ رسولُ اللهِ صلى الله عليه وسلم: (لاَ تَتَلَقَّوُا السِّلَعَ حَتَّى يُهْبَطَ بِهَا إلَى الأَسْوَاقِ). متفق عليه.","sanad":"وعن ابن عمر رضي الله عنهما قال:"},{"hadithId":"1777","text":"قالَ رسُولُ الله صلى الله عليه وسلم: (لاَ تَتَلَقَّوُا (1) الرُّكْبَانَ، وَلاَ يَبِعْ حَاضِرٌ لِبَادٍ) فقالَ لَهُ طَاووسٌ: مَا: لاَ يَبيعُ حَاضِرٌ لِبَادٍ؟ قال: لاَ يَكُونُ لَهُ سِمْسَاراً. متفق عليه.\n\nـــــــــــــــــــــــــ\n(1) لاَ تَتَلَقَّوُا : كانوا يعرفون أنَّ البادية تأتي بالسلع مثلاً في أول النهار فتجد بعض الناس يخرج من البلد إلى قريب منه، ثم يتلقى الركبان، ويشتري منهم قبل أنْ يصلوا إلى السوق، فيقطع الرزق على أهل البلد ويغبن الركبان… شرح رياض الصالحين 4/343.","sanad":"وعن ابن عباس رضي الله عنهما قال:"},{"hadithId":"1778","text":"نَهَى رسولُ الله صلى الله عليه وسلم أنْ يَبِيعَ حَاضِرٌ لِبَادٍ، وَلاَ تَنَاجَشُوا (1) وَلاَ يَبِيع الرَّجُلُ عَلَى بَيْعِ أخْيِهِ، وَلاَ يَخْطُبُ عَلَى خِطْبَةِ أخِيهِ، وَلاَ تَسْأَلُ المَرْأَةُ طَلاَقَ أُخْتِهَا لِتَكْفَأَ مَا فِي إنائِهَا (2).\nوفي رواية قال: نَهَى رَسُولُ الله صلى الله عليه وسلم عَنِ التَّلَقِّي، وَأَنْ يَبْتَاعَ المُهَاجِرُ لِلأعْرَابِيِّ، وَأَنْ تَشْتَرِطَ المَرْأةُ طَلاَقَ أُخْتِهَا، وأنْ يَسْتَامَ الرَّجُلُ على سَوْمِ أخِيهِ، وَنَهَى عَنِ النَّجْشِ والتَّصْرِيَةِ (3). متفق عليه.\n\nــــــــــــــــــــــ\n(1) النَجَش : هو الزيادة في ثمن السلعة ليغرَّ غيره فقط، وقيل: هو مدح الشيء وإطراؤه، فالناجش يغرُّ المشتري بمدحه ليزيد في الثمن. انظر: المفهم 4/367.\n(2) لِتَكْفَأَ مَا فِي إنائِهَا : لتفوز بالخير من زوجها لوحدها وتحرم غيرها، وهذا من الأنانية التي نهى الإسلام عنها.\n(3) التَّصْرِيَةِ : هو جمع اللبن في الضرع لمدة يومين أو ثلاثة أيام حتى يكبر ويعظم فيظن المشتري أن ذلك لكثرة اللبن. انظر: المفهم 4/369.","sanad":"وعن أبي هريرة رضي الله عنه قال:"},{"hadithId":"1779","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قال: (لاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ، وَلاَ يَخْطُبْ عَلَى خِطْبَةِ أخِيهِ إلاَّ أنْ يَأذَنَ لَهُ). متفق عليه، وهذا لفظ مسلم.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1780","text":"أنَّ رسُولَ الله صلى الله عليه وسلم قال: (المُؤْمِنُ أَخُو المُؤْمِنِ، فَلاَ يَحِلُّ لِمُؤْمِنٍ أنْ يَبْتَاعَ عَلَى بَيْعِ أخِيهِ وَلاَ يَخْطُبَ عَلَى خِطْبَةِ أخِيهِ حَتَّى يذَرَ). رواه مسلم.","sanad":"وعن عقبة بن عامر رضي الله عنه:"}]},{"chapterID":103,"chapterName":"103 - باب النهي عن إضاعة المال في غير وجوهه التي أذن الشرع فيها","chapterIntro":"103 - باب النهي عن إضاعة المال في غير وجوهه التي أذن الشرع فيها.","hadiths":[{"hadithId":"1781","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (إنَّ اللهَ تعالى يَرْضَى لَكُمْ ثَلاَثاً، ويَكْرَهُ لَكُمْ ثَلاَثاً: فَيَرْضَى لَكُمْ أنْ تَعْبُدُوهُ، وَلاَ تُشْرِكُوا بِهِ شَيئاً، وَأَنْ تَعْتَصِمُوا بِحَبْلِ اللهِ جَمِيعاً وَلاَ تَفَرَّقُوا، وَيَكْرَهُ لَكُمْ: قِيلَ وَقَالَ، وَكَثْرَةَ السُّؤَالِ، وإضَاعَةَ المَالِ). رواه مسلم.","sanad":"عن أبي هريرة رضي الله عنه قال:"},{"hadithId":"1782","text":"أَمْلَى عَلَيَّ المُغِيرَةُ بْنُ شُعْبَةَ في كِتابٍ إلَى مُعَاوِيَةَ رضي الله عنه: أنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقُولُ فِي دُبُرِ كُلِّ صَلاَةٍ مَكْتُوبَةٍ: (لاَ إلهَ إلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لهُ، لَهُ المُلْكُ وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ) وَكَتَبَ إلَيْهِ أَنَّهُ كَانَ يَنْهَى عَنْ قِيلَ وَقَالَ، وَإضَاعَةِ المَالِ، وَكَثْرَةِ السُّؤَالِ، وَكَانَ يَنْهَى عَنْ عُقُوقِ الأُمَّهَاتِ، وَوَأْدِ البَنَاتِ، وَمَنْعٍ وَهَاتِ. متفق عليه.","sanad":"وعن ورَّادٍ كاتب المغيرة، قال:"}]},{"chapterID":104,"chapterName":"104 - باب النهي عن الإشارة إلى مسلم بسلاح ونحوه سواء كان جاداً أو مازحاً، والنهي عن تعاطي السيف مسلولاً","chapterIntro":"104 - باب النهي عن الإشارة إلى مسلم بسلاح ونحوه سواء كان جاداً أو مازحاً، والنهي عن تعاطي السيف مسلولاً.","hadiths":[{"hadithId":"1783","text":"عن رسولِ اللهِ صلى الله عليه وسلم قال: (لاَ يُشِرْ أحَدُكُمْ إلَى أخِيهِ بِالسِّلاحِ، فَإنَّهُ لاَ يَدْرِي لَعَلَّ الشَّيْطَانَ يَنْزعُ فِي يَدِهِ، فَيَقَع فِي حُفْرَةٍ مِنَ النَّارِ). متفق عليه.\nوفي رواية لمسلم قال: قال أبو القاسم صلى الله عليه وسلم: (مَنْ أشَارَ إلَى أخِيهِ بِحَدِيدَةٍ، فَإنَّ المَلاَئِكَةَ تَلْعَنُهُ حَتَّى يَنْزعَ، وَإنْ كَانَ أخَاهُ لأَبِيهِ وَأُمِّهِ) (1).\n\nقوله صلى الله عليه وسلم: (يَنْزع) ضُبِطَ بالعين المهملة مع كسر الزاي، وبالغين المعجمة مع فتحها، ومعناهما مُتَقَارِبٌ، وَمَعنَاهُ بالمهملةِ يَرْمِي، وبالمعجمةِ أيضاً يَرْمِي وَيُفْسِدُ. وَأصْلُ النَّزْعِ: الطَّعْنُ وَالفَسَادُ.\n\nـــــــــــــــــــــــــ\n(1) لا يشير إلى أحد بسلاح أو حديدة أو حجر أو ما أشبه ذلك كأنَّه يريد أنْ يرميه به، وكذلك ما يفعله بعض السفهاء، يأتي بالسيارة مُسرعاً نحو شخص واقفٍ أو جالس، وكذلك أنْ يغري الكلب بإنسان، المهم أنَّ جميع أسباب الهلاك ينهى الإنسان أنْ يفعلها سواء أكان جاداً أم هازلاً… شرح رياض الصالحين 4/349.","sanad":"عن أبي هريرة رضي الله عنه، "},{"hadithId":"1784","text":"نهى رسولُ اللهِ صلى الله عليه وسلم أنْ يُتَعَاطَى السَّيْفُ مَسْلُولاً. رواه أبو داود والترمذي، وقال: (حديث حسن).","sanad":"وعن جابر رضي الله عنه قال:"}]},{"chapterID":105,"chapterName":"105 - باب كراهة الخروج من المسجد بعد الأذان إلا لعذر حتى يصلي المكتوبة","chapterIntro":"105 - باب كراهة الخروج من المسجد بعد الأذان إلا لعذر حتى يصلي المكتوبة.","hadiths":[{"hadithId":"1785","text":"كُنَّا قُعُوداً مَع أبي هريرة رضي الله عنه في المَسْجِدِ، فَأَذَّن المُؤَذِّنُ، فَقَامَ رَجُلٌ مِنَ المَسْجِدِ يَمْشِي، فَأَتْبَعَهُ أبُو هُريرَةَ بَصَرَهُ حَتَّى خَرَجَ مِنَ المَسْجِدِ، فقال أبو هريرة: أمَّا هذَا فَقَدْ عَصَى أبا القَاسِمِ صلى الله عليه وسلم. رواه مسلم.","sanad":"عن أبي الشَّعْثَاءِ قالَ:"}]},{"chapterID":106,"chapterName":"106 - باب كراهة رد الريحان لغير عذر","chapterIntro":"106 - باب كراهة رد الريحان (1) لغير عذر.\n\nــــــــــــــــــــــــ\n(1) الريحان : هو كل نبت طيب الريح من أنواع المشموم. النهاية 2/288.","hadiths":[{"hadithId":"1786","text":"قال رسولُ اللهِ صلى الله عليه وسلم: (مَنْ عُرِضَ عَلَيْهِ رَيْحَانٌ، فَلاَ يَرُدَّهُ، فَإنَّهُ خَفيفُ المَحْمِلِ، طَيِّبُ الرِّيحِ). رواه مسلم.","sanad":"عن أبي هريرة رضي الله عنه قال:"},{"hadithId":"1787","text":"أنَّ النَّبيَّ صلى الله عليه وسلم كَانَ لاَ يَرُدُّ الطِّيبَ. رواه البخاري.","sanad":"وعن أنس بن مالكٍ رضي الله عنه:"}]},{"chapterID":107,"chapterName":"107 - باب كراهة المدح في الوجه لمن خيف عليه مفسدة من إعجاب ونحوه، وجوازه لمن أمِنَ ذلك في حقه","chapterIntro":"107 - باب كراهة المدح في الوجه لمن خيف عليه مفسدة من إعجاب ونحوه، وجوازه لمن أمِنَ ذلك في حقه.","hadiths":[{"hadithId":"1788","text":"سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يُثْنِي عَلَى رَجُلٍ وَيُطْرِيهِ في المِدْحَة، فقالَ: (أهْلَكْتُمْ - أوْ قَطَعْتُمْ - ظَهْرَ الرَّجُلِ). متفق عليه.\n\n(وَالإطْرَاءُ): المُبَالَغَةُ فِي المَدْحِ.","sanad":"وعن أبي موسى الأشعري رضي الله عنه قال:"},{"hadithId":"1789","text":"أنَّ رجلاً ذُكِرَ عند النبيِّ صلى الله عليه وسلم، فَأَثْنَى عَلَيْهِ رَجُلٌ خَيْراً، فقال النبيّ صلى الله عليه وسلم: (وَيْحَكَ! قَطَعْتَ عُنُقَ صَاحِبِكَ) يَقُولُهُ مِرَاراً: (إنْ كَانَ أحَدُكُمْ مَادِحاً لاَ مَحَالَةَ فَلْيَقُلْ: أحْسِبُ كَذَا وَكَذَا إنْ كَانَ يَرَى أنَّهُ كَذَلِكَ وَحَسِيبُهُ اللهُ، وَلاَ يُزَكّى عَلَى اللهِ أحَدٌ). متفق عليه.","sanad":"وعن أبي بكرة رضي الله عنه:"},{"hadithId":"1790","text":"أنَّ رَجُلاً جَعَلَ يَمْدَحُ عُثْمانَ رضي الله عنه، فَعَمِدَ المِقْدَادُ، فَجَثَا عَلَى رُكْبَتَيْهِ، فَجَعَلَ يَحثو في وَجْهِهِ الحَصْبَاءَ (1). فقالَ لَهُ عُثْمَانُ: مَا شَأنُكَ؟ فقال: إنَّ رسولَ اللهِ صلى الله عليه وسلم قال: (إذَا رَأَيْتُمُ المَدَّاحِينَ، فَاحْثُوا فِي وُجُوهِهِمُ التُّرَابَ). رواه مسلم.\nفهذهِ الأحاديث في النَهي، وجاء في الإباحة أحاديث كثيرة صحيحة. قال العلماءُ: وطريق الجَمْعِ بين الأحاديث أنْ يُقَالَ: إنْ كان المَمْدُوحُ عِنْدَهُ كَمَالُ إيمانٍ وَيَقينٍ، وَرِيَاضَةُ نَفْسٍ، وَمَعْرِفَةٌ تَامَّةٌ بِحَيْثُ لاَ يَفْتَتِنُ، وَلاَ يَغْتَرُّ بِذَلِكَ، وَلاَ تَلْعَبُ بِهِ نَفْسُهُ، فَليْسَ بِحَرَامٍ وَلاَ مَكْرُوهٍ، وإنْ خِيفَ عَلَيْهِ شَيءٌ مِنْ هذِهِ الأمورِ، كُرِهَ مَدْحُهُ في وَجْهِهِ كَرَاهَةً شَديدَةً، وَعَلَى هَذا التَفصِيلِ تُنَزَّلُ الأحاديثُ المُخْتَلِفَةُ فِي ذَلكَ. وَمِمَّا جَاءَ فِي الإبَاحَةِ قَولُهُ صلى الله عليه وسلم لأبي بكْرٍ رضي الله عنه: (أرْجُو أنْ تَكُونَ مِنْهُمْ) أيْ مِنَ الَّذِينَ يُدْعَونَ مِنْ جَمِيعِ أبْوابِ الجَنَّةِ لِدُخُولِهَا. وَفِي الحَدِيثِ الآخر: (لَسْتَ مِنْهُمْ): أيْ لَسْتَ مِنَ الَّذِينَ يُسْبِلُونَ أُزُرَهُمْ خُيَلاَءَ. وَقالَ صلى الله عليه وسلم لعُمَرَ رضي الله عنه: (مَا رَآكَ الشَّيْطَانُ سَالِكاً فَجّاً إلاَّ سَلَكَ فَجّاً غَيْرَ فَجِّكَ). والأحاديثُ في الإباحة كثيرةٌ، وقد ذكرتُ جملةً مِنْ أطْرَافِهَا في كتاب \" الأذكار\".\n\nـــــــــــــــــــــــــ\n(1) الحَصْبَاءَ  : يعني الحصى الصغيرة.","sanad":"وعن همام بن الحارث، عن المِقْدَادِ رضي الله عنه:"}]},{"chapterID":108,"chapterName":"108 - باب كراهة الخروج من بلد وقع فيها الوباء فراراً منه وكراهة القدوم عليه","chapterIntro":"108 - باب كراهة الخروج من بلد وقع فيها الوباء فراراً منه وكراهة القدوم عليه، قال الله تعالى: {أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ المَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ} [النساء : 78]. وقال تعالى: {وَلاَ تُلْقُوا بِأيْدِيكُمْ إلَى التَّهْلُكَةِ} [البقرة : 195].","hadiths":[{"hadithId":"1791","text":"أنَّ عمرَ بن الخطاب رضي الله عنه خرج إلى الشَّامِ حَتَّى إذا كَانَ بسَرْغَ (1)، لَقِيَهُ أُمَرَاءُ الأَجْنَادِ أَبُو عُبَيْدَةَ بنُ الجَرَّاحِ وأصْحَابُهُ فَأخْبَرُوهُ أنَّ الوَبَاءَ قَدْ وَقَعَ بِالشَّامِ. قَال ابن عباس: فقال لي عمر: ادْعُ لِي المُهَاجِرِينَ الأَوَّلِينَ، فَدَعَوْتُهُمْ فَاسْتَشَارَهُمْ وَأخْبَرَهُمْ أنَّ الوَبَاءَ قَدْ وَقَعَ بالشَّامِ، فَاخْتَلَفُوا، فَقَالَ بَعْضُهُمْ: خَرَجْتَ لأَمْرٍ، وَلاَ نَرَى أنْ تَرْجِعَ عَنْهُ. وَقَالَ بَعضهم: مَعَكَ بَقِيَّةُ النَّاسِ وأصْحَابُ رسُولِ اللهِ صلى الله عليه وسلم، وَلاَ نَرَى أنْ تُقْدِمَهُمْ عَلَى هَذَا الوَبَاء. فقال: ارْتَفِعُوا عَنِّي. ثُمَّ قَالَ: ادْعُ لِي الأَنْصَارَ، فَدَعَوْتُهُمْ، فَاسْتَشَارَهُمْ، فَسَلَكُوا سَبيلَ المُهَاجِرينَ، وَاخْتَلَفُوا كاخْتِلاَفِهِمْ، فقال: ارْتَفِعُوا عَنِّي. ثُمَّ قَالَ: ادْعُ لِي مَنْ كَانَ هاهُنَا مِنْ مَشْيَخَةِ قُريشٍ مِنْ مُهَاجِرَةِ الفَتْحِ، فَدَعَوْتُهُمْ، فَلَمْ يَخْتَلِفْ عَلَيْهِ مِنْهُمْ رَجُلاَنِ، فَقَالُوا: نَرَى أنْ تَرْجِعَ بِالنَّاسِ، وَلاَ تُقْدِمَهُمْ عَلَى هَذَا الوَبَاءِ، فَنَادَى عُمَرُ رضي الله عنه في النَّاسِ: إنِّي مُصَبحٌ عَلَى ظَهْرٍ، فَأَصْبِحُوا عليْهِ، فقال أبو عبيدة بن الجراح رضي الله عنه: أفِراراً مِنْ قَدَرِ الله؟ فقالَ عُمرُ رضي الله عنه: لو غَيْرُكَ قَالَهَا يا أبا عبيدَةَ! - وَكَانَ عُمَرُ يَكْرَهُ خِلاَفَهُ - نَعَمْ، نَفِرُّ مِنْ قَدَرِ اللهِ إلى قَدَرِ اللهِ، أرَأيْتَ لَو كَانَ لَكَ إبِلٌ، فَهَبَطَتْ وَادِياً لَهُ عُدْوَتَانِ، إحْدَاهُمَا خَصْبَةٌ، وَالأُخْرَى جَدْبَةٌ، أَلَيسَ إنْ رَعَيْتَ الخصْبَةَ رَعَيْتَهَا بِقَدَرِ اللهِ، وَإنْ رَعَيْتَ الجَدْبَةَ رَعَيْتَهَا بِقَدَرِ اللهِ؟ قَالَ: فَجَاءَ عَبدُ الرَّحمنِ بنُ عَوفٍ رضي الله عنه، وَكَانَ مُتَغَيِّباً في بَعْضِ حاجَتِهِ، فقالَ: إنَّ عِنْدِي من هَذَا علماً، سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقولُ: (إِذَا سَمِعْتُمْ بِهِ بأرْضٍ فَلاَ تَقْدِمُوا عَلَيْهِ، وَإِذَا وَقَعَ بِأرْضٍ وَأنْتُمْ بِهَا فَلاَ تَخْرُجُوا فِراراً مِنْهُ) فحمِدَ اللهَ تَعَالَى عمرُ رضي الله عنه وانصَرَفَ. متفق عَلَيْهِ.\n\nو(العُدْوَة): جانِب الوادِي.\n\nــــــــــــــــــــــــ\n(1) سَرْغَ : بفتح أوله وسكون ثانيه ثم غين معجمة وفي رواية مهملة، وهي أول الحجاز وآخر الشام بين المغيثة وتبوك. انظر: معجم البلدان 5/39.","sanad":"وعن ابن عباس رضي الله عنهما:"},{"hadithId":"1792","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إِذَا سَمِعْتُمُ الطَّاعُونَ (1)، بِأَرْضٍ، فَلاَ تَدْخُلُوهَا، وَإِذَا وَقَعَ بِأرْضٍ، وأنْتُمْ فِيهَا، فَلاَ تَخْرُجُوا مِنْهَا). متفق عَلَيْهِ.\n\nـــــــــــــــــــــــ\n(1) قال بعض أهل العلم : إنَّه نوع خاص من الوباء، وإنَّه عبارة عن تقرحات في البدن تصيب الإنسان وتجري جريان السيل حتى نقضي عليه، وقيل: إنَّ الطاعون وخز في البطن يصيب الإنسان فيموت، وقيل: إنَّ الطاعون اسم لكل وباء عام ينتشر بسرعة، كالكوليرا وغيرها، وهذا أقرب. قاله الشيخ ابن عثيمين في شرح رياض الصالحين 4/355","sanad":"وعن أسامة بن زيد رضي الله عنه،"}]},{"chapterID":109,"chapterName":"109 - باب التغليظ في تحريم السحر","chapterIntro":"109 - باب التغليظ في تحريم السحر، قَالَ الله تَعَالَى: {وَمَا كَفَرَ سُلَيْمَانُ وَلكِنَّ الشَّيَاطِينَ كَفَرُوا يُعَلِّمُونَ النَّاسَ السِّحْرَ} [البقرة : 102].","hadiths":[{"hadithId":"1793","text":"عن النَّبيّ صلى الله عليه وسلم قَالَ: (اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ). قالوا: يَا رسولَ اللهِ، وَمَا هُنَّ؟ قَالَ: (الشِّرْكُ باللهِ، وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتي حَرَّمَ اللهُ إِلاَّ بِالحَقِّ، وأكْلُ الرِّبَا، وأكْلُ مَالِ اليَتِيمِ، وَالتَّوَلِّي يَوْمَ الزَّحْفِ؛ وَقَذْفُ المُحْصَنَاتِ المُؤْمِنَاتِ الغَافِلاَتِ). متفق عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه،"}]},{"chapterID":110,"chapterName":"110 - باب النهي عن المسافرة بالمصحف إِلَى بلاد الكفار إِذَا خيف وقوعه بأيدي العدوّ","chapterIntro":"110- باب النهي عن المسافرة بالمصحف إِلَى بلاد الكفار إِذَا خيف وقوعه بأيدي العدوّ.","hadiths":[{"hadithId":"1794","text":"نَهَى رسولُ اللهِ صلى الله عليه وسلم أنْ يُسَافَرَ بالقُرْآنِ إِلَى أرْضِ العَدُوِّ. متفق عَلَيْهِ.","sanad":"عن ابن عمر رضي الله عنهما قَالَ:"}]},{"chapterID":111,"chapterName":"111 - باب تحريم استعمال إناء الذهب وإناء الفضة في الأكل والشرب والطهارة وسائر وجوه الاستعمال","chapterIntro":"111 - باب تحريم استعمال إناء الذهب وإناء الفضة في الأكل والشرب والطهارة وسائر وجوه الاستعمال.","hadiths":[{"hadithId":"1795","text":"أنَّ رسُولَ اللهِ صلى الله عليه وسلم قَالَ: (الَّذِي يَشْرَبُ في آنِيَةِ الفِضَّةِ، إنَّمَا يُجَرْجِرُ(1)، في بَطْنِهِ نَارَ جَهَنَّمَ) متفق عَلَيْهِ. وفي رواية لمسلم: (إنَّ الَّذِي يَأكُلُ أَوْ يَشْرَبُ في آنِيَةِ الفِضَّةِ والذَّهَبِ).\n\nـــــــــــــــــــــ\n(1) الجَرْجِرة : هي صوت الماء إذا جرى في الحلق، فهذا الرجل، والعياذ بالله يُسقى من نار جهنم نسأل الله العافية، حتى يُجرجر الصوت في بطنه كما جرجر في الدنيا. قاله الشيخ ابن عثيمين في شرح رياض الصالحين 4/366.","sanad":"عن أُمِّ سلمة رَضِيَ اللهُ عنها:"},{"hadithId":"1796","text":"إنَّ النبيَّ صلى الله عليه وسلم نهانا عنِ الحَريِرِ، وَالدِّيبَاجِ، وَالشُّرْبِ في آنِيَةِ الذَّهَبِ وَالفِضَّةِ، وقالَ: (هُنَّ لَهُمْ في الدُّنْيَا، وَهِيَ لَكُمْ فِي الآخِرَةِ). متفق عَلَيْهِ.\nوفي رواية في الصحيحين عن حُذيْفَةَ رضي الله عنه: سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقولُ: (لاَ تَلْبسُوا الحَرِيرَ وَلاَ الدِّيبَاجَ، وَلاَ تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالفِضَّةِ وَلاَ تَأكُلُوا في صِحَافِهَا).","sanad":"وعن حُذَيفَةَ رضي الله عنه قَالَ:"},{"hadithId":"1797","text":"كنتُ مَعَ أنس بن مالك رضي الله عنه، عِنْدَ نَفَرٍ مِنَ المَجُوسِ؛ فَجِيءَ بفَالُوذَجٍ (1)، عَلَى إنَاءٍ مِنْ فِضَّةٍ، فَلَمْ يَأَكُلْهُ، فَقِيلَ لَهُ: حَوِّلْهُ، فَحَوَّلَهُ عَلَى إناءٍ مِنْ خَلَنْجٍ وَجِيءَ بِهِ فَأَكَلَهُ. رواه البيهقي بإسناد حسن.\n\n(الخَلَنْج): الجفْنَةُ (2).\n\nـــــــــــــــــــــــــــ\n(1) فَالُوذَجٍ : نوع من الحلوى.\n(2) الجفْنَةُ : أعظم ما يكون من القصاع. اللسان 2/310.","sanad":"وعن أنس بن سِيِرين قَالَ:"}]},{"chapterID":112,"chapterName":"112 - باب تحريم لبس الرجل ثوباً مزعفراً","chapterIntro":"112 - باب تحريم لبس الرجل ثوباً مزعفراً.","hadiths":[{"hadithId":"1798","text":"نَهَى النبيُّ صلى الله عليه وسلم أنْ يَتَزَعْفَرَ (1) الرجُل. متفق عَلَيْهِ.\n\nــــــــــــــــــــــ\n(1) يَتَزَعْفَرَ : وهو أن يصبغ الرجل ثيابه أو جسده بالزعفران.","sanad":"عن أنس رضي الله عنه قَالَ:"},{"hadithId":"1799","text":"رأى النَّبيُّ صلى الله عليه وسلم عَلَيَّ ثَوْبَيْنِ مُعَصْفَرَيْنِ، فَقَالَ: (أُمُّكَ أمَرَتْكَ بِهَذا؟) (1)، قلتُ: أَغْسِلُهُمَا؟ قَالَ: (بَلْ أَحْرِقْهُمَا). وفي رواية، فَقَالَ: (إنَّ هَذَا مِنْ ثِيَابِ الكُفَّارِ فَلاَ تَلْبَسْهَا). رواه مسلم.\n\nــــــــــــــــــــــــ\n(1)  أُمُّكَ أمَرَتْكَ بِهَذا؟ : قال النووي في شرح صحيح مسلم 7/246: قوله صلى الله عليه وسلم  (أمك أمرتك بهذا؟) معناه أنَّ هذا من لباس النساء وزيهن وأخلاقهن وأما الأمر بإحراقهما فقيل: هو عقوبة وتغليظ لزجره وزجر غيره عن مثل هذا الفعل).","sanad":"وعن عبد اللهِ بن عمرو بن العاص رضي الله عنهما قَالَ:"}]},{"chapterID":113,"chapterName":"113 - باب النهي عن صمت يوم إلَى الليل","chapterIntro":"113 -  باب النهي عن صمت يوم إلَى الليل.","hadiths":[{"hadithId":"1800","text":"حَفِظْتُ عَنْ رَسُولِ اللهِ صلى الله عليه وسلم: (لاَ يُتْمَ بَعْدَ احْتِلاَمٍ، وَلاَ صُمَاتَ يَومٍ إِلَى اللَّيْلِ). رواه أَبُو داود بإسناد حسن.\n\nقَالَ الخَطَّابِيُ في تَفسيرِ هَذَا الحديث: كَانَ مِنْ نُسُكِ الجَاهِلِيَّةِ الصُّمَاتُ. فَنُهُوا في الإسْلاَمِ عَن ذَلِكَ وأُمِرُوا بالذِّكْرِ وَالحَدِيثِ بالخَيْرِ.","sanad":"عن عليٍّ رضي الله عنه قَالَ:"},{"hadithId":"1801","text":"دَخَلَ أَبُو بكر الصِّدِّيق رضي الله عنه عَلَى امْرأَةٍ مِنْ أحْمَسَ يُقَالُ لَهَا: زَيْنَبُ، فَرَآهَا لاَ تَتَكَلَّمُ. فَقَالَ: مَا لَهَا لا تتكلمُ؟ فقالوا: حَجَّتْ مصمِتةً، فقالَ لها: تَكَلَّمِي، فَإنَّ هَذَا لاَ يَحِلُّ، هَذَا مِنْ عَمَلِ الجَاهِليَّةِ، فَتَكَلَّمَتْ. رواه البخاري.","sanad":"وعن قيس بن أَبي حازم قَالَ:"}]},{"chapterID":114,"chapterName":"114 - باب تحريم انتساب الإنسان إِلَى غير أَبيه وَتَولِّيه إِلَى غير مَواليه","chapterIntro":"114 - باب تحريم انتساب الإنسان إِلَى غير أَبيه وَتَولِّيه إِلَى غير مَواليه.","hadiths":[{"hadithId":"1802","text":"أنَّ النبيَّ صلى الله عليه وسلم -قَالَ: (مَنِ ادَّعَى إِلَى غَيْرِ أبِيهِ وَهُوَ يَعْلَمُ أنَّهُ غَيْرُ أبِيهِ، فالجَنَّةُ عَلَيْهِ حَرَامٌ) (1)، متفق عَلَيْهِ.\n\nـــــــــــــــــــــــ\n(1) لإنسان يجب عليه أن ينتسب إلى أهله: أبيه، جده، جد أبيه… وما أشبه ذلك، ولا يحل له أن ينتسب إلى غير أبيه وهو يعلم أنه ليس بأبيه، فمثلاً: إذا كان أبوه من القبيلة الفلانية، ورأى أن هذه القبيلة فيها نقص عن القبيلة الأخرى، فانتمى إلى قبيلة ثانية أعلى حسباً؛ لأجل أن يزيل عن نفسه عيب قبيلته، فإن هذا - والعياذ بالله - ملعون، عليه لعنة الله والملائكة والناس أجمعين، لا يقبل الله منه يوم القيامة صرفاً ولا عدلاً. شرح رياض الصالحين 4/370.","sanad":"عن سعد بن أَبي وقاص رضي الله عنه:"},{"hadithId":"1803","text":"عن النبيّ صلى الله عليه وسلم قَالَ: (لاَ تَرْغَبُوا عَنْ آبَائِكُمْ، فَمَنْ رَغِبَ عَنْ أبِيهِ، فَهُوَ كُفْرٌ). متفق عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه،"},{"hadithId":"1804","text":"رَأيتُ عَلِيّاً رضي الله عنه عَلَى المِنْبَرِ يَخْطُبُ، فَسَمِعْتُهُ يقُولُ: لاَ واللهِ مَا عِنْدَنَا مِنْ كِتَابٍ نَقْرؤُهُ إِلاَّ كِتَابَ اللهِ، وَمَا في هذِهِ الصَّحِيفَةِ (1)، فَنَشَرَهَا فَإذَا فِيهَا أَسْنَانُ الإبِلِ، وَأشْيَاءُ مِنَ الجَرَاحَاتِ، وَفِيهَا: قَالَ رسُولُ اللهِ صلى الله عليه وسلم: (المَدينَةُ حَرَمٌ مَا بَيْنَ عَيْرٍ إِلَى ثَوْرٍ، فَمَنْ أحْدَثَ فِيهَا حَدَثاً، أَوْ آوَى مُحْدِثاً، فَعَلَيْهِ لَعْنَةُ اللهِ وَالمَلاَئِكَةِ وَالنَّاسِ أجْمَعِينَ، لاَ يَقْبَلُ اللهُ مِنْهُ يَومَ القِيَامَةِ صَرْفاً وَلاَ عَدْلاً. ذِمَّةُ المُسْلِمينَ وَاحِدَةٌ، يَسْعَى بِهَا أَدْنَاهُمْ، فَمَنْ أَخْفَرَ مُسْلِماً، فَعَلَيْهِ لَعْنَةُ اللهِ وَالمَلائِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يَقْبَلُ اللهُ مِنْهُ يَومَ القِيَامَةِ صَرْفاً وَلاَ عَدْلاً. وَمَن ادَّعَى إِلَى غَيرِ أَبيهِ، أَوْ انْتَمَى إِلَى غَيرِ مَوَاليهِ، فَعَلَيْهِ لَعْنَةُ اللهِ وَالمَلاَئِكَةِ وَالنَّاسِ أَجْمَعينَ؛ لاَ يَقْبَلُ اللهُ مِنْهُ يَومَ القِيَامَةِ صَرْفاً وَلاَ عَدْلاً). متفق عَلَيْهِ.\n\n(ذِمَّةُ المُسْلِمِينَ) أيْ : عَهْدُهُمْ وأمَانَتُهُمْ. (وأخْفَرَهُ) : نَقَضَ عَهْدَهُ. (وَالصَّرْفُ) : التَّوْبَةُ، وَقِيلَ الحِيلَةُ. (وَالعَدْلُ) : الفِدَاءُ.\n\nــــــــــــــــــــــ\n(1) قال المصنف رحمه الله تعالى في شرح صحيح مسلم 5/121 : (هذا تصريح من علي رضي الله تعالى عنه بإبطال ما تزعمه الرافضة والشيعة، ويخترعونه من قولهم: إن علياً رضي الله تعالى عنه أوصى إليه النبي صلى الله عليه وسلم بأمور كثيرة من أسرار العلم وقواعد الدين وكنوز الشريعة، وأنه صلى الله عليه وسلم خص أهل البيت بما لم يطلع عليه غيرهم، وهذه دعاوى باطلة واختراعات فاسدة، لا أصل لها ويكفي في إبطالها قول علي رضي الله عنه هذا).","sanad":"وعن يزيد بن شريكِ بن طارِقٍ قَالَ:"},{"hadithId":"1805","text":"أنَّه سَمِعَ رَسُولَ الله صلى الله عليه وسلم يقول: (لَيْسَ مِنْ رَجُلٍ ادَّعَى لِغَيرِ أَبِيهِ وَهُوَ يَعْلَمُهُ إِلاَّ كَفَرَ، وَمَنِ ادَّعَى مَا لَيْسَ لَهُ، فَلَيْسَ مِنَّا، وَلَيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ، وَمَنْ دَعَا رَجُلاً بالكُفْرِ، أَوْ قَالَ: عَدُو اللهِ، وَلَيْسَ كَذَلِكَ إِلاَّ حَارَ (1)، عَلَيْهِ). متفق عَلَيْهِ، وهذا لفظ رواية مسلم.\n\nــــــــــــــــــــــــــ\n(1) حَارَ : أي رجع عليه.","sanad":"وعن أَبي ذَرٍّ رضي الله عنه:"}]},{"chapterID":115,"chapterName":"115 - باب التحذير من ارتكاب ما نهى الله - عز وجل - أَو رسوله - صلى الله عليه وسلم - عنه","chapterIntro":"باب التحذير من ارتكاب ما نهى الله عز وجل أَو رسوله صلى الله عليه وسلم عنه، قال الله تعالى: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أمْرِهِ أنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} [النور : 63]، وقال تعالى: {وَيُحَذِّرُكُمُ اللهُ نَفْسَهُ} [آل عمران : 30]، وقال تعالى: {إنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ} [البروج : 12]، وقال تعالى: {وَكَذِلكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ القُرَى وَهِيَ ظَالِمَةٌ إنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ} [هود : 102].","hadiths":[{"hadithId":"1806","text":"أنَّ النبيَّ صلى الله عليه وسلم قالَ: (إنَّ اللهَ تَعَالَى يَغَارُ، وَغَيْرَة اللهِ، أنْ يَأْتِيَ المَرْءُ مَا حَرَّمَ اللهُ عَلَيْهِ). متفق عليه.","sanad":"وعن أبي هريرة رضي الله عنه:"}]},{"chapterID":116,"chapterName":"116 - باب ما يقوله ويفعله من ارتكب منهياً عنه","chapterIntro":"116 - باب ما يقوله ويفعله من ارتكب منهياً عنه قال الله تعالى: {وَإمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللهِ} [فصلت : 36]، وقال تعالى: {إنَّ الَّذِينَ اتَّقَوْا إذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا هُمْ مُبْصِرُونَ} [الأعراف : 201]، وقال تعالى: {وَالَّذِينَ إذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أنْفُسَهُمْ ذَكَرُوا اللهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إلاَّ اللهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ أُوْلَئِكَ جَزَاؤُهُمْ مَغْفِرَةٌ مِنْ رَبِّهِمْ وَجَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ خَالِدِينَ فِيهَا وَنِعْمَ أَجْرُ العَامِلينَ} [آل عمران : 135 - 136]، وقال تعالى: {وَتُوبُوا إِلَى اللهِ جَمِيعَاً أَيُّهَا المُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} [النور : 31].","hadiths":[{"hadithId":"1807","text":"عن النبيِّ صلى الله عليه وسلم قال: (مَنْ حَلَفَ فَقَالَ في حَلفِهِ: بِاللاَّتِ وَالعُزَّى (1)  فَلْيَقُلْ: لاَ إلَهَ إلاَّ اللهُ، وَمَنْ قَالَ لِصَاحِبهِ: تَعَالَ أُقَامِركَ فَلْيَتَصَدَّقْ). متفق عليه.\n\nـــــــــــــــــــــــ\n(1) اللاَّتِ وَالعُزَّى : وهذا يشمل كل حلف بغير الله جل ذكره.","sanad":"وعن أبي هريرة رضي الله عنه،"}]}]}