{"bookID":"6","bookName":"6. كتاب السلام","numberOfchaptars":13,"chaptars":[{"chapterID":1,"chapterName":"1 - باب فضل السلام والأمر بإفشائه","chapterIntro":"1 - باب فضل السلام والأمر بإفشائه، قَالَ الله تَعَالَى: {يَا أيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أهْلِهَا} [النور : 27]، وقال تَعَالَى: {فَإذَا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلَى أنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللهِ مُبَارَكَةً طَيِّبَةً} [النور : 61]، وقال تَعَالَى: {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا} [النساء : 86]، وقال تَعَالَى: {هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إبْرَاهِيمَ الْمُكرَمِينَ إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلاَماً قَالَ سَلاَمٌ} [الذاريات : 24-25].","hadiths":[{"hadithId":"843","text":"أنَّ رجلاً سأل رسول الله صلى الله عليه وسلم : أيُّ الإسْلاَمِ خَيْرٌ؟ قَالَ: (تُطْعِمُ الطَّعَامَ، وَتَقْرَأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ) متفقٌ عَلَيْهِ.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما: "},{"hadithId":"844","text":"عن النبيِّ صلى الله عليه وسلم، قَالَ: (لَمَّا خَلَقَ اللهُ آدَمَ صلى الله عليه وسلم، قَالَ: اذْهَبْ فَسَلِّمْ عَلَى أُولئِكَ - نَفَرٍ مِنَ المَلاَئِكَةِ جُلُوس - فَاسْتَمِعْ مَا يُحَيُّونَكَ؛ فَإنَّهَا تَحِيَّتُكَ وَتَحِيَّةُ ذُرِّيتِكَ. فَقَالَ: السَّلاَمُ عَلَيْكُمْ، فقالوا: السَّلاَمُ عَلَيْكَ وَرَحْمَةُ اللهِ، فَزَادُوهُ: وَرَحْمَةُ اللهِ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه، "},{"hadithId":"845","text":"أمرنا رسول الله صلى الله عليه وسلم بِسَبْعٍ: بِعِيَادَةِ المَرِيضِ، وَاتِّبَاعِ الجَنَائِزِ، وَتَشْمِيتِ العَاطِسِ، وَنَصْرِ الضَّعيفِ، وَعَوْنِ المَظْلُومِ، وَإفْشَاءِ السَّلاَمِ، وَإبْرَارِ المُقسِمِ. متفقٌ عَلَيْهِ. هَذَا لفظ إحدى روايات البخاري.","sanad":"وعن أَبي عُمَارة البراءِ بن عازِبٍ رضي الله عنهما قَالَ: "},{"hadithId":"846","text":"قَالَ رسول الله صلى الله عليه وسلم: (لاَ تَدْخُلُوا الجَنَّةَ حَتَّى تُؤمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أوَلاَ أدُلُّكُمْ عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُمْ؟ أفْشُوا السَّلاَمَ بَيْنَكُمْ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"847","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (يَا أيُّهَا النَّاسُ، أفْشُوا السَّلاَمَ، وَأطْعِمُوا الطَّعَامَ، وَصِلُوا الأرْحَامَ، وَصَلُّوا والنَّاسُ نِيَامٌ، تَدْخُلُوا الجَنَّةَ بِسَلاَم) رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن أَبي يوسف عبد الله بن سلام رضي الله عنه قَالَ:"},{"hadithId":"848","text":"أنَّه كَانَ يأتي عبد الله بن عمر، فيغدو مَعَهُ إِلَى السُّوقِ، قَالَ: فإذَا غَدَوْنَا إِلَى السُّوقِ، لَمْ يَمُرَّ عَبدُ الله عَلَى سَقَّاطٍ (1)، وَلاَ صَاحِبِ بَيْعَةٍ، وَلاَ مِسْكِينٍ، وَلاَ أحَدٍ إِلاَّ سَلَّمَ عَلَيْهِ، قَالَ الطُّفَيْلُ: فَجِئْتُ عبد الله بنَ عُمَرَ يَوْماً، فَاسْتَتْبَعَنِي إِلَى السُّوقِ، فَقُلْتُ لَهُ: مَا تَصْنَعُ بالسُّوقِ، وَأنْتَ لا تَقِفُ عَلَى البَيْعِ، وَلاَ تَسْأَلُ عَنِ السِّلَعِ، وَلاَ تَسُومُ بِهَا، وَلاَ تَجْلِسُ في مَجَالِسِ السُّوقِ؟ وَأقُولُ: اجْلِسْ بِنَا هاهُنَا نَتَحَدَّث، فَقَالَ: يَا أَبَا بَطْنٍ - وَكَانَ الطفَيْلُ ذَا بَطْنٍ - إنَّمَا نَغْدُو مِنْ أجْلِ السَّلاَمِ، فنُسَلِّمُ عَلَى مَنْ لَقيْنَاهُ. رواه مالك في المُوطَّأ بإسنادٍ صحيح.\n\nــــــــــــــــــــــــــ\n(1) السَقَّاطٍ : هو الذي يبيع سَقط المتاع وهو رديئه وحقيره. النهاية 2/379.\n","sanad":" وعن الطُّفَيْل بن أُبَيِّ بن كعبٍ: "}]},{"chapterID":2,"chapterName":"2 - باب كيفية السلام","chapterIntro":"2 - باب كيفية السلام، يُسْتَحَبُّ أنْ يَقُولَ المُبْتَدِئُ بالسَّلاَمِ: السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ. فَيَأتِ بِضَميرِ الجَمْعِ، وَإنْ كَانَ المُسَلَّمُ عَلَيْهِ وَاحِداً، وَيقُولُ المُجيبُ: وَعَلَيْكُمْ السَّلاَمُ وَرَحْمَةُ الله وَبَرَكَاتُهُ، فَيَأتِي بِوَاوِ العَطْفِ في قَوْله: وَعَلَيْكُمْ.","hadiths":[{"hadithId":"849","text":"جَاءَ رَجُلٌ إِلَى النَّبيِّ صلى الله عليه وسلم فَقَالَ: السَّلاَمُ عَلَيْكُمْ، فَرَدَّ عَلَيْهِ ثُمَّ جَلَسَ، فَقَالَ النبيُّ صلى الله عليه وسلم: (عَشْرٌ) ثُمَّ جَاءَ آخَرُ، فَقَالَ: السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللهِ، فَرَدَّ عَلَيْهِ فَجَلَسَ، فَقَالَ: (عِشْرُونَ) ثُمَّ جَاءَ آخَرُ فَقَالَ: السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ الله وَبَركَاتُهُ، فَرَدَّ عَلَيْهِ فَجَلَسَ فَقَالَ: (ثَلاثُونَ) رواه أَبُو داود والترمذي، وقال: (حديث حسن).","sanad":"عن عِمْرَان بن الحصين رضي الله عنهما قَالَ: "},{"hadithId":"850","text":"قَالَ لي رسولُ الله صلى الله عليه وسلم: (هَذَا جِبريلُ يَقْرَأُ عَلَيْكِ السَّلاَمَ) قالت: قُلْتُ: وَعَلَيْهِ السَّلاَمُ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ. متفقٌ عَلَيْهِ. وهكذا وقع في بعض رواياتِ الصحيحين: (وَبَرَكاتُهُ) وفي بعضها بحذفِها، وزِيادةُ الثقةِ مقبولة.","sanad":"وعن عائشةَ رضي الله عنها قالت: "},{"hadithId":"851","text":"أنَّ النَّبيَّ -صلى الله عليه وسلم كَانَ إِذَا تكلم بِكَلِمَةٍ أعَادَهَا ثَلاثَاً حَتَّى تُفهَمَ عَنْهُ، وَإِذَا أتَى عَلَى قَوْمٍ فَسَلَّمَ عَلَيْهِمْ سلم عَلَيْهِمْ ثَلاَثاً. رواه البخاري. وهذا مَحْمُولٌ عَلَى مَا إِذَا كَانَ الجَمْعُ كَثِيراً.","sanad":"وعن أنسٍ رضي الله عنه:"},{"hadithId":"852","text":"كُنَّا نَرْفَعُ للنَّبيِّ صلى الله عليه وسلم نَصِيبَهُ مِنَ اللَّبَنِ، فَيَجِيءُ مِنَ اللَّيْلِ، فَيُسَلِّمُ تَسْلِيماً لاَ يُوقِظُ نَائِماً، وَيُسْمِعُ اليَقْظَانَ، فَجَاءَ النَّبِيُّ صلى الله عليه وسلم فَسَلَّمَ كَمَا كَانَ يُسَلِّمُ. رواه مسلم.","sanad":"وعن المِقْدَادِ رضي الله عنه في حدِيثهِ الطويل قَالَ: "},{"hadithId":"853","text":"أنَّ رسول الله صلى الله عليه وسلم مَرَّ في المَسْجدِ يَوْماً، وَعُصْبَةٌ مِنَ النِّسَاءِ قُعُودٌ، فَألْوَى بِيَدِهِ بالتسْلِيمِ. رواه الترمذي، وقال: (حديث حسن). وهذا محمول عَلَى أنَّه صلى الله عليه وسلم، جَمَعَ بَيْنَ اللَّفْظِ وَالإشَارَةِ، وَيُؤَيِّدُهُ أنَّ في رِوَايةِ أَبي داود: فَسَلَّمَ عَلَيْنَا.","sanad":"وعن أسماء بنتِ يزيد رضي الله عنها: "},{"hadithId":"854","text":"قَالَ رسول الله صلى الله عليه وسلم: (إنَّ أوْلى النَّاسِ باللهِ مَنْ بَدَأَهُمْ بالسَّلاَمِ) رواه أَبُو داود بإسنادٍ جيدٍ، ورواه الترمذي بنحوه وقال: (حديثٌ حسن).","sanad":"وعن أَبي أُمَامَة رضي الله عنه قَالَ:"},{"hadithId":"855","text":"أتيت رسول الله صلى الله عليه وسلم فقلتُ: عَلَيْكَ السَّلامُ يَا رسول الله. قَالَ: (لاَ تَقُلْ عَلَيْكَ السَّلامُ؛ فإنَّ عَلَيْكَ السَّلاَمُ تَحِيَّةُ المَوتَى) رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح)، وَقَدْ سبق بِطُولِهِ.","sanad":"وعن أَبي جُرَيٍّ الهُجَيْمِيِّ رضي الله عنه قَالَ: "}]},{"chapterID":3,"chapterName":"3 - باب آداب السلام","chapterIntro":"3 - باب آداب السلام.\n","hadiths":[{"hadithId":"856","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (يُسَلِّمُ الرَّاكِبُ عَلَى المَاشِي، وَالمَاشِي عَلَى القَاعِدِ، وَالقَليلُ عَلَى الكَثِيرِ) متفقٌ عَلَيْهِ. وفي رواية للبخاري: (والصغيرُ عَلَى الكَبيرِ).","sanad":"عن أَبي هريرة رضي الله عنه: "},{"hadithId":"857","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (إنَّ أَوْلى النَّاسِ بِاللهِ مَنْ بَدَأهُمْ بِالسَّلامِ) رواه أَبُو داود بإسنادٍ جيدٍ. ورواه الترمذي عن أَبي أُمَامَةَ رضي الله عنه، قِيلَ: يَا رسول الله، الرَّجُلانِ يَلْتَقِيَانِ أَيُّهُمَا يَبْدَأُ بِالسَّلاَمِ؟، قَالَ: (أَوْلاَهُمَا بِاللهِ تَعَالَى) قَالَ الترمذي: (هَذَا حديث حسن).","sanad":" وعن أَبي أُمَامَة صُدَيِّ بن عجلان الباهِلي رضي الله عنه قَالَ: "}]},{"chapterID":4,"chapterName":"4 - باب استحباب إعادة السلام عَلَى من تكرر لقاؤه عَلَى قرب بأن دخل ثم خرج ثُمَّ دخل في الحال، أَو حال بينهما شجرة ونحوهما","chapterIntro":"4 - باب استحباب إعادة السلام عَلَى من تكرر لقاؤه عَلَى قرب بأن دخل ثم خرج ثُمَّ دخل في الحال ، أَو حال بينهما شجرة ونحوهما. ","hadiths":[{"hadithId":"858","text":"في حديثِ المسِيءِ صلاته: أنّه جَاءَ فَصَلَّى، ثُمَّ جَاءَ إِلَى النَّبيِّ صلى الله عليه وسلم، فَسَلَّمَ عَلَيْهِ، فَرَدَّ عَلَيْهِ السَّلاَمَ، فَقَالَ: (ارْجِعْ فَصَلِّ فَإنَّكَ لَمْ تُصَلِّ) فَرَجَعَ فَصَلَّى، ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبيِّ صلى الله عليه وسلم، حَتَّى فَعَلَ ذَلِكَ ثَلاثَ مَرَّاتٍ. متفقٌ عَلَيْهِ. ","sanad":"عن أَبي هريرة رضي الله عنه "},{"hadithId":"859","text":"عن رسول الله صلى الله عليه وسلم قَالَ: (إِذَا لَقِيَ أَحَدُكُمْ أخَاهُ فَلْيُسَلِّمْ عَلَيْهِ، فَإنْ حَالَتْ بَيْنَهُمَا شَجَرَةٌ، أَوْ جِدَارٌ، أَوْ حَجَرٌ، ثُمَّ لَقِيَهُ، فَلْيُسَلِّمْ عَلَيْهِ) رواه أَبُو داود.","sanad":"وعنه،"}]},{"chapterID":5,"chapterName":"5 - باب استحباب السلام إِذَا دخل بيته","chapterIntro":"5 - باب استحباب السلام إِذَا دخل بيته، قَالَ الله تَعَالَى: {فَإذَا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللهِ مُبَارَكَةً طَيِّبَةً} [النور : 61].","hadiths":[{"hadithId":"860","text":"قَالَ لي رسول الله صلى الله عليه وسلم: (يَا بُنَيَّ، إِذَا دَخَلْتَ عَلَى أهْلِكَ، فَسَلِّمْ، يَكُنْ بَرَكَةً عَلَيْكَ، وعلى أهْلِ بَيْتِكَ) رواه الترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن أنسٍ رضي الله عنه قَالَ: "}]},{"chapterID":6,"chapterName":"6 - باب السلام عَلَى الصبيان","chapterIntro":"6 - باب السلام عَلَى الصبيان. ","hadiths":[{"hadithId":"861","text":"أنَّهُ مَرَّ عَلَى صِبْيَانٍ، فَسَلَّمَ عَلَيْهِمْ، وقال: كَانَ رسول الله صلى الله عليه وسلم يَفْعَلُهُ. متفقٌ عَلَيْهِ.","sanad":" عن أنس رضي الله عنه: "}]},{"chapterID":7,"chapterName":"7 - باب سلام الرجل على زوجته والمرأة من محارمه وعلى أجنبية وأجنبيات لا يخاف الفتنة بهن وسلامهن بهذا الشرط","chapterIntro":"7 - باب سلام الرجل على زوجته والمرأة من محارمه وعلى أجنبية وأجنبيات لا يخاف الفتنة بهن وسلامهن بهذا الشرط.","hadiths":[{"hadithId":"862","text":"كَانَتْ فِينَا امْرَأةٌ وفي رواية: كَانَتْ لَنَا عَجُوزٌ - تَأخُذُ مِنْ أصُولِ السِّلْقِ فَتَطْرَحُهُ فِي القِدْرِ، وَتُكَرْكِرُ حَبَّاتٍ مِنْ شَعِيرٍ، فَإذَا صَلَّيْنَا الْجُمُعَةَ، وَانْصَرَفْنَا، نُسَلِّمُ عَلَيْهَا، فَتُقَدِّمُهُ إلَيْنَا. رواه البخاري.\n\nقَوْله: (تُكَرْكِرُ) أيْ: تَطْحَنُ.","sanad":"عن سهل بن سعدٍ رضي الله عنه قال: "},{"hadithId":"863","text":"أتيت النبيَّ صلى الله عليه وسلم يَوْمَ الفَتْحِ وَهُوَ يَغْتَسِلُ، وَفَاطِمَةُ تَسْتُرُهُ بِثَوْبٍ، فَسَلَّمْتُ ... وَذَكَرَتِ الحديث. رواه مسلم.","sanad":"وعن أُم هَانِىءٍ فاخِتَةَ بنتِ أَبي طالب رضي الله عنها قالت:"},{"hadithId":"864","text":"مَرّ عَلَيْنَا النّبيُّ صلى الله عليه وسلم فِي نِسوَةٍ فَسَلَّمَ عَلَيْنَا. رواه أَبُو داود والترمذي، وقال: (حديث حسن)، وهذا لفظ أَبي داود. ولفظ الترمذي: أنَّ رسول الله صلى الله عليه وسلم مَرَّ في المَسْجِدِ يَوْماً، وَعُصْبَةٌ مِنَ النِّسَاءِ قُعُودٌ، فَأَلْوَى بِيَدِهِ بالتَّسْلِيمِ.","sanad":"وعن أسماءَ بنتِ يزيدَ رضي الله عنها قالت:"}]},{"chapterID":8,"chapterName":"8 - باب تحريم ابتدائنا الكافر بالسلام وكيفية الرد عليهم واستحباب السلام عَلَى أهل مجلسٍ فيهم مسلمون وكفار","chapterIntro":"8 - باب تحريم ابتدائنا الكافر بالسلام وكيفية الرد عليهم، واستحباب السلام عَلَى أهل مجلسٍ فيهم مسلمون وكفار.","hadiths":[{"hadithId":"865","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لاَ تَبْدَأُوا اليَهُودَ وَلاَ النَّصَارَى بالسَّلامِ، فَإِذَا لَقِيتُمْ أَحَدَهُمْ في طَرِيق فَاضطَرُّوهُ إِلَى أَضْيَقِهِ (1). رواه مسلم.\n\nــــــــــــــــــــــــــــ\n(1) أَضْيَقِهِ : أي لا يترك للذمي صدر الطريق. شرح صحيح مسلم 7/327","sanad":"وعن أَبي هريرة رضي الله عنه: "},{"hadithId":"866","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا سَلَّمَ عَلَيْكُمْ أهْلُ الكِتَابِ فَقُولُوا: وَعَلَيْكُمْ) متفقٌ عَلَيْهِ.","sanad":"وعن أنسٍ رضي الله عنه قَالَ:"},{"hadithId":"867","text":"أنَّ النَّبيَّ صلى الله عليه وسلم مَرَّ عَلَى مَجْلِسٍ فِيهِ أخْلاَطٌ مِنَ المُسْلِمِينَ وَالمُشْرِكينَ - عَبَدَة الأَوْثَانِ - واليَهُودِ فَسَلَّمَ عَلَيْهِم النبيُّ صلى الله عليه وسلم. متفقٌ عَلَيْهِ.","sanad":"وعن أُسَامَة رضي الله عنه:"}]},{"chapterID":9,"chapterName":"9 - باب استحباب السلام إِذَا قام من المجلس وفارق جلساءه أَوْ جليسه","chapterIntro":"9 - باب استحباب السلام إِذَا قام من المجلس وفارق جلساءه أَوْ جليس.","hadiths":[{"hadithId":"868","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا انْتَهى أَحَدُكُمْ إِلَى المَجْلِسِ فَلْيُسَلِّمْ، فَإذَا أرَادَ أنْ يَقُومَ فَلْيُسَلِّمْ، فَلَيْسَتِ الأُولَى بِأحَقّ مِنَ الآخِرَةِ) رواه أَبُو داود والترمذي وقال: (حديث حسن).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "}]},{"chapterID":10,"chapterName":"10 - باب الاستئذان وآدابه","chapterIntro":"10 - باب الاستئذان وآدابه، قَالَ الله تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا} [النور : 27]، وقال تَعَالَى: {وَإِذَا بَلَغَ الأَطْفَالُ مِنْكُم الحُلُمَ فَلْيَسْتَأذِنُوا كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ} [النور : 59].","hadiths":[{"hadithId":"869","text":"قَالَ رسول الله صلى الله عليه وسلم: (الاسْتِئْذَانُ ثَلاثٌ، فَإنْ أُذِنَ لَكَ وَإِلاَّ فَارْجِعْ) متفقٌ عَلَيْهِ.","sanad":"عن أَبي موسى الأشعري رضي الله عنه قَالَ: "},{"hadithId":"870","text":"قَالَ رسول الله صلى الله عليه وسلم: (إنَّمَا جُعِلَ الاسْتِئذَانُ مِنْ أجْلِ البَصَرِ) متفقٌ عَلَيْهِ.","sanad":"وعن سهلِ بنِ سعدٍ رضي الله عنه قَالَ:"},{"hadithId":"871","text":"حَدَّثَنَا رَجُلٌ مِنْ بَنِي عَامِرٍ أنَّهُ اسْتَأذَنَ عَلَى النَّبيِّ صلى الله عليه وسلم وَهُوَ في بيتٍ فَقَالَ: أألِج؟ فَقَالَ رسول الله صلى الله عليه وسلم لِخَادِمِهِ: (أُخْرُجْ إِلَى هَذَا فَعَلِّمهُ الاسْتِئذَانَ، فَقُلْ لَهُ: قُلِ: السَّلاَمُ عَلَيْكُمْ، أأدْخُل؟) فَسَمِعَهُ الرَّجُلُ، فَقَالَ: السَّلامُ عَلَيْكُمْ أَأَدْخُل؟ فَأذِنَ لَهُ النَّبيُّ صلى الله عليه وسلم فدخلَ. رواه أَبُو داود بإسناد صحيح.","sanad":"وعن رِبْعِيِّ بن حِرَاشٍ قَالَ: "},{"hadithId":"872","text":"أتَيْتُ النبيَّ صلى الله عليه وسلم، فَدَخَلْتُ عَلَيْهِ وَلَمْ أُسَلِّمْ، فَقَالَ النَّبيُّ صلى الله عليه وسلم: (ارْجِعْ فَقُلْ: السَّلاَمُ عَلَيْكُمْ، أَأَدْخُل؟) رواه أَبُو داود والترمذي، وقال: (حديث حسن).","sanad":"عن كِلْدَةَ بن الحَنْبل رضي الله عنه قَالَ:"}]},{"chapterID":11,"chapterName":"11 - باب بيان أنَّ السنة إِذَا قيل للمستأذن: من أنت؟ أن يقول: فلان، فيسمي نفسه بما يعرف به من اسم أَوْ كنية وكراهة قوله: (أنا) ونحوها.","chapterIntro":"11 - باب بيان أنَّ السنة إِذَا قيل للمستأذن: من أنت؟ أن يقول: فلان، فيسمي نفسه بما يعرف به من اسم أَوْ كنية وكراهة قوله: (أنا) ونحوها.","hadiths":[{"hadithId":"873","text":"قَالَ رسول الله صلى الله عليه وسلم : (ثُمَّ صَعَدَ بي جِبْريلُ إِلَى السَّمَاءِ الدُّنْيَا فَاسْتَفْتَحَ، فقِيلَ: مَنْ هذَا؟ قَالَ: جِبْريلُ، قِيلَ: وَمَنْ مَعَكَ؟ قَالَ: مُحَمَّدٌ، ثُمَّ صَعَدَ إِلَى السَّمَاءِ الثَّانِيَةِ فاسْتَفْتَحَ، قِيلَ: مَنْ هَذَا؟ قَالَ: جِبْريل، قِيلَ: وَمَنْ مَعَكَ؟ قَالَ: مُحَمَّدٌ وَالثَّالِثَةِ وَالرَّابِعَةِ وَسَائِرِهنَّ وَيُقَالُ فِي بَابِ كُلِّ سَمَاءٍ: مَنْ هَذَا؟ فَيَقُولُ: جِبْريلُ) متفقٌ عَلَيْهِ.","sanad":"وعن أنس رضي الله عنه في حديثه المشهور في الإسراءِ، قَالَ: "},{"hadithId":"874","text":"خَرَجْتُ لَيْلَةً مِنَ اللَّيَالِي، فَإذَا رسول الله صلى الله عليه وسلم يَمْشِي وَحْدَهُ، فَجَعَلْتُ أمْشِي فِي ظلِّ القمَرِ، فَالْتَفَتَ فَرَآنِي، فَقَالَ: (مَنْ هَذَا؟) فقلتُ: أَبُو ذَرٍّ. متفقٌ عَلَيْهِ.","sanad":"وعن أَبي ذرٍّ رضي الله عنه قَالَ: "},{"hadithId":"875","text":"أتيتُ النَّبيَّ صلى الله عليه وسلم وَهُوَ يَغْتَسِلُ وَفَاطِمَةُ تَسْتُرُهُ فَقَالَ: (مَنْ هذِهِ؟) فقلتُ: أنا أُمُّ هَانِىءٍ. متفقٌ عَلَيْهِ.","sanad":"وعن أُمِّ هانىءٍ رضي الله عنها قالت:"},{"hadithId":"876","text":"أتَيْتُ النبيَّ صلى الله عليه وسلم فَدَقَقْتُ البَابَ فَقَالَ: (مَنْ هَذَا؟) فَقُلتُ: أَنَا فَقَالَ: (أنَا، أنَا!) كَأنَّهُ كَرِهَهَا (1). متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــ\n(1)  كَأنَّهُ كَرِهَهَا : قال العلماء: (إذا استأذن فقيل له: من أنت؟ أو من هذا؟ كره أن يقول: أنا  لهذا الحديث؛ ولأنه لم يحصل بقوله: (أنا) فائدة ولا زيادة، بل الإبهام باقٍ، بل ينبغي أن يقول: فلان باسمه، أو أنا فلان، أو أنا أبو فلان، أو القاضي فلان، أو الشيخ فلان، إذا لم يحصل التعريف بالاسم لخفائه ...). شرح صحيح مسلم 7/316.","sanad":"وعن جابر رضي الله عنه قَالَ: "}]},{"chapterID":12,"chapterName":"12 - باب استحباب تشميت العاطس إِذَا حمد الله تَعَالَى وكراهة تشميته إذا لَمْ يحمد الله تَعَالَى وبيان آداب التشميت والعطاس والتثاؤب","chapterIntro":"12 - باب استحباب تشميت العاطس إِذَا حمد الله تَعَالَى وكراهة تشميته إذا لَمْ يحمد الله تَعَالَى وبيان آداب التشميت والعطاس والتثاؤب.","hadiths":[{"hadithId":"877","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (إنَّ الله يُحِبُّ العُطَاسَ، وَيَكْرَهُ التَّثَاؤُبَ، فَإذَا عَطَسَ أَحَدُكُمْ وَحَمِدَ الله تَعَالَى كَانَ حَقّاً عَلَى كُلِّ مُسْلِمٍ سَمِعَهُ أنْ يَقُولَ لَهُ: يَرْحَمُكَ اللهُ، وَأَمَّا التَّثَاؤُبُ فَإنَّمَا هُوَ مِنَ الشَّيْطَانِ، فَإذَا تَثَاءبَ أحَدُكُمْ فَلْيَرُدَّهُ مَا اسْتَطَاعَ، فَإنَّ أحَدَكُمْ إِذَا تَثَاءبَ ضَحِكَ مِنْهُ الشَّيْطَانُ) رواه البخاري.","sanad":"عن أَبي هريرة رضي الله عنه: "},{"hadithId":"878","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إِذَا عَطَسَ أحَدُكُمْ فَلْيَقُلْ: الحَمْدُ للهِ، وَلْيَقُلْ لَهُ أخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ الله. فإذَا قَالَ لَهُ: يَرْحَمُكَ اللهُ، فَليَقُلْ: يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ) رواه البخاري.","sanad":"وعنه، "},{"hadithId":"879","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقولُ: (إِذَا عَطَسَ أحَدُكُمْ فَحَمِدَ اللهَ فَشَمِّتُوهُ (1)، فَإنْ لَمْ يَحْمَدِ الله فَلاَ تُشَمِّتُوهُ) رواه مسلم.","sanad":"وعن أَبي موسى رضي الله عنه قَالَ: "},{"hadithId":"880","text":"عَطَسَ رَجُلانِ عِنْدَ النبيِّ صلى الله عليه وسلم، فَشَمَّتَ أَحَدَهُمَا وَلَمْ يُشَمِّتِ الآخَرَ، فَقَالَ الَّذِي لَمْ يُشَمِّتْهُ: عَطَسَ فُلانٌ فَشَمَّتَّهُ، وَعَطَسْتُ فَلَمْ تُشَمِّتْنِي؟ فَقَالَ: (هَذَا حَمِدَ الله، وَإنَّكَ لَمْ تَحْمَدِ الله) متفقٌ عَلَيْهِ.","sanad":"وعن أنس رضي الله عنه قَالَ: "},{"hadithId":"881","text":"كَانَ رسول الله صلى الله عليه وسلم إِذَا عَطَسَ وَضَعَ يَدَهُ أَوْ ثَوْبَهُ عَلَى فِيهِ، وَخَفَضَ - أَوْ غَضَّ - بِهَا صَوْتَهُ. شك الراوي. رواه أَبُو داود والترمذي وقال: (حديث حسن صحيح).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"882","text":"كَانَ اليَهُودُ يَتَعَاطَسُونَ عِنْدَ رسول اللهِ صلى الله عليه وسلم، يَرْجُونَ أنْ يَقُولَ لَهُمْ: يَرْحَمُكُم الله فَيَقُولُ: (يَهْدِيكُم اللهُ وَيُصْلِحُ بَالَكُمْ) رواه أَبُو داود والترمذي وقال : (حديث حسن صحيح).","sanad":"وعن أَبي موسى رضي الله عنه قَالَ:"},{"hadithId":"883","text":"قَالَ رسول الله صلى الله عليه وسلم: (إِذَا تَثَاءبَ أحَدُكُمْ فَلْيُمْسِكْ بِيَدِهِ عَلَى فِيهِ؛ فَإنَّ الشَّيْطَانَ يَدْخُلُ) رواه مسلم.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه قَالَ:"}]},{"chapterID":13,"chapterName":"13 - باب استحباب المصافحة عِنْدَ اللقاء وبشاشة الوجه وتقبيل يد الرجل الصالح وتقبيل ولده شفقة ومعانقة القادم من سفر وكراهية الانحناء.","chapterIntro":"13 - باب استحباب المصافحة عِنْدَ اللقاء وبشاشة الوجه وتقبيل يد الرجل الصالح وتقبيل ولده شفقة ومعانقة القادم من سفر وكراهية الانحناء.\n","hadiths":[{"hadithId":"884","text":"قُلْتُ لأَنَسٍ: أكَانَتِ المُصَافَحَةُ في أصْحَابِ رسولِ الله صلى الله عليه وسلم؟ قَالَ: نَعَمْ. رواه البخاري.","sanad":"عن أَبي الخطاب قتادة قَالَ: "},{"hadithId":"885","text":"لَمَّا جَاءَ أهْلُ اليَمَنِ قَالَ رسولُ الله صلى الله عليه وسلم: (قَدْ جَاءكُمْ أهْلُ اليَمَنِ) وَهُمْ أوَّلُ مَنْ جَاءَ بِالمُصَافَحَةِ (1). رواه أَبُو داود بإسناد صحيح.\n\nـــــــــــــــــــــــ\n(1) هذا قول أنس كما عند أحمد 3/251.","sanad":"وعن أنس رضي الله عنه قَالَ: "},{"hadithId":"886","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَا مِنْ مُسْلِمَينِ يَلْتَقِيَانِ فَيَتَصَافَحَانِ إِلاَّ غُفِرَ لَهُمَا قَبْلَ أنْ يَفْتَرِقَا) رواه أَبُو داود.","sanad":"وعن البراءِ رضي الله عنه قَالَ: "},{"hadithId":"887","text":"قَالَ رَجُلٌ: يَا رسولَ اللهِ، الرَّجُلُ مِنَّا يَلْقَى أخَاهُ، أَوْ صَدِيقَهُ، أينحَنِي لَهُ؟ قَالَ: (لاَ). قَالَ: أفَيَلْتَزِمُهُ وَيُقَبِّلُهُ؟ قَالَ: (لاَ) قَالَ: فَيَأخُذُ بِيَدِهِ وَيُصَافِحُهُ؟ قَالَ: (نَعَمْ) رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"888","text":"قَالَ يَهُودِيٌّ لِصَاحِبِهِ: اذْهَبْ بِنَا إِلَى هَذَا النَّبيِّ، فَأتَيَا رسولَ الله صلى الله عليه وسلم، فَسَألاهُ عَنْ تِسْعِ آياتٍ بَيِّنَاتٍ ... فَذَكَرَ الْحَدِيث إِلَى قَوْلهِ: فقَبَّلا يَدَهُ وَرِجْلَهُ، وقالا: نَشْهَدُ أنَّكَ نَبِيٌّ. رواه الترمذي وغيره بأسانيد صحيحةٍ.","sanad":"وعن صَفْوَانَ بن عَسَّالٍ رضي الله عنه قَالَ:"},{"hadithId":"889","text":"قِصَّة، قَالَ فِيهَا: فَدَنَوْنَا مِنَ النَّبيِّ صلى الله عليه وسلم فَقَبَّلْنَا يَدَه. رواه أَبُو داود.","sanad":"وعن ابن عمر رضي الله عنهما "},{"hadithId":"890","text":"قَدِمَ زَيْدُ بْنُ حَارِثَةَ المَدِينَةَ وَرسولُ الله صلى الله عليه وسلم في بَيتِي، فَأتَاهُ فَقَرَعَ البَابَ، فَقَامَ إِلَيْهِ النبيُّ صلى الله عليه وسلم يَجُرُّ ثَوْبَهُ، فَاعْتَنَقَهُ وَقَبَّلَهُ. رواه الترمذي، وقال: (حديث حسن).","sanad":"وعن عائشة رضي الله عنها قالت:"},{"hadithId":"891","text":"قَالَ لي رسول الله صلى الله عليه وسلم: (لا تَحقِرَنَّ منَ الْمَعرُوف شَيْئاً، وَلَوْ أنْ تَلْقَى أخَاكَ بِوَجْهٍ طَلْقٍ (1) رواه مسلم.\n\nــــــــــــــــــــــــ\n(1) بِوَجْهٍ طَلْقٍ : قال النووي : (معناه سهل منبسط). شرح مسلم 8/349.","sanad":"وعن أَبي ذَرٍّ رضي الله عنه قَالَ:"},{"hadithId":"892","text":"قَبَّلَ النبيُّ صلى الله عليه وسلم الحَسَنَ بنَ عَلِيٍّ رضي الله عنهما فَقَالَ الأقْرَعُ بن حَابِسٍ: إنَّ لِي عَشْرَةً مِنَ الْوَلَدِ مَا قَبَّلْتُ مِنْهُمْ أحَدَاً. فَقَالَ رسول الله صلى الله عليه وسلم: (مَنْ لاَ يَرْحَمْ لاَ يُرْحَمْ!) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"}]}]}