{
    "bookID": "5",
    "bookName": "5. كتاب آداب النوم",
    "numberOfchaptars": 4,
    "chaptars": [
        {
            "chapterID": 1,
            "chapterName": "1 - باب مَا يقوله عِنْدَ النوم",
            "chapterIntro": "باب مَا يقوله عِنْدَ النوم.",
            "hadiths": [
                {
                    "hadithId": "812",
                    "text": "كَانَ رسول الله صلى الله عليه وسلم إِذَا أوَى إِلَى فِرَاشِهِ نَامَ عَلَى شِقِّهِ الأَيْمَن، ثُمَّ قَالَ: (اللَّهُمَّ أسْلَمْتُ نفسي إلَيْكَ، وَوَجَّهْتُ وَجْهِي إلَيْكَ، وَفَوَّضْتُ أمْرِي إلَيْكَ، وَألْجَأتُ ظَهْرِي إلَيْك، رَغْبَةً وَرَهْبَةً إلَيْكَ، لاَ مَلْجَأ وَلاَ مَنْجا مِنْكَ إِلاَّ إلَيكَ، آمَنْتُ بكِتَابِكَ الَّذِي أنْزَلْتَ، وَنَبِيِّكَ الَّذِي أرْسَلْتَ) رواه البخاري بهذا اللفظ في كتاب الأدب من صحيحه.",
                    "sanad": "عن البَراءِ بن عازِبٍ رضي الله عنهما قَالَ: "
                },
                {
                    "hadithId": "813",
                    "text": "قَالَ لي رسول الله صلى الله عليه وسلم: (إِذَا أتَيْتَ مَضْجَعَكَ فَتَوَضَّأ وُضُوءكَ لِلْصَّلاَةِ، ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأَيْمَن، وَقُلْ ...) وذَكَرَ نَحْوَهُ، وفيه: (وَاجْعَلْهُنَّ آخِرَ مَا تَقُولُ) متفقٌ عَلَيْهِ.",
                    "sanad": "وعنه قَالَ:"
                },
                {
                    "hadithId": "814",
                    "text": "كَانَ النبيُّ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ إحْدَى عَشرَةَ رَكْعَةً، فَإذا طَلَعَ الفَجْرُ صَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ اضْطَجَعَ عَلَى شِقِّهِ الأَيْمَن حَتَّى يَجيءَ الْمُؤَذِّنُ فَيُؤْذِنَهُ. متفقٌ عَلَيْهِ.",
                    "sanad": "وعن عائشة رضي الله عنها قالت:"
                },
                {
                    "hadithId": "815",
                    "text": "كَانَ النَّبيُّ صلى الله عليه وسلم إِذَا أخَذَ مَضْجَعَهُ مِنَ اللَّيْلِ وَضَعَ يَدَهُ تَحْتَ خَدِّهِ، ثُمَّ يَقُولُ: (اللَّهُمَّ بِاسْمِكَ أمُوتُ وَأحْيَا) وَإِذَا اسْتَيْقَظ قَالَ: (الْحَمْدُ للهِ الَّذِي أحْيَانَا بَعْدَمَا أمَاتَنَا وَإِلَيْهِ النُشُورُ) رواه البخاري.",
                    "sanad": "وعن حُذَيْفَةَ رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "816",
                    "text": "بينما أَنَا مُضْطَجِعٌ في الْمَسْجِدِ عَلَى بَطْنِي إِذَا رَجُلٌ يُحَرِّكُنِي برجلِهِ، فَقَالَ: (إنَّ هذِهِ ضجْعَةٌ يُبْغِضُهَا اللهُ)  قَالَ: فَنظَرْتُ، فَإذَا رسولُ الله صلى الله عليه وسلم. رواه أَبُو داود بإسنادٍ صحيح.",
                    "sanad": "وعن يَعيشَ بن طِخْفَةَ الغِفَارِيِّ رضي الله عنهما قَالَ: قَالَ أَبي: "
                },
                {
                    "hadithId": "817",
                    "text": "عن رسول الله صلى الله عليه وسلم قَالَ: (مَنْ قَعَدَ مَقْعَدَاً لَمْ يَذْكُرِ الله تَعَالَى فِيهِ، كَانَتْ عَلَيْهِ مِنَ اللهِ تَعَالَى تِرَةٌ، وَمَنِ اضْطَجَعَ مَضجَعاً لاَ يَذْكُرُ اللهَ تَعَالَى فِيهِ، كَانَتْ عَلَيْهِ مِنَ اللهِ تِرَةٌ) رواه أَبُو داود بإسنادٍ حسن.\n\n(التِّرَةُ): بكسر التاء المثناة من فوق، وَهِيَ: النقص، وقِيلَ: التَّبعَةُ.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه،"
                }
            ]
        },
        {
            "chapterID": 2,
            "chapterName": "2 - باب جواز الاستلقاء عَلَى القفا ووضع إحدى الرِّجلين عَلَى الأخرى إِذَا لم يخف انكشاف العورة وجواز القعود متربعاً ومحتبياً",
            "chapterIntro": "2 - باب جواز الاستلقاء عَلَى القفا ووضع إحدى الرِّجلين عَلَى الأخرى إِذَا لم يخف انكشاف العورة وجواز القعود متربعاً ومحتبياً.",
            "hadiths": [
                {
                    "hadithId": "818",
                    "text": "أنَّه رأى رسولَ الله صلى الله عليه وسلم مُسْتَلْقِياً في الْمَسْجِدِ، وَاضِعاً إحْدَى رِجْلَيْهِ عَلَى الأُخْرَى. متفقٌ عَلَيْهِ.",
                    "sanad": "عن عبدِ اللهِ بن زيد رضي الله عنهما:"
                },
                {
                    "hadithId": "819",
                    "text": "كَانَ النبيُّ صلى الله عليه وسلم إِذَا صَلَّى الفَجْرَ تَرَبَّعَ في مَجْلِسِهِ حَتَّى تَطْلُعَ الشَّمْسُ حَسْنَاء. حديث صحيح، رواه أَبُو داود وغيره بأسانيد صحيحة.",
                    "sanad": "وعن جابر بن سَمُرَة رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "820",
                    "text": "رأيتُ رسول الله صلى الله عليه وسلم بفناءِ الكَعْبَةِ مُحْتَبِياً بِيَدَيْهِ هكَذا، وَوَصَفَ بِيَدَيْهِ الاحْتِبَاءَ، وَهُوَ القُرْفُصَاءُ (1). رواه البخاري.\n\nـــــــــــــــــــــــ\n(1) القُرْفُصَاءُ : هي جلسة المحتبي بيديه. النهاية 4/47. ",
                    "sanad": "وعن ابن عمر رضي الله عنهما قَالَ:"
                },
                {
                    "hadithId": "821",
                    "text": "رأيتُ النَّبيَّ صلى الله عليه وسلم وَهُوَ قَاعِدٌ القُرْفُصَاءَ، فَلَمَّا رَأَيْتُ رسولَ الله المُتَخَشِّعَ في الجِلْسَةِ أُرْعِدْتُ مِنَ الفَرَقِ (1)، رواه أَبُو داود والترمذي.\n\nــــــــــــــــــــــــــ\n(1) الفَرَقِ : الخوف والفزع. النهاية 3/438.",
                    "sanad": "وعن قَيْلَةَ بنْتِ مَخْرَمَةَ رضي الله عنها قالت: "
                },
                {
                    "hadithId": "822",
                    "text": "مَرَّ بي رسولُ الله صلى الله عليه وسلم وَأَنَا جَالِسٌ هكَذَا، وَقَدْ وَضَعْتُ يَدِيَ اليُسْرَى خَلْفَ ظَهْرِي، وَاتَّكَأتُ عَلَى أَليَةِ يَدي، فَقَالَ: (أَتَقْعُدُ قِعْدَةَ المَغْضُوبِ عَلَيْهِمْ؟!) رواه أَبُو داود بإسنادٍ صحيح.",
                    "sanad": "وعن الشَّريدِ بن سُوَيْدٍ رضي الله عنه قَالَ: "
                }
            ]
        },
        {
            "chapterID": 3,
            "chapterName": "3 - باب في آداب المجلس والجليس",
            "chapterIntro": "3 - باب في آداب المجلس والجليس.",
            "hadiths": [
                {
                    "hadithId": "823",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (لا يُقِيمَنَّ أحَدُكُمْ رَجُلاً مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ، وَلكِنْ تَوَسَّعُوا وَتَفَسَّحُوا) وكَانَ ابْنُ عُمَرَ إِذَا قَامَ لَهُ رَجُلٌ مِنْ مَجْلِسِهِ لَمْ يَجْلِسْ فِيهِ. متفقٌ عَلَيْهِ.",
                    "sanad": "عن ابن عمر رضي الله عنهما قَالَ: "
                },
                {
                    "hadithId": "824",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إِذَا قَامَ أَحَدُكُمْ مِنْ مَجْلِسٍ، ثُمَّ رَجَعَ إِلَيْهِ، فَهُوَ أَحَقُّ بِهِ) رواه مسلم.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه: "
                },
                {
                    "hadithId": "825",
                    "text": "كُنَّا إِذَا أَتَيْنَا النَّبيَّ صلى الله عليه وسلم جلَسَ أحَدُنَا حَيْثُ يَنْتَهِي. رواه أَبُو داود والترمذي، وقال: (حديث حسن).",
                    "sanad": "وعن جابر بن سَمُرَة رضي الله عنهما قَالَ: "
                },
                {
                    "hadithId": "826",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (لاَ يَغْتَسِلُ رَجُلٌ يَوْمَ الْجُمُعَةِ، وَيَتَطهَّرُ مَا اسْتَطَاعَ مِنْ طُهْرٍ، وَيَدَّهِنُ مِنْ دُهْنِهِ، أَوْ يَمَسُّ مِنْ طِيب بَيْتِهِ، ثُمَّ يَخْرُجُ فَلاَ يُفَرِّقُ بَيْنَ اثْنَينِ، ثُمَّ يُصَلِّي مَا كُتِبَ لَهُ، ثُمَّ يُنْصِتُ إِذَا تَكَلَّمَ الإمَامُ، إِلاَّ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الجُمُعَةِ الأُخْرَى) رواه البخاري.",
                    "sanad": "وعن أَبي عبد الله سَلْمَان الفارسي رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "827",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لاَ يَحِلُّ لِرَجُلٍ أنْ يُفَرِّقَ بَيْنَ اثْنَيْنِ إِلاَّ بإذْنِهِمَا) رواه أَبُو داود والترمذي، وقال: (حديث حسن). وفي رواية لأبي داود: (لاَ يُجْلسُ بَيْنَ رَجُلَيْنِ إِلاَّ بِإذْنِهِمَا).",
                    "sanad": "وعن عمرو بن شُعَيْب، عن أبيهِ، عن جَدِّهِ رضي الله عنه: "
                },
                {
                    "hadithId": "828",
                    "text": "أنَّ رسول الله صلى الله عليه وسلم لَعَنَ مَنْ جَلَسَ وَسَطَ الحَلْقَةِ. رواه أَبُو داود بإسنادٍ حسن. وروى الترمذي عن أبي مِجْلَزٍ: أنَّ رَجُلاً قَعَدَ وَسَطَ حَلْقَةٍ، فَقَالَ حُذَيْفَةُ: مَلْعُونٌ عَلَى لِسَانِ مُحَمَّدٍ صلى الله عليه وسلم - أَوْ لَعَنَ اللهُ عَلَى لِسَانِ مُحَمَّدٍ صلى الله عليه وسلم - مَنْ جَلَسَ وَسَطَ الحَلْقَةِ. قَالَ الترمذي: (حديث حسن صحيح).",
                    "sanad": "وعن حذيفة بن اليمان رضي الله عنه: "
                },
                {
                    "hadithId": "829",
                    "text": "سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (خَيْرُ المَجَالِسِ أوْسَعُهَا) رواه أَبُو داود بإسنادٍ صحيح عَلَى شرط البخاري.",
                    "sanad": "وعن أَبي سعيدٍ الخدريِّ رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "830",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (مَنْ جَلَسَ في مَجْلِسٍ، فَكَثُرَ فِيهِ لَغَطُهُ فَقَالَ قَبْلَ أنْ يَقُومَ مِنْ مَجْلِسِهِ ذَلِكَ: سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنْتَ، أسْتَغْفِرُكَ وَأَتُوبُ إلَيْكَ، إِلاَّ غُفِرَ لَهُ مَا كَانَ في مَجْلِسِهِ ذَلِكَ) رواه الترمذي، وقال: (حديث حسن صحيح).",
                    "sanad": "وعن أَبي هريرة رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "831",
                    "text": "كَانَ رسول الله صلى الله عليه وسلم يقولُ بأَخَرَةٍ إِذَا أرَادَ أنْ يَقُومَ مِنَ الْمَجْلِسِ: (سُبْحَانَكَ اللَّهُمَّ وبِحَمْدِكَ، أشْهَدُ أنْ لا إلهَ إِلاَّ أنتَ أسْتَغْفِرُكَ وَأَتُوبُ إليكَ) فَقَالَ رَجُلٌ: يَا رسولَ الله، إنَّكَ لَتَقُولُ قَوْلاً مَا كُنْتَ تَقُولُهُ فِيمَا مَضَى؟ قَالَ: (ذَلِكَ كَفَّارَةٌ لِمَا يَكُونُ في المَجْلِسِ) رواه أَبُو داود، ورواه الحاكم أَبُو عبد الله في \"المستدرك\" من رواية عائشة رضي الله عنها وقال: (صحيح الإسناد).",
                    "sanad": "وعن أَبي بَرْزَة رضي الله عنه قَالَ:"
                },
                {
                    "hadithId": "832",
                    "text": "قَلَّمَا كَانَ رسول الله صلى الله عليه وسلم يَقُومُ مِنْ مَجْلِسٍ حَتَّى يَدْعُوَ بِهؤلاء الدَّعَواتِ: (اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا تَحُولُ بِهِ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ، وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ، وَمِنَ الْيَقِينِ مَا تُهَوِّنُ عَلَيْنَا مَصَائِبَ الدُّنْيَا، اللَّهُمَّ مَتِّعْنَا بأسْمَاعِنا، وَأَبْصَارِنَا، وقُوَّتِنَا مَا أحْيَيْتَنَا، وَاجْعَلْهُ الوارثَ مِنَّا، وَاجْعَلْ ثَأرَنَا عَلَى مَنْ ظَلَمَنَا، وَانْصُرْنَا عَلَى مَنْ عَادَانَا، وَلاَ تَجْعَلْ مُصيبَتَنَا فِي دِينِنَا، وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا، وَلاَ مَبْلَغَ عِلْمِنَا، وَلاَ تُسَلِّطْ عَلَيْنَا مَنْ لاَ يَرْحَمُنَا) رواه الترمذي، وقال: (حديث حسن).",
                    "sanad": "وعن ابن عمر رضي الله عنهما قَالَ: "
                },
                {
                    "hadithId": "833",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (مَا مِنْ قَوْمٍ يَقُومُونَ مِنْ مَجْلِسٍ لاَ يَذْكُرُونَ الله تَعَالَى فِيهِ، إِلاَّ قَامُوا عَنْ مِثْل جِيفَةِ حِمَارٍ، وَكَانَ لَهُمْ حَسْرَةٌ) رواه أَبُو داود بإسنادٍ صحيح.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "834",
                    "text": "عن النبيِّ صلى الله عليه وسلم قَالَ: (مَا جَلَسَ قَوْمٌ مَجْلِساً لَمْ يَذْكُرُوا الله تَعَالَى فِيهِ، وَلَمْ يُصَلُّوا عَلَى نَبِيِّهِمْ فِيهِ، إِلاَّ كَانَ عَلَيْهِمْ تِرَةٌ؛ فَإنْ شَاءَ عَذَّبَهُمْ، وَإنْ شَاءَ غَفَرَ لَهُمْ) رواه الترمذي، وقال: (حديث حسن).",
                    "sanad": "وعنه،"
                },
                {
                    "hadithId": "835",
                    "text": "عن رسول الله صلى الله عليه وسلم قَالَ: (مَنْ قَعَدَ مَقْعَداً لَمْ يَذْكُر الله تَعَالَى فِيهِ كَانَتْ عَلَيْهِ مِنَ اللهِ تِرَةٌ، وَمَنْ اضْطَجَعَ مَضْجَعَاً لاَ يَذْكُرُ الله تَعَالَى فِيهِ كَانَتْ عَلَيْهِ مِنَ اللهِ تِرَةٌ) رواه أَبُو داود. وَقَدْ سبق قريباً، وشَرَحْنَا (التِّرَة) فِيهِ (1).\n\nــــــــــــــــــــــــــ\n(1) انظر الحديث (818).",
                    "sanad": " وعنه، "
                }
            ]
        },
        {
            "chapterID": 4,
            "chapterName": "4 - باب الرؤيا وَمَا يتعلق بها",
            "chapterIntro": "4 - باب الرؤيا وَمَا يتعلق بها، قَالَ الله تَعَالَى: {وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ} [الروم : 23] ",
            "hadiths": [
                {
                    "hadithId": "836",
                    "text": "سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (لَمْ يَبْقَ مِنَ النُّبوَّةِ إِلاَّ المُبَشِّرَاتِ) قالوا: وَمَا المُبَشِّرَاتُ؟ قَالَ: (الرُّؤْيَا الصَّالِحَةُ) رواه البخاري.",
                    "sanad": "وعن أَبي هريرة رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "837",
                    "text": "أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (إِذَا اقْتَرَبَ الزَّمَانُ لَمْ تَكَدْ رُؤيَا المُؤْمِنِ تَكْذِبُ، وَرُؤْيَا الْمُؤْمِنِ جُزْءٌ مِنْ سِتَّةٍ وَأرْبَعِينَ جُزْءاً مِنَ النُّبُوَّةِ) متفقٌ عَلَيْهِ. وفي رواية: (أصْدَقُكُمْ رُؤْيَا، أصْدَقُكُمْ حَدِيثاً).",
                    "sanad": "وعنه: "
                },
                {
                    "hadithId": "838",
                    "text": "قَالَ رسول الله صلى الله عليه وسلم: (مَنْ رَآنِي في المَنَامِ فَسَيَرَانِي في اليَقَظَةِ - أَوْ كَأنَّما رَآنِي في اليَقَظَةِ - لاَ يَتَمَثَّلُ الشَّيْطَانُ بِي (1)، متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــ\n(1) لاَ يَتَمَثَّلُ الشَّيْطَانُ بِي : معناه أنَّ رؤياه صحيحة ليست بأضغاث، ولا من تشبيهات الشيطان. شرح صحيح مسلم 8/23 (2266).",
                    "sanad": "وعنه قَالَ: "
                },
                {
                    "hadithId": "839",
                    "text": "أنَّه سَمِعَ النبيَّ صلى الله عليه وسلم يقول: (إِذَا رَأى أحَدُكُمْ رُؤيَا يُحِبُّهَا، فَإنَّمَا هِيَ مِنَ اللهِ تَعَالَى، فَلْيَحْمَدِ اللهَ عَلَيْهَا، وَلْيُحَدِّثْ بِهَا - وفي رواية: فَلاَ يُحَدِّثْ بِهَا إِلاَّ مَنْ يُحِبُّ - وَإِذَا رَأَى غَيْرَ ذَلِكَ مِمَّا يَكْرَهُ، فإنَّمَا هِيَ مِنَ الشَّيْطَانِ، فَلْيَسْتَعِذْ مِنْ شَرِّهَا، وَلاَ يَذْكُرْهَا لأَحَدٍ؛ فَإنَّهَا لا تَضُرُّهُ) متفقٌ عَلَيْهِ.",
                    "sanad": "وعن أَبي سعيدٍ الخدرِيِّ رضي الله عنه: "
                },
                {
                    "hadithId": "840",
                    "text": "قَالَ النبيُّ صلى الله عليه وسلم: (الرُّؤْيَا الصَّالِحَةُ - وفي رواية : الرُّؤْيَا الحَسَنَةُ - مِنَ اللهِ، وَالحُلُمُ مِنَ الشَّيْطَانِ، فَمَنْ رَأى شَيْئاً يَكْرَهُهُ فَلْيَنْفُثْ عَن شِمَالِهِ ثَلاَثاً، وَلْيَتَعَوَّذْ مِنَ الشَّيْطَانِ؛ فإنَّهَا لا تَضُرُّهُ) متفقٌ عَلَيْهِ.\n\n(النَّفْثُ): نَفْخٌ لَطِيفٌ لا رِيقَ مَعَهُ.",
                    "sanad": "وعن أَبي قَتَادَة رضي الله عنه قَالَ: "
                },
                {
                    "hadithId": "841",
                    "text": "عن رسول الله صلى الله عليه وسلم قَالَ: (إِذَا رَأى أحَدُكُمْ الرُّؤْيَا يَكْرَهُهَا، فَلْيَبْصُقْ عَنْ يَسَارِهِ ثَلاثَاً، وَلْيَسْتَعِذْ بِاللهِ مِنَ الشَّيْطَانِ ثَلاَثاً، وَلْيَتَحَوَّل عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ) رواه مسلم.",
                    "sanad": "وعن جابر رضي الله عنه،"
                },
                {
                    "hadithId": "842",
                    "text": "قَالَ رسولُ الله صلى الله عليه وسلم: (إنَّ مِنْ أعْظَمِ الفِرَى أنْ يَدَّعِيَ الرَّجُلُ إِلَى غَيرِ أبِيهِ، أَوْ يُرِي عَيْنَهُ مَا لَمْ تَرَ(1)، أَوْ يَقُولَ عَلَى رسول الله صلى الله عليه وسلم مَا لَمْ يَقُلْ) رواه البخاري.\n\nـــــــــــــــــــــــــ\n(1) تَرَ : قال ابن حجر: (أي يدّعي أنَّ عينيه رأتا في المنام شيئاً ما رأتاه). فتح الباري 6/662 عقيب (3511).",
                    "sanad": "وعن أَبي الأسقع واثِلةَ بن الأسقعِ رضي الله عنه قَالَ: "
                }
            ]
        }
    ]
}