{"bookID":"12","bookName":"12. كتاب الجهاد","numberOfchaptars":7,"chaptars":[{"chapterID":1,"chapterName":"1 - باب وجوب الجهاد وفضل الغدوة والروحة","chapterIntro":"1 - باب وجوب الجهاد وفضل الغدوة والروحة، قَالَ الله تَعَالَى: {وَقَاتِلُوا المُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أنَّ اللهَ مَعَ المُتَّقِينَ} [التوبة : 36]، وقال تَعَالَى: {كُتِبَ عَلَيْكُمُ القِتَالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ وَاللهُ يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ} [البقرة : 216]، وقال تَعَالَى: {انْفِرُوا خِفَافاً وَثِقَالاً وَجَاهِدُوا بأَمْوَالِكُمْ وَأنْفُسِكُمْ في سَبِيلِ اللهِ} [التوبة : 41]، وقال تَعَالَى: {إنَّ اللهَ اشْتَرَى مِنَ المُؤْمِنِينَ أنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقّاً فِي التَّوْرَاةِ وَالإنْجِيلِ وَالقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الفَوْزُ العَظِيمُ} [التوبة : 111]، وقال الله تَعَالَى: {لاَ يَسْتَوِي القَاعِدُونَ مِنَ المُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالمُجَاهِدُونَ فِي سَبِيلِ اللهِ بِأَمْوَالِهِمْ وَأنْفُسِهِمْ فَضَّلَ اللهُ المُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى القَاعِدِينَ دَرَجَةً وَكُلاً وَعَدَ اللهُ الحُسْنَى وَفَضَّلَ اللهُ المُجَاهِدِينَ عَلَى القَاعِدِينَ أجْراً عَظِيماً دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللهُ غَفُوراً رَحِيماً} [النساء : 95-96]، وقال تَعَالَى: {يَا أيُّهَا الَّذِينَ آمَنُوا هَلْ أدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ ألِيمٍ تُؤْمِنُونَ بِاللهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذلِكُمْ خَيْرٌ لَكُمْ إنْ كُنْتُمْ تَعْلَمُونَ يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ وَمَسَاكِنَ طَيِّبَةً في جَنَّاتِ عَدْنٍ ذَلِكَ الفَوْزُ العَظِيمُ وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِن اللهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ المُؤمِنينَ} [الصف : 10- 13]. والآيات في الباب كثيرةٌ مشهورةٌ. وأما الأحاديث في فضل الجهاد فأكثر من أنْ تحصر، فمن ذلك:","hadiths":[{"hadithId":"1284","text":"سُئِلَ رسول الله صلى الله عليه وسلم: أيُّ العَمل أفْضَلُ؟ قَالَ: (إيمَانٌ بِاللهِ وَرَسُولِهِ) قيلَ: ثُمَّ مَاذَا؟ قَالَ: (الجهادُ في سَبيلِ اللهِ) قِيلَ: ثُمَّ مَاذَا؟ قَالَ: (حَجٌّ مَبْرُورٌ) متفقٌ عَلَيْهِ.","sanad":"عن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1285","text":"قُلْتُ: يَا رسولَ الله، أيُّ العَمَلِ أَحَبُّ إِلَى اللهِ تَعَالَى؟ قَالَ: (الصَّلاَةُ عَلَى وَقْتِهَا) قُلْتُ: ثُمَّ أيُّ؟ قَالَ: (بِرُّ الوَالِدَيْنِ) قلتُ: ثُمَّ أيُّ؟ قَالَ: (الجِهَادُ في سَبيلِ اللهِ) متفقٌ عَلَيْهِ.","sanad":"وعن ابن مسعود رضي الله عنه قَالَ:"},{"hadithId":"1286","text":"قُلْتُ: يَا رسول الله، أيُّ العَمَلِ أفْضلُ؟ قَالَ: (الإيمَانُ بِاللهِ، وَالجِهَادُ في سَبِيلهِ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي ذرّ رضي الله عنه قَالَ:"},{"hadithId":"1287","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (لَغَدْوَةٌ في سَبيلِ اللهِ، أَوْ رَوْحَةٌ، خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا) متفقٌ عَلَيْهِ.","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"1288","text":"أَتَى رَجُلٌ رسولَ اللهِ صلى الله عليه وسلم فَقَالَ: أيُّ النَّاسِ أفْضَلُ؟ قَالَ: (مُؤْمنٌ يُجَاهِدُ بِنَفْسِهِ وَمَالِهِ في سَبيلِ اللهِ) قَالَ: ثُمَّ مَنْ؟ قَالَ: (مُؤْمِنٌ في شِعبٍ مِنَ الشِّعَابِ يَعْبُدُ اللهَ، وَيَدَعُ النَّاسَ مِنْ شَرِّهِ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي سعيدٍ الخدريِّ رضي الله عنه قَالَ: "},{"hadithId":"1289","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (رِبَاطُ يَوْمٍ فِي سَبِيلِ اللهِ خَيْرٌ مِنَ الدُّنْيَا وَمَا عَلَيْهَا، وَمَوْضِعُ سَوْطِ أَحَدِكُمْ مِنَ الجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا عَلَيْهَا، وَالرَّوْحَةُ يَرُوحُهَا العَبْدُ في سَبِيلِ اللهِ تَعَالَى، أَوْ الغَدْوَةُ، خَيْرٌ مِنَ الدُّنْيَا وَمَا عَلَيْهَا) متفقٌ عَلَيْهِ.","sanad":"وعن سهل بن سعد رضي الله عنه:"},{"hadithId":"1290","text":"سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (رِبَاطُ يَوْمٍ وَلَيْلَةٍ خَيْرٌ مِنْ صِيَامِ شَهْرٍ وَقِيَامِهِ، وَإنْ مَاتَ جَرَى عَلَيْهِ عَمَلُهُ الَّذِي كَانَ يَعْمَلُ، وَأُجْرِيَ عَلَيْهِ رِزْقُهُ، وَأَمِنَ الفَتَّانَ)، (1) ) رواه مسلم.\n\nــــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 7/55 (1913) قوله : (وأجري عليه رزقه) موافق لقول الله تعالى في الشهداء: {أحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} وفي الأحاديث أنَّ أرواح الشهداء تأكل من ثمار الجنة. وقوله : (أمن الفتان) ضبطوا (أمن) بوجهين : أحدهما : (أمن) بفتح الهمزة وكسر الميم من غير واو. والثاني : (أومن) بضم الهمزة وبواو. وأما (الفتان) : فقال القاضي: رواية الأكثرين بضم الفاء جمع فاتن. قال : ورواية الطبري بالفتح، وفي رواية أبي داود في سننه (أومن من فتاني القبر).","sanad":"وعن سَلمَانَ رضي الله عنه قَالَ: "},{"hadithId":"1291","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (كُلُّ مَيِّتٍ يُخْتَمُ عَلَى عَمَلِهِ إِلاَّ المُرَابِطَ فِي سَبيلِ اللهِ، فَإنَّهُ يُنْمى لَهُ عَمَلهُ إِلَى يَوْمِ القِيَامَةِ، وَيُؤَمَّنُ فِتْنَةَ القَبْرِ) رواه أَبُو داود والترمذي وقال: (حديث حسن صحيح).","sanad":"وعن فَضَالَةَ بن عُبَيْد رضي الله عنه:"},{"hadithId":"1292","text":"سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقول: (رِبَاطُ يَوْمٍ في سَبيلِ اللهِ، خَيْرٌ مِنْ ألْفِ يَوْمٍ فِيمَا سِوَاهُ مِنَ المَنَازِلِ) رواه الترمذي وقال: (حديث حسن صحيح).","sanad":"وعن عثمان رضي الله عنه قَالَ:"},{"hadithId":"1293","text":"قَالَ رسول الله صلى الله عليه وسلم: (تَضَمَّنَ الله لِمَنْ خَرَجَ في سَبيلِهِ، لا يُخْرِجُهُ إِلاَّ جِهَادٌ في سَبيلِي، وَإيمَانٌ بِي، وَتَصْدِيقٌ بِرُسُلِي، فَهُوَ عَلَيَّ ضَامِنٌ أنْ أُدْخِلَهُ الجَنَّة، أَوْ أُرْجِعَهُ إِلَى مَنْزِلهِ الَّذِي خَرَجَ مِنْهُ بِمَا نَالَ مِنْ أجْرٍ، أَوْ غَنيمَةٍ. وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، مَا مِنْ كَلْمٍ يُكْلَمُ في سَبيلِ اللهِ، إِلاَّ جَاءَ يَوْمَ القِيَامَةِ كَهَيْئَتِهِ يَوْمَ كُلِم؛ لَوْنُهُ لَوْنُ دَمٍ، وَرِيحُهُ ريحُ مِسْكٍ. وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَوْلاَ أنْ يَشُقَّ عَلَى المُسْلِمِينَ مَا قَعَدْتُ خِلاَفَ سَرِيَّةٍ تَغْزُو في سَبيلِ اللهِ أبداً، وَلكِنْ لاَ أجِدُ سَعَةً فأحْمِلُهُمْ وَلاَ يَجِدُونَ سَعَةً، وَيَشُقُّ عَلَيْهِمْ أنْ يَتَخَلَّفُوا عَنِّي. وَالَّذِي نَفْس مُحَمَّدٍ بِيَدِهِ، لَوَدِدْتُ أنْ أغْزُوَ في سَبيلِ اللهِ، فَأُقْتَلَ، ثُمَّ أغْزُوَ فَأُقْتَلَ، ثُمَّ أغْزُوَ فَأُقْتَلَ) رواه مسلم، وروى البخاري بعضه.\n\n(الكَلْمُ) : الجَرْحُ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1294","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَا مِنْ مَكْلُومٍ يُكْلَم في سَبيِلِ الله إِلاَّ جَاءَ يَومَ القِيَامةِ، وَكَلْمُهُ يدْمِي: اللَّوْنُ لَوْنُ دَمٍ، وَالرِّيحُ ريحُ مِسكٍ) متفقٌ عَلَيْهِ.","sanad":"وعنه قَالَ: "},{"hadithId":"1295","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (مَنْ قَاتَلَ في سَبِيلِ الله من رَجُلٍ مُسْلِمٍ فُوَاقَ نَاقَةٍ، وَجَبَتْ لَهُ الجَنَّةُ، وَمَنْ جُرِحَ جُرْحاً في سَبِيلِ اللهِ أَوْ نُكِبَ نَكْبَةً فَإنَّهَا تَجِيءُ يَوْمَ القِيَامَةِ كَأَغزَرِ مَا كَانَتْ: لَونُها الزَّعْفَرَانُ، وَريحُها كَالمِسْكِ) رواه أَبُو داود والترمذي وقال: (حديث حسن).","sanad":"وعن معاذٍ رضي الله عنه،"},{"hadithId":"1296","text":"مَرَّ رَجُلٌ مِنْ أصْحَابِ رسولِ الله صلى الله عليه وسلم بِشِعبٍ فِيهِ عُيَيْنَةٌ مِنْ مَاءٍ عَذْبَة، فَأعْجَبَتْهُ فَقَالَ: لَو اعْتَزَلْتُ النَّاسَ فَأقَمْتُ في هَذَا الشِّعْبِ، وَلَنْ أفْعَلَ حَتَّى أسْتَأْذِنَ رسولَ اللهِ صلى الله عليه وسلم، فذكَرَ ذَلِكَ لرسول الله صلى الله عليه وسلم فَقَالَ: (لاَ تَفعلْ؛ فَإنَّ مُقامَ أَحَدِكُمْ في سَبيلِ اللهِ أفْضَلُ مِنْ صَلاَتِهِ في بَيْتِهِ سَبْعِينَ عَاماً، أَلاَ تُحِبُّونَ أنْ يَغْفِرَ الله لَكُمْ، وَيُدْخِلَكُمُ الجَنَّةَ؟ أُغْزُوا في سَبيلِ الله، من قَاتَلَ في سَبِيلِ اللهِ فُوَاقَ نَاقَةٍ وَجَبَتْ لَهُ الجَنَّةُ) رواه الترمذي وقال: (حديث حسن).\n\nوَ(الفُوَاقُ) : مَا بَيْنَ الحَلْبَتَيْنِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1297","text":"قيل: يَا رسولَ اللهِ، مَا يَعْدلُ الجهادَ في سَبِيلِ اللهِ؟ قَالَ: (لاَ تَسْتَطِيعُونَهُ) فَأعَادُوا عَلَيْهِ مَرَّتَيْنِ أَوْ ثَلاَثاً كُلُّ ذَلِكَ يَقُولُ: (لاَ تَسْتَطِيعُونَهُ)! ثُمَّ قَالَ: (مَثَلُ المُجَاهِدِ فِي سَبيلِ اللهِ كَمَثلِ الصَّائِمِ القَائِمِ القَانتِ بآياتِ الله لا يَفْتُرُ مِنْ صِيَامٍ، وَلاَ صَلاَةٍ، حَتَّى يَرْجِعَ المُجَاهِدُ في سَبِيلِ اللهِ) متفقٌ عَلَيْهِ، وهذا لفظ مسلمٍ. وفي رواية البخاري: أنَّ رَجُلاً قَالَ: يَا رسول الله، دُلَّنِي عَلَى عَمَلٍ يَعْدِلُ الجِهَادَ؟ قَالَ: (لاَ أجِدُهُ) ثُمَّ قَالَ: (هَلْ تَسْتَطِيعُ إِذَا خَرَجَ المُجَاهِدُ أنْ تَدْخُلَ مَسْجِدَكَ فَتقومَ وَلاَ تَفْتُرَ، وَتَصُومَ وَلاَ تُفْطِرَ)؟ فَقَالَ: وَمَنْ يَسْتَطِيعُ ذَلِكَ؟! .","sanad":"وعنه قَالَ: "},{"hadithId":"1298","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مِنْ خَيْرِ مَعَاشِ النَّاسِ لَهُمْ، رَجُلٌ مُمْسِكٌ عِنَانَ فَرَسِهِ في سَبِيلِ اللهِ، يَطِيرُ عَلَى مَتْنِهِ، كُلَّمَا سَمِعَ هَيْعَةً (1)، أَوْ فَزْعَةً طَارَ عَلَيْهِ يَبْتَغِي القَتْلَ وَالمَوْتَ مَظَانَّهُ أَوْ رَجُلٌ في غُنَيْمَةٍ في رَأسِ شَعَفَةٍ (2)، مِنْ هَذَا الشَّعَفِ، أَوْ بَطْنِ وَادٍ مِن الأَوْدِيَةِ، يُقِيمُ الصَّلاَةَ، وَيُؤتي الزَّكَاةَ، وَيَعْبُدُ رَبَّهُ حَتَّى يَأتِيَهُ اليَقِينُ، لَيْسَ مِنَ النَّاسِ إِلاَّ في خَيْرٍ) رواه مسلم.\n\nـــــــــــــــــــــــــــــ\n(1) الهَيْعَةً : الصوت الذي تفزع منه وتخافه من عدو. النهاية 5/288.\n(2) شَعَفَةٍ : كل شيء أعلاه، يريد به رأس جبل من الجبال. النهاية 2/481","sanad":"وعنه:"},{"hadithId":"1299","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إنَّ في الجنَّةِ مِائَةَ دَرَجَةٍ أعَدَّهَا اللهُ لِلْمُجَاهِدِينَ في سَبِيلِ اللهِ مَا بَيْنَ الدَّرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالأرْضِ) رواه البخاري.","sanad":"وعنه: "},{"hadithId":"1300","text":"أنَّ رَسولَ اللهِ صلى الله عليه وسلم قَالَ: (مَنْ رَضِيَ بِاللهِ رَبّاً، وَبِالإسْلاَمِ ديناً، وَبِمُحَمَّدٍ رَسُولاً، وَجَبَتْ لَهُ الجَنَّةُ)، فَعَجِبَ لَهَا أَبُو سَعيدٍ فَقَالَ: أَعِدْهَا عَلَيَّ يَا رسولَ اللهِ، فَأَعَادَهَا عَلَيْهِ، ثُمَّ قَالَ: (وَأُخْرَى يَرْفَعُ اللهُ بِهَا العَبْدَ مِائَةَ دَرَجَةٍ في الجَنَّةِ، مَا بَيْنَ كُلِّ دَرَجَتَينِ كَمَا بَيْنَ السَّمَاءِ وَالأرْضِ) قَالَ: وَمَا هيَ يَا رسول الله؟ قَالَ: (الجِهَادُ في سَبِيلِ اللهِ، الجهَادُ في سَبيلِ اللهِ) رواه مسلم.","sanad":"وعن أَبي سعيد الخدري رضي الله عنه:"},{"hadithId":"1301","text":"قَالَ رسول الله صلى الله عليه وسلم: (إنَّ أبْوَابَ الجَنَّةِ تَحْتَ ظِلاَلِ السُّيُوفِ) فَقَامَ رَجُلٌ رَثُّ الهَيْئَةِ، فَقَالَ: يَا أَبَا مُوسَى أأنْتَ سَمِعْتَ رسولَ اللهِ صلى الله عليه وسلم يقول هَذَا؟ قَالَ: نَعَمْ، فَرَجَعَ إِلَى أصْحَابِهِ، فَقَالَ: أقْرَأُ عَلَيْكُم السَّلاَمَ، ثُمَّ كَسَرَ جَفْنَ سَيْفِهِ (1)، فَألْقَاهُ، ثُمَّ مَشَى بِسَيْفِهِ إِلَى العَدُوِّ فَضَربَ بِهِ حَتَّى قُتِلَ. رواه مسلم.\n\nــــــــــــــــــــــــــــــ\n(1) جَفْونَ السَيْوف : أغمادها  واحدها جفْن. النهاية 1/280.","sanad":"وعن أَبي بكر بن أَبي موسى الأشعريِّ قَالَ: سَمِعْتُ أَبي رضي الله عنه، وَهُوَ بَحَضْرَةِ العَدُوِّ، يقول:"},{"hadithId":"1302","text":"قَالَ رسول الله صلى الله عليه وسلم: (ما اغْبَرَّتْ قَدَمَا عَبْدٍ في سَبيلِ اللهِ فَتَمَسَّهُ النَّارُ) رواه البخاري.","sanad":"وعن أَبي عبسٍ عبد الرحمن بن جَبْرٍ رضي الله عنه قَالَ:"},{"hadithId":"1303","text":"قَالَ رسول الله صلى الله عليه وسلم: (لاَ يَلِجُ النَّارَ رَجُلٌ بَكَى مِنْ خَشْيةِ الله حَتَّى يَعُودَ اللَّبَنُ في الضَّرْعِ، وَلاَ يَجْتَمِعُ عَلَى عَبْدٍ غُبَارٌ في سَبيلِ اللهِ وَدُخَانُ جَهَنَّمَ) رواه الترمذي وقال: (حديث حسن صحيح).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ: "},{"hadithId":"1304","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (عَيْنَانِ لاَ تَمسُّهُمَا النَّارُ: عَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللهِ، وَعَيْنٌ بَاتَتْ تَحْرُسُ في سَبيلِ اللهِ) رواه الترمذي وقال: (حديث حسن.","sanad":"وعن ابن عباس رضي الله عنهما قَالَ:"},{"hadithId":"1305","text":"أنَّ رسولَ الله صلى الله عليه وسلم قَالَ: (مَنْ جَهَّزَ غَازياً في سَبيلِ اللهِ فَقَدْ غَزَا، وَمَنْ خَلَفَ غَازياً في أهْلِهِ بِخَيْرٍ فَقَدْ غَزَا) متفقٌ عَلَيْهِ.","sanad":"وعن زيد بن خالد رضي الله عنه:"},{"hadithId":"1306","text":"قَالَ رسول الله صلى الله عليه وسلم: (أفْضَلُ الصَّدَقَاتِ ظِلُّ فُسْطَاطٍ في سَبِيلِ اللهِ وَمَنيحَةُ خَادِمٍ في سَبِيلِ اللهِ، أَوْ طَرُوقَةُ فَحلٍ في سَبِيلِ اللهِ) رواه الترمذي وقال: (حديث حسن صحيح).","sanad":"وعن أَبي أُمَامَة رضي الله عنه قَالَ:"},{"hadithId":"1307","text":"أن فَتَىً مِنْ أسْلَمَ قَالَ: يَا رسولَ اللهِ، إنِّي أُرِيدُ الغَزْوَ وَلَيْسَ مَعِيَ مَا أَتَجهَّزُ بِهِ، قَالَ: (ائْتِ فُلاناً فَإنَّهُ قَدْ كَانَ تَجَهَّزَ فَمَرِضَ) فَأتَاهُ، فَقَالَ: إنَّ رسولَ اللهِ صلى الله عليه وسلم يُقْرِئُكَ السَّلاَمَ، ويقول: أعْطِني الَّذِي تَجَهَّزْتَ بِهِ. قَالَ: يَا فُلاَنَةُ، أعْطِيهِ الَّذِي كُنْتُ تَجَهَّزْتُ بِهِ، وَلاَ تَحْبِسِي عَنْهُ شَيْئاً، فَوَاللهِ لاَ تَحْبِسِي مِنْهُ شَيْئاً فَيُبَارَكَ لَكِ فِيهِ. رواه مسلم.","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"1308","text":"أنَّ رسول الله صلى الله عليه وسلم بَعَثَ إِلَى بَنِي لَحْيَانَ، فَقَالَ: (لِيَنْبَعِثْ مِنْ كُلِّ رَجُلَيْنِ أحَدُهُمَا، وَالأجْرُ بَيْنَهُمَا) رواه مسلم. وفي روايةٍ لَهُ: (لِيَخْرُجَ مِنْ كُلِّ رَجُلَيْنِ رَجُلٌ) ثُمَّ قَالَ للقاعد: (أيُّكُمْ خَلَفَ الخَارِجَ في أهْلِهِ وَمَالِهِ بِخيْرٍ كَانَ لَهُ مِثْلُ نِصْفِ أجْرِ الخَارِجِ).","sanad":"وعن أَبي سعيد الخدري رضي الله عنه:"},{"hadithId":"1309","text":"أتَى النبيَّ صلى الله عليه وسلم رَجُلٌ مُقَنَّعٌ بالحَدِيدِ، فَقَالَ: يَا رسولَ اللهِ، أُقَاتِلُ أَوْ أُسْلِمُ؟ قَالَ: (أسْلِمْ، ثُمَّ قَاتِلْ). فَأسْلَمَ، ثُمَّ قَاتَلَ فَقُتِلَ. فَقَالَ رسولُ اللهِ صلى الله عليه وسلم: (عَمِلَ قَلِيلاً وَأُجِرَ كَثِيراً) متفقٌ عَلَيْهِ. وهذا لفظ البخاري.","sanad":"وعن البَراءِ رضي الله عنه قَالَ:"},{"hadithId":"1310","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (مَا أَحَدٌ يَدْخُلُ الجَنَّةَ يُحِبُّ أنْ يَرْجِعَ إِلَى الدُّنْيَا وَلَهُ مَا عَلَى الأرْضِ مِنْ شَيْءٍ إِلاَّ الشَّهِيدُ، يَتَمَنَّى أنْ يَرْجِعَ إِلَى الدُّنْيَا، فَيُقْتَلَ عَشْرَ مَرَّاتٍ؛ لِمَا يَرَى مِنَ الكَرَامَةِ). وفي رواية: (لِمَا يَرَى مِنْ فَضْلِ الشَّهَادَةِ) متفقٌ عَلَيْهِ.","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"1311","text":"أنَّ رسولَ الله صلى الله عليه وسلم قَالَ: (يَغْفِرُ اللهُ لِلْشَّهِيدِ كُلَّ شَيْءٍ إِلاَّ الدَّيْنَ). رواه مسلم. وفي روايةٍ له: (القَتْلُ في سبيلِ اللهِ يُكَفِّرُ كُلَّ شيءٍ إلاَّ الدَّيْن).","sanad":"وعن عبدِ الله بن عمرو بن العاص رضي الله عنهما:"},{"hadithId":"1312","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَامَ فِيهِم فَذَكَرَ أنَّ الجِهَادَ في سَبيلِ اللهِ، وَالإيمَانَ بِاللهِ، أفْضَلُ الأعْمَالِ، فَقَامَ رَجُلٌ، فَقَالَ: يَا رسولَ اللهِ، أرأيْتَ إنْ قُتِلْتُ في سَبيلِ اللهِ، أتُكَفَّرُ عَنِّي خَطَايَايَ؟ فَقَالَ لهُ رسول الله صلى الله عليه وسلم: (نَعَمْ، إنْ قُتِلْتَ في سَبيلِ الله وَأنْتَ صَابِرٌ مُحْتَسِبٌ، مُقْبِلٌ غَيْرُ مُدْبِرٍ)، ثُمَّ قَالَ رسول الله صلى الله عليه وسلم: (كيْفَ قُلْتَ؟) قَالَ: أرَأيْتَ إنْ قُتِلْتُ في سَبيلِ اللهِ، أتُكَفَّرُ عَنِّي خَطَايَايَ؟ فَقَالَ رسول الله صلى الله عليه وسلم: (نَعَمْ، وَأنْتَ صَابرٌ مُحْتَسِبٌ، مُقْبِلٌ غَيرُ مُدْبِرٍ، إِلاَّ الدَّيْنَ فَإنَّ جِبْريلَ عليه السلام قَالَ لِي ذَلِكَ) رواه مسلم.","sanad":"وعن أَبي قتادةرضي الله عنه:"},{"hadithId":"1313","text":"قَالَ رَجُلٌ: أيْنَ أنَا يَا رسول الله إنْ قُتِلْتُ؟ قَالَ: (في الجَنَّةِ) فَألْقَى تَمَرَاتٍ كُنَّ فِي يَدِهِ، ثُمَّ قَاتَلَ حَتَّى قُتِلَ. رواه مسلم.","sanad":"وعن جابر رضي الله عنه قَالَ:"},{"hadithId":"1314","text":"انْطَلَقَ رسولُ الله صلى الله عليه وسلم وَأصْحَابُهُ حَتَّى سَبَقُوا المُشْرِكِينَ إِلَى بَدْرٍ، وَجَاءَ المُشْرِكُونَ، فَقَالَ رَسولُ اللهِ صلى الله عليه وسلم: (لاَ يَقْدمَنَّ أَحَدٌ مِنْكُمْ إِلَى شَيْءٍ حَتَّى أكُونَ أنَا دُونَهُ). فَدَنَا المُشْرِكُونَ، فَقَالَ رسولُ الله صلى الله عليه وسلم: (قُومُوا إِلَى جَنَّةٍ عَرْضُهَا السَّماوَاتُ وَالأرْضُ) قَالَ: يَقُولُ عُمَيْرُ بن الحُمَامِ الأنْصَارِيُّ رضي الله عنه: يَا رسولَ اللهِ، جَنَّةٌ عَرْضُهَا السَّماوَاتُ وَالأرْضُ؟ قَالَ: (نَعَمْ) قَالَ: بَخٍ بَخٍ (1)؟ فَقَالَ رسولُ الله صلى الله عليه وسلم: (مَا يَحْمِلُكَ عَلَى قَولِكَ بَخٍ بَخٍ؟) قَالَ: لاَ وَاللهِ يَا رَسُولَ اللهِ إِلاَّ رَجَاءَ أَنْ أَكُونَ مِنْ أهْلِهَا، قَالَ: (فَإنَّكَ مِنْ أهْلِهَا) فَأخْرَجَ تَمَرَاتٍ مِنْ قَرَنِهِ، فَجَعَلَ يَأكُلُ مِنْهُنَّ، ثُمَّ قَالَ: لَئِنْ أَنَا حَييتُ حَتَّى آكُلَ تَمَرَاتِي هذِهِ إنّهَا لَحَياةٌ طَوِيلَةٌ، فَرَمَى بِمَا كَانَ مَعَهُ مِنَ التَّمْرِ، ثُمَّ قَاتَلَهُمْ حَتَّى قُتِلَ. رواه مسلم.\n\n(القَرَن) بفتح القاف والراء: هُوَ جُعْبَةُ النشَّابِ.\n\nـــــــــــــــــــــــــــــ\n(1) بَخٍ بَخٍ : هي كلمة تُقال عند المدح والرضا بالشيء، وتكرر للمبالغة، ومعناها تعظيم الأمر وتفخيمه. النهاية 1/101 .","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1315","text":"جَاءَ نَاسٌ إِلَى النَّبيِّ صلى الله عليه وسلم أن ابْعَثْ مَعَنَا رِجَالاً يُعَلِّمُونَا القُرْآنَ وَالسُّنَّةَ، فَبَعَثَ إلَيْهِمْ سَبْعِينَ رَجُلاً مِنَ الأنْصَارِ يُقَالُ لَهُمْ: القُرّاءُ، فِيهِم خَالِي حَرَامٌ، يَقْرَؤُونَ القُرْآنَ، وَيَتَدَارَسُونَ بِاللَّيْلِ يَتَعَلَّمُونَ، وَكَانُوا بِالنَّهَارِ يَجِيئُونَ بِالمَاءِ، فَيَضَعُونَهُ في المَسْجِدِ، وَيَحْتَطِبُونَ فَيَبِيعُونَهُ، وَيَشْتَرُونَ بِهِ الطَّعَامَ لأَهْلِ الصُّفَّةِ وَلِلفُقَرَاءِ ، فَبَعَثَهُمُ النَّبيُّ صلى الله عليه وسلم، فَعَرَضُوا لَهُمْ فَقَتَلُوهُمْ قَبْلَ أنْ يَبْلغُوا المَكَانَ فَقَالُوا: اللَّهُمَّ بَلِّغْ عَنَّا نَبِيَّنَا أنَّا قَدْ لَقِينَاكَ فَرضِينَا عَنْكَ وَرَضِيتَ عَنَّا، وَأتَى رَجُلٌ حَراماً خَالَ أنَسٍ مِنْ خَلْفِهِ، فَطَعَنَهُ بِرُمْحٍ حَتَّى أنْفَذَه، فَقَالَ حَرَامٌ: فُزْتُ وَرَبِّ الكَعْبَةِ فَقَالَ رسولُ الله صلى الله عليه وسلم: (إنَّ إخْوَانَكُمْ قَدْ قُتِلُوا وَإنَّهُمْ قَالُوا: اللَّهُمَّ بَلِّغْ عَنَّا نَبِيَّنَا أنَّا قَدْ لَقِينَاكَ فَرَضِينَا عَنْكَ وَرَضِيتَ عَنَّا) متفقٌ عَلَيْهِ، وهذا لفظ مسلم.","sanad":"وعنه قَالَ:"},{"hadithId":"1316","text":"غَابَ عَمِّي أنسُ بنُ النَّضْرِ رضي الله عنه عن قِتَالِ بَدْرٍ فَقَالَ: يَا رسولَ اللهِ، غِبْتُ عَنْ أوَّلِ قِتَالٍ قَاتَلْتَ المُشْرِكِينَ، لَئِنِ اللهُ أشْهَدَنِي قِتَالَ المُشْرِكِينَ لَيَرَيَنَّ اللهُ مَا أصْنَعُ. فَلَمَّا كَانَ يَومُ أُحُدٍ انْكَشَفَ المُسْلِمُونَ فَقَالَ: اللَّهُمَّ إنِّي اعْتَذِرُ إلَيْكَ مِمَّا صَنَعَ هؤُلاءُ - يعني: أصْحَابَهُ - وَأبْرَأُ إلَيْكَ مِمَّا صَنَعَ هؤُلاءِ - يَعنِي: المُشْرِكِينَ - ثُمَّ تَقَدَّمَ فَاسْتَقْبَلَهُ سَعْدُ بنُ مُعَاذٍ فَقَالَ: يَا سَعَدَ بنَ مُعَاذٍ، الجَنَّةَ وَرَبِّ النَّضْرِ، إنِّي أجِدُ ريحَهَا مِنْ دُونِ أُحُدٍ! فَقَالَ سَعْدٌ: فَمَا اسْتَطَعْتُ يَا رسولَ اللهِ مَا صَنَعَ! قَالَ أنسٌ: فَوَجدْنَا بِهِ بِضعاً وَثَمَانِينَ ضَربَةً بِالسَّيْفِ، أَوْ طَعْنَةً برُمح أَوْ رَمْيةً بِسَهْمٍ، وَوَجَدْنَاهُ قَدْ قُتِلَ وَمَثَّلَ بِهِ المُشْرِكُونَ، فَمَا عَرَفَهُ أحَدٌ إِلاَّ أُخْتُهُ بِبَنَانِهِ. قَالَ أنسٌ: كُنَّا نَرَى - أَوْ نَظُنُّ - أنَّ هذِهِ الآية نَزَلتْ فِيهِ وَفي أشْبَاهِهِ: {مِنَ المُؤمِنينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ} [الأحزاب : 23] إِلَى آخرها. متفقٌ عَلَيْهِ، وَقَدْ سبق في باب المجاهدة.","sanad":"وعنه قَالَ:"},{"hadithId":"1317","text":"قَالَ رسول الله صلى الله عليه وسلم: (رَأيْتُ اللَّيْلَةَ رَجُلَيْنِ أتيَانِي، فَصَعِدَا بِي الشَّجرةَ فَأدْخَلاَنِي دَاراً هِيَ أحْسَنُ وَأَفضَلُ، لَمْ أَرَ قَطُّ أحْسَنَ مِنْهَا قالا: أمَّا هذِهِ الدَّارُ فَدَارُ الشُّهَدَاءِ). رواه البخاري، وَهُوَ بعض من حديث طويل فِيهِ أنواع من العلم سيأتي في باب تحريم الكذب إنْ شاء الله تَعَالَى.","sanad":"وعن سَمُرَة رضي الله عنه قَالَ:"},{"hadithId":"1318","text":"أنَّ أمَّ الرُّبيعِ بنتَ البَرَاءِ وهي أُمُّ حَارِثة بن سُرَاقَةَ، أتَتِ النبي صلى الله عليه وسلم فَقَالَتْ: يَا رسولَ اللهِ، ألاَ تُحَدِّثُنِي عَنْ حَارِثَةَ - وَكَانَ قُتِلَ يَوْمَ بَدْرٍ - فَإنْ كَانَ في الجَنَّةِ صَبَرْتُ، وَإنْ كَانَ غَيْرَ ذَلِكَ اجْتَهَدْتُ عَلَيْهِ في البُكَاءِ فَقَالَ: (يَا أُمَّ حَارِثَةَ إنَّهَا جِنَانٌ في الجَنَّةِ، وَإنَّ ابْنَكِ أصابَ الفِرْدَوْسَ الأَعْلَى) رواه البخاري.","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"1319","text":"جِيءَ بِأَبِي إِلَى النَّبيِّ صلى الله عليه وسلم، قَدْ مُثِّلَ بِهِ، فَوُضِعَ بَيْنَ يَدَيْهِ؛ فَذَهَبْتُ أكْشِفُ عَنْ وَجْهِهِ فَنَهَانِي قَوْمِي فَقَالَ النَّبيُّ صلى الله عليه وسلم: (مَا زَالتِ المَلائِكَةُ تُظِلُّهُ بِأَجْنِحَتِهَا) متفقٌ عَلَيْهِ.","sanad":"وعن جابر بن عبد الله رضي الله عنهما قَالَ:"},{"hadithId":"1320","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (مَنْ سَألَ اللهَ تَعَالَى الشَّهَادَةَ بِصِدْقٍ بَلَّغَهُ اللهُ مَنَازِلَ الشُّهَدَاءِ، وَإنْ مَاتَ عَلَى فِرَاشِهِ) رواه مسلم.","sanad":"وعن سهل بن حنيف رضي الله عنه:"},{"hadithId":"1321","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَنْ طَلَبَ الشَّهَادَةَ صَادِقاً أُعْطِيَهَا ولو لَمْ تُصِبْهُ) رواه مسلم.","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1322","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَا يَجِدُ الشَّهِيدُ مِنْ مَسِّ القَتْلِ إِلاَّ كَمَا يَجِدُ أَحَدُكُمْ مِنْ مَسِّ القَرْصَةِ) رواه الترمذي وقال: (حديث حسن صحيح).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1323","text":"أنَّ رسولَ الله صلى الله عليه وسلم في بَعْضِ أيَّامِهِ الَّتي لَقِيَ فِيهَا العَدُوَّ انْتَظَرَ حَتَّى مَالَتِ الشَّمْسُ، ثُمَّ قَامَ في النَّاسِ فَقَالَ: (أَيُّهَا النَّاسُ، لا تَتَمَنَّوا لِقَاءَ العَدُوِّ، وَاسْأَلُوا اللهَ العَافِيَةَ، فَإذَا لَقِيتُموهُمْ فَاصْبِروا؛ وَاعْلَمُوا أنَّ الجَنَّةَ تَحْتَ ظِلاَلِ السُّيُوفِ) ثُمَّ قَالَ: (اللَّهُمَّ مُنْزِلَ الكِتَابِ، وَمُجْرِيَ السَّحَابِ، وَهَازِمَ الأحْزَابِ، أهْزِمْهُمْ وَانْصُرْنَا عَلَيْهِمْ) متفقٌ عَلَيْهِ.","sanad":"وعن عبد الله بن أَبي أوْفَى رضي الله عنهما:"},{"hadithId":"1324","text":"قَالَ رسول الله صلى الله عليه وسلم: (ثِنْتَانِ لاَ تُرَدَّانِ، أَوْ قَلَّمَا تُرَدَّانِ: الدُّعَاءُ عِنْدَ النِّدَاءِ وَعِنْدَ البَأسِ حِيْنَ يُلْحِمُ بَعْضُهُم بَعضَاً) رواه أَبُو داود بإسناد صحيح.","sanad":"وعن سهل بن سعد رضي الله عنه قَالَ:"},{"hadithId":"1325","text":"كَانَ رسولُ اللهِ صلى الله عليه وسلم إِذَا غَزَا، قَالَ: (اللَّهُمَّ أنْتَ عَضْديِ وَنَصِيرِي، بِكَ أَحُولُ، وَبِكَ أَصُولُ، وَبِكَ أُقَاتِلُ) رواه أَبُو داود والترمذي وقال: (حديث حسن).","sanad":"وعن أنس رضي الله عنه قَالَ:"},{"hadithId":"1326","text":"أنَّ النبيَّ صلى الله عليه وسلم كَانَ إِذَا خَافَ قَوماً قَالَ: (اللَّهُمَّ إنَّا نَجْعَلُكَ في نُحُورِهِمْ، وَنَعُوذُ بِكَ مِنْ شُرُورِهمْ) رواه أَبُو داود بإسناد صحيح.","sanad":"وعن أَبي موسى رضي الله عنه:"},{"hadithId":"1327","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (الخَيْلُ مَعقُودٌ في نَوَاصِيهَا الخَيْرُ إِلَى يَومِ القِيَامَةِ) متفقٌ عَلَيْهِ.","sanad":"وعن ابن عمر رضي الله عنهما:"},{"hadithId":"1328","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (الخَيْلُ مَعقُودٌ في نَوَاصِيهَا الخَيْرُ إِلَى يَومِ القِيَامَةِ: الأجْرُ، وَالمَغْنَمُ) متفقٌ عَلَيْهِ.","sanad":"وعن عروة البارِقِيِّ رضي الله عنه:"},{"hadithId":"1329","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَنْ احْتَبَسَ فَرَساً فِي سَبِيلِ اللهِ، إيمَانَاً بِاللهِ، وَتَصْدِيقَاً بِوَعْدِهِ، فَإنَّ شِبَعَهُ، وَرَيَّهُ ورَوْثَهُ، وَبَوْلَهُ في مِيزَانِهِ يَوْمَ القِيَامَةِ) رواه البخاري.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1330","text":"جَاءَ رَجُلٌ إِلَى النبيِّ صلى الله عليه وسلم بِنَاقةٍ مَخْطُومَةٍ فَقَالَ: هذِهِ في سَبيلِ اللهِ، فَقَالَ رسول الله صلى الله عليه وسلم: (لَكَ بِهَا يَوْمَ القِيَامَةِ سَبْعُمائَةِ نَاقَةٍ كُلُّهَا مَخْطُومَةٌ) رواه مسلم.","sanad":"وعن أَبي مسعود رضي الله عنه قَالَ:"},{"hadithId":"1331","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم وَهُوَ عَلَى المِنْبَرِ يقول:  {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ}، أَلاَ إنَّ القُوَّةَ الرَّميُ، ألاَ إنَّ القُوَّةَ الرَّمْيُ، ألاَ إنَّ القُوَّةَ الرَّمْيُ) رواه مسلم.","sanad":"وعن أَبي حمادٍ - ويقال: أَبُو سعاد، ويقال: أَبُو أسدٍ، ويقال: أَبُو عامِر، ويقال: أَبُو عمرو، ويقال: أَبُو الأسود، ويقال: أَبُو عبسٍ - عُقبة بن عامِر الجُهَنيِّ رضي الله عنه قَالَ:"},{"hadithId":"1332","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (سَتُفْتَحُ عَلَيْكُمْ أَرْضُونَ، وَيَكْفِيكُمُ اللهُ، فَلاَ يَعْجِز أَحَدُكُمْ أنْ يَلْهُوَ بِأَسْهُمِهِ) رواه مسلم.","sanad":"وعنه قَالَ:"},{"hadithId":"1333","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَنْ عُلِّمَ الرَّمْيَ، ثُمَّ تَرَكَهُ، فَلَيْسَ مِنَّا، أَوْ فَقَدْ عَصَى) رواه مسلم.","sanad":"‏وعنه، أنَّه قَالَ:"},{"hadithId":"1334","text":"سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يقول: (إنَّ اللهَ يُدْخِلُ بِالسَّهْمِ الوَاحِدِ ثَلاَثَةَ نَفَرٍ الجَنَّةَ: صَانِعَهُ يَحْتَسِبُ في صَنْعَتِهِ الخَيْرَ، وَالرَّامِي بِهِ، ومُنْبِلَهُ. وَارْمُوا وَارْكَبُوا، وَأنْ تَرْمُوا أحَبُّ إليَّ مِنْ أنْ تَرْكَبُوا. وَمَنْ تَرَكَ الرَّمْيَ بَعْدَ مَا عُلِّمَهُ رَغْبَةً عَنْهُ فَإنَّهَا نِعْمَةٌ تَرَكَهَا) أَوْ قَالَ: (كَفَرَهَا) رواه أَبُو داود.","sanad":"وعنه رضي الله عنه قَالَ:"},{"hadithId":"1335","text":"مَرَّ النَّبيُّ صلى الله عليه وسلم عَلَى نَفَرٍ يَنْتَضِلُونَ (1)، فَقَالَ: (ارْمُوا بَنِي إسمعِيلَ فَإنَّ أَبَاكُمْ كَانَ رَامِياً) رواه البخاري.\n\nـــــــــــــــــــــــــ\n(1) يَنْتَضِلُونَ :  يرتمون بالسهام. النهاية 5/72.","sanad":"وعن سَلَمة بن الأكَوعِ رضي الله عنه قَالَ:"},{"hadithId":"1336","text":"سَمِعْتُ رسولَ اللهِ صلى الله عليه وسلم يقول: (مَنْ رَمَى بِسَهمٍ في سَبيلِ الله فَهُوَ لَهُ عِدْلُ مُحَرَّرَةٍ (1)،رواه أَبُو داود والترمذي وقال: (حديث حسن صحيح).\n\nـــــــــــــــــــــــــــ\n(1) عِدْلُ مُحَرَّرَةٍ : أي أجر معتق، المحرر : الذي جعل من العبيد حراً فأعتق. النهاية 1/362.","sanad":"وعن عمرو بن عبسة رضي الله عنه قَالَ:"},{"hadithId":"1337","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ أنْفَقَ نَفَقَةً في سَبيلِ اللهِ كُتِبَ لَهُ سَبْعُمِائَةِ ضِعْفٍ) رواه الترمذي وقال: (حديث حسن).","sanad":"‏وعن أَبي يحيى خُرَيْم بن فاتِكٍ رضي الله عنه قَالَ:"},{"hadithId":"1338","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَا مِنْ عَبْدٍ يَصُومُ يَوْماً فِي سَبيلِ اللهِ إِلاَّ بَاعَدَ اللهُ بِذلِكَ اليَوْمِ وَجهَهُ عَنِ النَّارِ سَبْعِينَ خَرْيفاً) متفقٌ عَلَيْهِ.","sanad":"‏وعن أَبي سعيد رضي الله عنه قَالَ:"},{"hadithId":"1339","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (مَنْ صَامَ يَوْماً في سَبيلِ اللهِ جَعَلَ اللهُ بَيْنَهُ وَبَيْنَ النَّارِ خَنْدَقاً كما بَيْنَ السَّمَاءِ والأَرْضِ) رواه الترمذي وقال: (حديث حسن صحيح).","sanad":"وعن أَبي أُمَامَة رضي الله عنه،"},{"hadithId":"1340","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ مَاتَ وَلَمْ يَغْزُ، وَلَمْ يُحَدِّثْ نَفْسَهُ بالغَزْوِ، مَاتَ عَلَى شُعْبَةٍ مِنَ النِّفَاقِ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1341","text":"كنا مَعَ النبيِّ صلى الله عليه وسلم، في غَزاةٍ فقالَ: (إنَّ بِالمَدِينَةِ لَرِجَالاً مَا سِرْتُمْ مَسِيراً، وَلاَ قَطَعْتُمْ وَادِياً إِلاَّ كَانُوا مَعَكُمْ، حَبَسَهُمُ المَرَضُ). وفي رواية: (حَبَسَهُمُ العُذْرُ). وفي رواية: (إِلاَّ شَرَكُوكُمْ في الأجْرِ) رواه البخاري من رواية أنس، ورواه مسلم من رواية جابر واللفظ لَهُ.","sanad":"وعن جابر رضي الله عنه قَالَ:"},{"hadithId":"1342","text":"أنَّ أعرابياً أتى النبيَّ صلى الله عليه وسلم، فَقَالَ: يَا رسولَ اللهِ، الرَّجُلُ يُقَاتِلُ لِلْمَغْنَمِ، وَالرَّجُلُ يُقَاتِلُ لِيُذْكَرَ، وَالرَّجُلُ يُقَاتِلُ ليُرَى مَكَانُهُ؟ وفي رواية: يُقَاتِلُ شَجَاعَةً، وَيُقَاتِلُ حَمِيَّةً (1). وفي رواية: يُقَاتِلُ غَضَباً، فَمَنْ في سبيل الله؟ فقالَ رسولُ اللهِ: (مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللهِ هِيَ العُلْيَا، فَهُوَ في سَبيلِ اللهِ) متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــــــ\n(1) الحَمِيَّةً : الأنفة والغيرة. النهاية 1/447.","sanad":"وعن أَبي موسى رضي الله عنه: "},{"hadithId":"1343","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (مَا مِنْ غَازِيَةٍ، أَوْ سَرِيّةٍ تَغْزُو، فَتَغْنَمُ وَتَسْلَمُ، إِلاَّ كَانُوا قَدْ تَعَجَّلُوا ثُلُثَيْ أُجُورهُمْ، وَمَا مِنْ غَازِيَةٍ أَوْ سَرِيّةٍ تُخْفِقُ وَتُصَابُ إِلاَّ تَمَّ لَهُمْ أجُورهُمْ) رواه مسلم.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما قَالَ:"},{"hadithId":"1344","text":"أنَّ رجلاً قَالَ: يَا رسولَ اللهِ، ائْذَنْ لي في السِّيَاحَةِ فَقَالَ النبيُّ صلى الله عليه وسلم: (إنَّ سِيَاحَةَ أُمَّتِي الجِهَادُ في سَبيلِ اللهِ عز وجل) رواه أَبُو داود بإسنادٍ جيدٍ.","sanad":"وعن أَبي أُمَامَة رضي الله عنه:"},{"hadithId":"1345","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (قَفْلَةٌ كَغَزْوَةٍ) رواه أَبُو داود بإسنادٍ جيدٍ.\n\n(القَفْلَةُ): الرُّجُوعُ، وَالمراد: الرُّجُوعُ مِنَ الغَزْوِ بَعدَ فَرَاغِهِ؛ ومعناه: أنه يُثَابُ في رُجُوعِهِ بعد فَرَاغِهِ مِنَ الغَزْوِ.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما،"},{"hadithId":"1346","text":"لَمَّا قَدِمَ النبيُّ صلى الله عليه وسلم مِنْ غَزْوَةِ تَبُوك تَلَقَّاهُ النَّاسُ، فَتَلَقّيتُهُ مَعَ الصِّبْيَانِ عَلَى ثَنيَّةِ (1)، الوَدَاعِ. رواه أَبُو داود بإسنادٍ صحيح بهذا اللفظ. ورواه البخاري قَالَ: ذَهَبنا نَتَلَقَّى رسولَ اللهِ صلى الله عليه وسلم، مَعَ الصِّبْيَانِ إِلَى ثَنِيَّةِ الوَدَاعِ.\n\nــــــــســــــــــــــــــ\n(1) ثَنيَّةِ : وهو اسم موضع ثنية مُشرفة على المدينة يطؤها من يريد مكة. مراصد الاطلاع 1/301.","sanad":"وعن السائب بن يزيد رضي الله عنه قَالَ:"},{"hadithId":"1347","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (مَنْ لَمْ يَغْزُ، أَوْ يُجَهِّزْ غَازِياً، أَوْ يَخْلُفْ غَازياً في أهْلِهِ بِخَيرٍ، أصَابَهُ اللهُ بِقَارعَةٍ (1)، قَبْلَ يَوْمِ القِيَامَةِ) رواه أَبُو داود بإسناد صحيح.\n\nــــــــــــــــــــــــــــ\n(1) بِقَارعَةٍ : قال ابن قيم الجوزية: (بقارعة: أي بداهية مهلكة) عون المعبود 7/182 ","sanad":"وعن أَبي أُمَامَة رضي الله عنه،"},{"hadithId":"1348","text":"أنَّ النَّبيَّ صلى الله عليه وسلم قَالَ: (جَاهِدُوا المُشْرِكِينَ بِأَمْوَالِكُمْ وَأنْفُسِكُمْ وَألْسِنَتِكُمْ) رواه أَبُو داود بإسنادٍ صحيح.","sanad":"وعن أنس رضي الله عنه:"},{"hadithId":"1349","text":"شَهِدْتُ رسولَ اللهِ صلى الله عليه وسلم، إِذَا لَمْ يُقَاتِلْ من أوَّلِ النَّهَارِ أخَّرَ القِتَالَ حَتَّى تَزُولَ الشَّمْسُ، وَتَهُبَّ الرِّيَاحُ، وَيَنْزِلَ النَّصْرُ. رواه أَبُو داود والترمذي، وقال: (حديث حسن صحيح).","sanad":"وعن أَبي عمرو - ويقالُ: أَبُو حكيمٍ - النُّعْمَانِ بن مُقَرِّن رضي الله عنه قَالَ:"},{"hadithId":"1350","text":"قَالَ رسول الله صلى الله عليه وسلم: (لاَ تَتَمَنَّوْا لِقَاءَ العَدُوِّ، وَاسْأَلُوا اللهَ العَافِيَةَ، فَإذَا لَقِيتُمُوهُمْ فَاصْبِرُوا) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1351","text":"أنَّ النبيَّ صلى الله عليه وسلم قَالَ: (الحَرْبُ خَدْعَةٌ) (1)، متفقٌ عَلَيْهِ.\n\nــــــــــــــــــــــــــــــ\n(1) قال الخطابي في \"معالم السنن\" 2/233 : قوله : (الحرب خدعة) معناه إباحة الخداع في الحرب وإن كان محظوراً في غيرها من الأمور، وهذا الحرف يروى على ثلاثة أوجه: خَدْعة بفتح الخاء وسكون الدال، وخُدْعة بضم الخاء وسكون الدال، وخُدَعة الخاء مضمومة والدال منصوبة (أي مفتوحة)، وأصوبها خَدْعة بفتح الخاء).","sanad":"وعنه وعن جابرٍ رضي الله عنهما:"}]},{"chapterID":2,"chapterName":"2 - باب بيان جماعة من الشهداء في ثواب الآخرة يغسلون ويصلى عليهم بخلاف القتيل في حرب الكفار","chapterIntro":"2 - باب بيان جماعة من الشهداء في ثواب الآخرة يغسلون ويصلى عليهم بخلاف القتيل في حرب الكفار.","hadiths":[{"hadithId":"1352","text":"قَالَ رسول الله صلى الله عليه وسلم: (الشُّهَدَاءُ خَمْسَةٌ: المَطْعُونُ وَالمَبْطُونُ، وَالغَرِيقُ، وَصَاحِبُ الهَدْمِ، وَالشَّهِيدُ في سَبِيلِ اللهِ (1)، متفقٌ عَلَيْهِ.\n\nـــــــــــــــــــــــــــ\n(1) قال النووي في شرح صحيح مسلم 7/56-57 : (المطعون هو الذي يموت في الطاعون، والمبطون هو صاحب داء البطن، وصاحب الهدم من يموت تحته (أي تحت الهدم والأنقاض)، ومن مات في سبيل الله معناه بأي صفة مات، قال العلماء: وإنما كانت هذه الموتات شهادة بتفضل الله تعالى بسبب شدتها وكثرة ألمها، قال العلماء: المراد بشهادة هؤلاء كلهم غير المقتول في سبيل الله أنَّهم يكون لهم في الآخرة ثواب الشهداء وأما في الدنيا فيغسلون ويصلى عليهم، وأنَّ الشهداء ثلاثة أقسام: شهيد في الدنيا والآخرة، وهو المقتول في حرب الكفار، وشهيد الآخرة دون أحكام الدنيا وهم هؤلاء المذكورون هنا، وشهيد الدنيا دون الآخرة، وهو من غل في الغنيمة أو قتل مدبراً).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1353","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَا تَعُدُّونَ الشُّهَدَاءَ فِيكُمْ؟) قالوا: يَا رسولَ اللهِ، مَنْ قُتِلَ في سَبيلِ اللهِ فَهُوَ شَهِيدٌ. قَالَ: (إنَّ شهَدَاءَ أُمَّتِي إِذَاً لَقَليلٌ)! قالوا: فَمَنْ هُمْ يَا رسول الله؟ قَالَ: (مَنْ قُتِلَ في سَبيلِ الله فَهُوَ شَهِيدٌ، وَمَنْ مَاتَ في سَبيلِ الله فَهُوَ شَهِيدٌ، وَمَنْ مَاتَ في الطَّاعُونِ فَهُوَ شَهِيدٌ، وَمَنْ مَاتَ في البَطْنِ فَهُوَ شَهِيدٌ، وَالغَرِيقُ شَهِيدٌ) رواه مسلم.","sanad":"وعنه قَالَ:"},{"hadithId":"1354","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ) متفقٌ عَلَيْهِ.","sanad":"وعن عبد الله بن عمرو بن العاص رضي الله عنهما قَالَ:"},{"hadithId":"1355","text":" سَمِعْتُ رسول الله صلى الله عليه وسلم يقول: (مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهيدٌ، وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ، وَمَنْ قتِلَ دُونَ دِينهِ فَهُوَ شَهِيدٌ، وَمَنْ قُتِلَ دُونَ أهْلِهِ فَهُوَ شَهِيدٌ) رواه أَبُو داود والترمذي وقال: (حديث حسن صحيح).","sanad":"وعن أَبي الأعْوَر سعيد بن زيد بن عَمْرو بن نُفَيْل، أحَدِ العَشَرَةِ المَشْهُودِ لَهُمْ بِالجَنَّةِ رضي الله عنهم قَالَ:"},{"hadithId":"1356","text":"جَاءَ رَجُلٌ إِلَى رسول الله صلى الله عليه وسلم فَقَالَ: يَا رسولَ اللهِ، أرَأيتَ إنْ جَاءَ رجلٌ يُرِيدُ أخْذَ مَالِي؟ قَالَ: (فَلاَ تُعْطِهِ مَالَكَ) قَالَ: أَرَأَيْتَ إنْ قَاتَلَنِي؟ قَالَ: (قَاتِلْهُ) قَالَ: أرَأَيْتَ إنْ قَتَلَنِي؟ قَالَ: (فَأنْتَ شَهِيدٌ) قَالَ: أَرَأيْتَ إنْ قَتَلْتُهُ؟ قَالَ: (هُوَ فِي النَّارِ) رواه مسلم.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"}]},{"chapterID":3,"chapterName":"3 - باب فضل العتق","chapterIntro":"3 - باب فضل العتق، قَالَ الله تَعَالَى: {فَلاَ اقْتَحَمَ العَقَبَةَ وَمَا أَدْرَاكَ مَا العَقَبَةُ فَكُّ رَقَبَةٍ} [البلد: 11- 13].","hadiths":[{"hadithId":"1357","text":"قَالَ لي رسول الله صلى الله عليه وسلم: (مَنْ أَعْتَقَ رَقَبَةً مُسْلِمَةً أعْتَقَ اللهُ بِكُلِّ عُضْوٍ مِنْهُ، عُضْواً مِنْهُ في النَّارِ، حَتَّى فَرْجَهُ بِفَرْجِهِ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1358","text":"قُلْتُ: يَا رسول الله، أيُّ الأعمَالِ أفْضَلُ؟ قَالَ: (الإيمَانُ بِاللهِ، وَالجِهَادُ في سَبيلِ اللهِ) قَالَ: قُلْتُ: أيُّ الرِّقَابِ أفْضَلُ؟ قَالَ: (أنْفَسُهَا عِنْدَ أَهْلِهَا، وَأكْثَرُهَا ثَمَناً) متفقٌ عَلَيْهِ.","sanad":" وعن أَبي ذرٍ رضي الله عنه قَالَ:"}]},{"chapterID":4,"chapterName":"4 - باب فضل الإحسان إِلَى المملوك","chapterIntro":"4 - باب فضل الإحسان إِلَى المملوك، قَالَ الله تَعَالَى: {وَاعْبُدُوا اللهَ وَلاَ تُشْرِكُوا بِهِ شَيْئاً وَبِالوَالِدَيْنِ إحْسَاناً وَبِذِي القُرْبَى وَاليَتَامَى وَالمَسَاكِينِ وَالجَارِ ذِي القُرْبَى وَالجَارِ الجُنُبِ وَالصَّاحِبِ بِالجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ} [النساء : 36].","hadiths":[{"hadithId":"1359","text":"رَأيْتُ أَبَا ذَرٍ رضي الله عنه، وَعَلَيهِ حُلَّةٌ وَعَلَى غُلاَمِهِ مِثْلُهَا، فَسَأَلْتُهُ عَنْ ذَلِكَ، فَذَكَرَ أنَّهُ قَدْ سَابَّ رَجُلاً عَلَى عَهْدِ رسول الله صلى الله عليه وسلم، فَعَيَّرَهُ بِأُمِّهِ، فَقَالَ النبيُّ صلى الله عليه وسلم: (إنَّكَ امْرُؤٌ فِيكَ جَاهِليَّةٌ هُمْ إخْوَانُكُمْ وَخَوَلُكُمْ جَعَلَهُمُ الله تَحْتَ أيديكُمْ، فَمَنْ كَانَ أَخُوهُ تَحْتَ يَدِهِ، فَلْيُطْعِمْهُ مِمَّا يَأكُلُ، وَلْيُلْبِسْهُ مِمَّا يَلْبَسُ، وَلاَ تُكَلِّفُوهُمْ مَا يَغْلِبُهُمْ، فَإنْ كَلَّفْتُمُوهُمْ فَأَعِينُوهُمْ) متفقٌ عَلَيْهِ.","sanad":"وعنِ المَعْرُورِ بن سُوَيْدٍ قَالَ:"},{"hadithId":"1360","text":"عن النبيِّ صلى الله عليه وسلم قَالَ: (إِذَا أَتَى أحَدَكُمْ خَادِمُهُ بِطَعَامِهِ، فَإنْ لَمْ يُجْلِسْهُ مَعَهُ، فَلْيُنَاوِلْهُ لُقْمَةً أَوْ لُقْمَتَيْنِ أَوْ أُكْلَةً أَوْ أُكْلَتَيْنِ؛ فَإنَّهُ وَلِيَ عِلاَجَهُ (1)، رواه البخاري.\n\n(الأُكْلَةُ) بضم الهمزة: وَهِيَ اللُّقْمَةُ.\n\nــــــــــــــــــــــــــــــــ\n(1) وَلِيَ عِلاَجَهُ : قال النووي في شرح صحيح مسلم 6/120 (في هذا الحديث الحث على مكارم الأخلاق، والمواساة في الطعام، لا سيما في حق من صنعه أو حمله؛ لأنه ولي حره ودخانه، وتعلقت به نفسه، وشم رائحته، وهذا كله محمول على الاستحباب).","sanad":"وعن أَبي هريرة رضي الله عنه،"}]},{"chapterID":5,"chapterName":"5 - باب فضل المملوك الَّذِي يؤدي حق الله وحق مواليه","chapterIntro":"5 - باب فضل المملوك الَّذِي يؤدي حق الله وحق مواليه.","hadiths":[{"hadithId":"1361","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (إنَّ العَبْدَ إِذَا نَصَحَ لِسَيِّدِهِ، وَأَحْسَنَ عِبَادَةَ اللهِ، فَلَهُ أَجْرُهُ مَرَّتَيْنِ) متفقٌ عَلَيْهِ.","sanad":"عن ابن عمر رضي الله عنهما:"},{"hadithId":"1362","text":"قَالَ رسول الله صلى الله عليه وسلم: (لِلْعَبْدِ المَمْلُوكِ المُصْلِحِ أجْرَانِ)، وَالَّذِي نَفْسُ أَبي هُرَيْرَةَ بِيَدِهِ لَوْلاَ الجِهَادُ في سَبيلِ اللهِ وَالحَجُّ، وَبِرُّ أُمِّي، لأَحْبَبْتُ أنْ أَمُوتَ وَأنَا مَمْلُوكٌ. متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1363","text":"قَالَ رسول الله صلى الله عليه وسلم: (المَمْلُوكُ الَّذِي يُحْسِنُ عِبَادَةَ رَبِّهِ، وَيُؤَدِّي إِلَى سَيِّدِهِ الَّذِي عَلَيْهِ مِنَ الحَقِّ، وَالنَّصِيحَةِ، وَالطَّاعَةِ، لهُ أجْرَانِ) رواه البخاري.","sanad":"عن أَبي موسى الأشعري رضي الله عنه قَالَ:"},{"hadithId":"1364","text":"قَالَ رسولُ اللهِ صلى الله عليه وسلم: (ثَلاثَةٌ لَهُمْ أجْرَانِ: رَجُلٌ مِنْ أَهْلِ الكِتَابِ آمَنَ بِنَبِيِّهِ، وَآمَنَ بِمُحَمَّدٍ، وَالعَبْدُ المَمْلُوكُ إِذَا أدَّى حَقَّ الله، وَحَقَّ مَوَالِيهِ، وَرَجُلٌ كَانَتْ لَهُ أَمَةٌ فَأدَّبَهَا فَأَحْسَنَ تَأدِيبَهَا، وَعَلَّمَهَا فَأَحْسَنَ تَعْلِيمَهَا، ثُمَّ أعْتَقَهَا فَتَزَوَّجَهَا؛ فَلَهُ أَجْرَانِ) متفقٌ عَلَيْهِ.","sanad":"وعنه قَالَ:"}]},{"chapterID":6,"chapterName":"6 - باب فضل العبادة في الهرج","chapterIntro":"6 - باب فضل العبادة في الهرج (1) وَهُوَ : الاختلاط والفتن ونحوها.\n\nـــــــــــــــــــــــــــ\n(1)  الهرج : قتال واختلاط. النهاية 5/257.","hadiths":[{"hadithId":"1365","text":"قَالَ رسولُ الله صلى الله عليه وسلم: (العِبَادَةُ في الهَرْجِ كَهِجْرَةٍ إليَّ) رواه مسلم.","sanad":"عن مَعْقِلِ بن يسار رضي الله عنه قَالَ:"}]},{"chapterID":7,"chapterName":"7 - باب فضل السماحة في البيع والشراء","chapterIntro":"7 - باب فضل السماحة في البيع والشراء والأخذ والعطاء وحسن القضاء والتقاضي وإرجاح المكيال والميزان والنهي عن التطفيف وفضل إنظار الموسِر المُعْسِرَ والوضع عَنْهُ، قَالَ الله تَعَالَى: {وَمَا تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ} [البقرة: 215]، وقال تَعَالَى: {وَيَا قَوْمِ أَوْفُوا الْمِكْيَالَ وَالْمِيزَانَ بِالْقِسْطِ وَلا تَبْخَسُوا النَّاسَ أَشْيَاءهُم} [هود : 85] ، وقال تَعَالَى: {وَيْلٌ لِلْمُطَفِّفِينَ الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ أَلا يَظُنُّ أُولَئِكَ أَنَّهُمْ مَبْعُوثُونَ لِيَوْمٍ عَظِيمٍ يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ} [المطففين : 1-6].","hadiths":[{"hadithId":"1366","text":"أنَّ رَجُلاً أَتَى النَّبيَّ صلى الله عليه وسلم يَتَقَاضَاهُ فَأغْلَظَ لَهُ، فَهَمَّ بِهِ أصْحَابُهُ، فَقَالَ رسولُ الله صلى الله عليه وسلم: (دَعُوهُ، فَإنَّ لِصَاحِبِ الحَقِّ مَقَالاً) ثُمَّ قَالَ: (أعْطُوهُ سِنّاً مِثْلَ سِنِّهِ) قالوا: يَا رسولَ اللهِ، لا نَجِدُ إِلاَّ أمْثَلَ مِنْ سِنِّهِ، قَالَ: (أعْطُوهُ، فإنَّ خَيْرَكُمْ أحْسَنُكُمْ قَضَاءً) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1367","text":"أنَّ رسول الله صلى الله عليه وسلم قَالَ: (رَحِمَ اللهُ رَجُلاً سَمْحاً إِذَا بَاعَ، وَإِذَا اشْتَرَى، وَإِذَا اقْتَضَى) رواه البخاري.","sanad":"وعن جابر رضي الله عنه:"},{"hadithId":"1368","text":"سَمِعْتُ رسولَ الله صلى الله عليه وسلم يقول: (مَنْ سَرَّهُ أنْ يُنَجِّيَهُ اللهُ مِنْ كُرَبِ يَوْمِ القِيَامَةِ، فَلْيُنَفِّسْ عَنْ مُعْسِرٍ أَوْ يَضَعْ عَنْهُ) رواه مسلم.","sanad":"وعن أَبي قتادة رضي الله عنه قَالَ:"},{"hadithId":"1369","text":"أنَّ رسولَ اللهِ صلى الله عليه وسلم قَالَ: (كَانَ رَجُلٌ يُدَايِنُ النَّاسَ، وَكَانَ يَقُولُ لِفَتَاهُ: إِذَا أَتَيْتَ مُعْسِراً فَتَجَاوَزْ عَنْهُ، لَعَلَّ اللهَ أنْ يَتَجَاوَزَ عَنَّا، فَلَقِيَ اللهَ فَتَجَاوَزَ عَنْهُ) متفقٌ عَلَيْهِ.","sanad":"وعن أَبي هريرة رضي الله عنه:"},{"hadithId":"1370","text":"قَالَ رسول الله صلى الله عليه وسلم: (حُوسِبَ رَجُلٌ مِمَّنْ كَانَ قَبْلَكُمْ، فَلَمْ يُوجَدْ لَهُ مِنَ الخَيْرِ شَيْءٌ، إِلاَّ أنَّهُ كَانَ يُخَالِطُ النَّاسَ وَكَانَ مُوسِراً، وَكَانَ يَأمُرُ غِلْمَانَهُ أنْ يَتَجَاوَزُوا عَن المُعْسِر. قَالَ اللهُ عز وجل: نَحْنُ أَحَقُّ بذلِكَ مِنْهُ؛ تَجَاوَزُوا عَنْهُ) رواه مسلم.","sanad":"وعن أَبي مسعود البدريِّ رضي الله عنه قَالَ:"},{"hadithId":"1371","text":"أُتَي اللهُ تَعَالَى بِعَبْدٍ مِنْ عِبَادِهِ آتَاهُ اللهُ مَالاً، فَقَالَ لَهُ: مَاذَا عَمِلْتَ في الدُّنْيَا؟ قَالَ: (وَلاَ يَكْتُمُونَ اللهَ حَدِيثاً) قَالَ: يَا رَبِّ آتَيْتَنِي مَالَكَ، فَكُنْتُ أُبَايعُ النَّاسَ، وَكَانَ مِنْ خُلُقِي الجَوَازُ، فَكُنْتُ أَتَيَسَّرُ عَلَى المُوسِرِ، وَأُنْظِرُ المُعْسِرَ. فَقَالَ الله تَعَالَى: (أنَا أَحَقُّ بِذا مِنْكَ تَجَاوَزُوا عَنْ عَبْدِي) فَقَالَ عُقْبَةُ بن عامِر، وأبو مسعودٍ الأنصاريُّ رضي الله عنهما: هكَذا سَمِعْنَاهُ مِنْ فيِّ رسولِ الله صلى الله عليه وسلم. رواه مسلم.","sanad":"وعن حذيفة رضي الله عنه قَالَ:"},{"hadithId":"1372","text":"قَالَ رسول الله صلى الله عليه وسلم: (مَنْ أَنْظَرَ مُعْسِراً، أَوْ وَضَعَ لَهُ، أظَلَّهُ اللهُ يَومَ القِيَامَةِ تَحْتَ ظِلِّ عَرْشِهِ يَومَ لا ظِلَّ إِلاَّ ظِلُّهُ) رواه الترمذي وقال: (حديث حسن صحيح).","sanad":"وعن أَبي هريرة رضي الله عنه قَالَ:"},{"hadithId":"1373","text":"أنَّ النبيَّ صلى الله عليه وسلم، اشْتَرَى مِنْهُ بَعِيراً، فَوَزَنَ لَهُ فَأرْجَحَ. متفقٌ عَلَيْهِ.","sanad":"وعن جابر رضي الله عنه:"},{"hadithId":"1374","text":"جَلَبْتُ أنَا وَمَخْرَمَةُ العَبْدِيُّ بَزّاً (1)، مِنْ هَجَرَ، فَجَاءنا النبيُّ صلى الله عليه وسلم، فَسَاوَمَنَا بسَرَاوِيلَ، وَعِنْدِي وَزَّانٌ يَزِنُ بِالأجْرِ، فَقَالَ النَّبيُّ صلى الله عليه وسلم لِلْوَزَّانِ: (زِنْ وَأرْجِحْ) رواه أَبُو داود، والترمذي وقال: (حديث حسن صحيح).\n\nــــــــــــــــــــــــــــ\n(1) بَزّاً : ثياباً. عون المعبود 9/185.","sanad":"وعن أَبي صَفْوَان سُويْدِ بنِ قيسٍ رضي الله عنه قَالَ:"}]}]}