Repository: ahmetbasmaci/Islamic_App
Catalog: lib/config/local/intl_*.arb
Languages: ar

# appName
source: Zad-Almumin
ar: زاد المؤمن

# welcomeToApp
source: Welcome to Zad Almumin
ar: اهلا بك في تطبيق زاد المؤمن

# youCanListenAHoleQuran
source: You can listen to the whole Quran
ar: يمكنك قراءة القرآن الكريم كاملاً والاستماع له بصوت العديد من القراء

# quranTefsirTitle
source: Quran Tefsir
ar: تفسير القرآن الكريم

# quranTefsirDesc
source: You can read the Quran Tefsir
ar: يمكنك قراءة تفسير القرآن الكريم للعديد من العلماء والمفسرين الكبار

# hadithAndFastReminderTitle
source: Hadith and Fast Reminder
ar: تذكير بالاحاديث والصيام

# hadithAndFastReminderDesc
source: You can read Hadith and Fast Reminder
ar: يتيح لك التطبيق تذكيرك بالاحاديث والصيام والصلاة والاستغفار والاذكار والقرآن الكريم

# prayTimesTitle
source: Pray Times
ar: اوقات الصلاة

# prayTimesDesc
source: You can know the pray times
ar: يمكنك معرفة اوقات الصلاة والاذان عبر مشاركة موقعك الجغرافي مع التطبيق

# questinosAboutQuranTitle
source: Questinos About Quran
ar: اسئلة عن القرآن الكريم

# questinosAboutQuranDesc
source: You can answer questions about Quran
ar: يمكنك اختبار مدى قوة حفظك للقرآن الكريم عبر اجابة على الاسئلة المتعلقة بالقرآن الكريم

source: Done
ar: تم

source: Next
ar: التالي

source: Prev
ar: السابق

source: Skip
ar: تخطي

# mainPageTitle
source: Main
ar: الرئيسية

source: Settings
ar: الاعدادات

source: Theme
ar: الثيم

# changeTheme
source: Change app theme
ar: تغيير ثيم التطبيق

source: Language
ar: اللغة

# changeLanguage
source: Change app language
ar: تغيير لغة التطبيق

# light
source: Dark
ar: فاتح

# dark
source: Light
ar: داكن

source: Hadith Bookname:
ar: أسم كتاب الحديث

source: Category Bookname:
ar: أسم الفئة

source: Chapter Name:
ar: أسم الباب

source: Hadith ID:
ar: رقم الحديث

# quranTitle
source: Bismillah Alrahman Alraheem
ar: بسم الله الرحمن الرحيم

# hadithTitle
source: Praved Muhammed (PBUH) Said
ar: قال رسول الله صلى الله عليه وسلم

# hadithBigTitle
source: Praved Muhammed (PBUH) Hadith
ar: بلغو عني ولو آية

# quranBigTitle
source: A Random Verse From Quran
ar: القرآن الكريم

# zikrAllAzkarsBigTitle
source: Muslim Azkars
ar: أذكار المسلم

# zikrAllahNamesBigTitle
source: Allah Names
ar: أسماء الله الحسنى

# morningZikr
source: Morning Azkars
ar: أذكار الصباح

# eveningZikr
source: Evening Azkars
ar: أذكار المساء

# sleepZikr
source: Sleep Azkars
ar: أذكار النوم

# wakeUpZikr
source: Wake Up Azkars
ar: أذكار الاستيقاظ

# homeZikr
source: Home Azkars
ar: أذكار المنزل

# travelZikr
source: Travel Azkars
ar: أذكار السفر

# eatingZikr
source: Eating Azkars
ar: أذكار الطعام

# mosqueZikr
source: Mosque Azkars
ar: أذكارالمسجد

# toiletZikr
source: Toilet Azkars
ar: أذكار الخلاء

# hajZikr
source: Haj Azkars
ar: أذكار الحج والعمرة

# allahNamesZikr
source: Allah Names Azkars
ar: أذكار أسماء الله الحسنى

source: Program Sections
ar: أقسام التطبيق

source: Home
ar: الرئيسية

source: Quran
ar: القرآن الكريم

source: Alarm
ar: المنبهات

source: Pray Times
ar: أوقات الصلاة

source: Quran Revidion
ar: مراجعة القرآن

source: Muslim Zikrs
ar: أذكار المسلم

source: Favorite
ar: المفضلة

source: App Developer
ar: مطور التطبيق

# copiedToClipboard
source: The text has been copied to the clipboard
ar: تم نسخ النص إلى الحافظة

# duaTitleAlarm
source: Dua
ar: الدعاء

source: Dua For Phalastine People
ar: دعاء لأهل فلسطين

# hadithTitleAlarm
source: Hadith
ar: الحديث الشريف

# provetMuhammedHadith
source: Praved Muhammed (PBUH) Hadith
ar: حديث الرسول صلى الله عليه وسلم

# dailyAzkarTitleAlarm
source: Daily Azkar
ar: أذكار يومية

source: Diferent Azkar
ar: أذكار متنوعة

# quranTitleAlarm
source: Quran
ar: القرآن الكريم

source: Read Quean Page Everyday
ar: قراءة صفحة من القرآن الكريم يومياً

source: Read Kahf Sura
ar: قراءة سورة الكهف

# fastTitleAlarm
source: Fast
ar: الصيام

source: Monday Fasting
ar: صيام الاثنين

source: Thursday Fasting
ar: صيام الخميس

# azhanTimeTitleAlarm
source: Azhan Time
ar: أوقات الصلاة

source: Fajr Pray
ar: صلاة الفجر

source: Duhr Pray
ar: صلاة الظهر

source: Asr Pray
ar: صلاة العصر

source: Maghrip Pray
ar: صلاة المغرب

source: Isha Pray
ar: صلاة العشاء

source: Alarm Deactivated
ar: تم إيقاف المنبه

source: Alarm Activated
ar: تم تفعيل المنبه

source: High
ar: عالي

source: Medium
ar: متوسط

source: Low
ar: منخفض

source: Rare
ar: نادر

source: None
ar: لا شيء

source: Fajr
ar: الفجر

source: Sun
ar: الشمس

source: Duhr
ar: الظهر

source: Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Isha
ar: العشاء

source: Update Pray Times
ar: تحديث أوقات الصلاة

source: Gregorian Date
ar: التاريخ الميلادي

source: Hijri Date
ar: التاريخ الهجري

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Juz
ar: الجُزْءُ

source: Font Size
ar: حجم الخط

source: Font Type
ar: نوع الخط

source: Add Book Mark
ar: إضافة إلى المفضلة

source: Tafsirs
ar: التفاسير

source: Surah Name
ar: أسم السورة

source: Ayah Number
ar: رقم الآية

source: Yaser Aldosary
ar: ياسر الدوسري

source: Yaser Alsalamah
ar: ياسر السلامة

source: Ibrahim Aldosary
ar: ابراهيم الدوسري

source: Ayman Swaid
ar: أيمن سويد

source: Alhasri
ar: الحصري

source: Almenshawi
ar: المنشاوي

source: AbdulBased
ar: عبد الباسط

source: Alafasi
ar: العفاسي

source: Abdullah Basfar
ar: عبد الله بصفر

source: Abu Bakr Alshatiri
ar: أبو بكر الشاطري

source: Ahmed Alajamy
ar: أحمد العجمي

source: Hani Rifai
ar: هاني الرفاعي

source: Abdullaah Awwaad
ar: عبد الله عواد الجهني

source: Ahmed Neana
ar: أحمد نعينع

source: Warsh AbdulBasit
ar: ورش عبد الباسط

source: Akram AlALqimy
ar: أكرم العلاقمي

source: Fares Abbad
ar: فارس عباد

source: Maher Almuaqly
ar: ماهر المعيقلي

source: Nabil Rifa3i
ar: نبيل الرفاعي

source: Naser Alqatami
ar: ناصر القطامي

source: Saood AlShuraym
ar: سعود الشريم

source: Mahmoud Ali AlBanna
ar: محمود علي البنا
